import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'إيمي سمير غانم تستكمل تصوير مسلسل "عقبال عندكم"'
      , Description:"تواصل إيمي سمير غانم تصوير مشاهدها في مسلسل \"عقبال عندكم\" مع حسن الرداد للحاق بالسباق الرمضاني المقبل. وقد صورت إيمي سمير غانم عدد من مشاهدها بالأمس بمنطقة الشيخ زايد بأكتوبر في أحداث المسلسل. العمل من تأليف أحمد سعد والي وإخراج علاء إسماعيل ويشاركها البطولة محمد ثروت و عارفة عبد الرسول. يُذكر أن حسن الرداد وإيمي سمير غانم قدما خلال الفترة الماضية مسرحية \"التلفزيون\"، ضمن فعاليات الدورة الثانية من مهرجان العلمين الجديدة، وحققت المسرحية ردود أفعال إيجابية، ورفعت شعار كامل العدد في معظم أيام عرضها."
       ,ImgUrl:"/images/news221.webp"},

       {Title:'طرح الإعلان الرسمي لفيلم "سنو وايت" قبل عرضه 15 يناير'
         , Description:"طرحت الشركة المنتجة فيلم «سنووايت»، الإعلان الرسمي للعمل، الذي من المقرر عرضه يوم 15 يناير الجاري، في دور السينما وذلك بعد مشاركته في الدورة الرابعة من مهرجان \"البحر الأحمر السينمائي الدولي\". فيلم \"سنووايت\" من إخراج تغريد أبو الحسن وبطولة الفنانة قصيرة القامة مريم شريف، والتي حصلت على جائزة أفضل ممثلة في مهرجان البحر الأحمر،محمد ممدوح، كريم فهمي، محمد جمعة، وخالد سرحان وآخرون. تدور أحداث «سنووايت» في إطار درامي كوميدي حول \"إيمان\"، شابة قصيرة القامة تسعى لتحقيق حلمها بالحب والزواج، لكنها تواجه تحديات كبيرة بسبب معايير الجمال التقليدية،إذ تلجأ \"إيمان\" إلى مواقع التعارف عبر الإنترنت للتعبير عن نفسها بحرية، في الوقت الذي تحاول فيه مساعدة أختها لإتمام زواجها."
         ,ImgUrl:"/images/news222.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
