import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'عمرو يوسف بطل شعبي في "درويش المصري"'

     , Description :"تتجه أنظار الفنان عمرو يوسف هذه الفترة لأداء نوع جديد من الأدوار، وهي أدوار الكوميدي أكشن. وهذا ما يعمل عليه حاليًا في جلسات العمل المبدئية لفيلم 'يوسف المصري'، الذي تدور أحداثه في إطار كوميدي تشويقي حيث يتحول فيه البطل إلى بطل شعبي خلال الأحداث. ومن أول المنضمين للعمل مصطفى غريب ومن المقرر أن يتم الإعلان عن باقي أسماء الممثلين خلال الفترة المقبلة. ويجرى مخرج العمل وليد الحلفاوي حاليًا معاينة أماكن التصوير بحسب النسخة الأولى من السيناريو للعمل، حيث من المقرر انطلاق تصوير العمل مطلع شهر سبتمبر المقبل. الفيلم من تأليف وسام صبري وإخراج وليد الحلفاوي."
      ,ImgUrl:"/images/news13.webp"},
    {Title:'تأجيل مفاجئ لعرض فيلم "الملحد"'
,Description:"وسط دعوات لمقاطعة فيلم 'الملحد' جاء تأجيل عرض الفيلم في دور السينما بعد أن كان من المقرر عرضه يوم 14 أغسطس الجاري، حيث قرر المنتج أحمد السبكي تأجيل طرح الفيلم بسبب عدم الانتهاء من أعمال الصوت، ونفى ما تردد حول نية الشركة في تغيير الاسم، ومن المفترض الإعلان عن الموعد الجديد خلال الأيام القليلة المقبلة. واستنكر الهجوم الذي يتعرض له 'الملحد' وقال: 'العمل لم يُعرض حتى الآن لكي يتم انتقاده'. وبالتزامن مع تأجيل الفيلم، كتب مخرج العمل ماندو العدل على حسابه على الفيسبوك: 'المنع مش حل!'. الفيلم تأليف إبراهيم عيسى، وإخراج محمد العدل، وبطولة أحمد حاتم، ومحمود حميدة، وحسين فهمي، وصابرين، وشيرين رضا."

,ImgUrl:"/images/news14.webp"},

    
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
