import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'بيومي فؤاد وانتصار وغزي يستعدون لتصوير "قهوة المحطة"'
      , Description:"يستعد فريق مسلسل \"قهوة المحطة\" لبدء التصوير،ومن المقرر عرضه في الموسم الرمضاني القادم. المسلسل من بطولة عدد كبير من الفنانين، بينهم: بيومي فؤاد، رشدي الشامي وأحمد غزي وانتصار، وسيتم الإعلان عن عدد آخر من المشاركين فيه قريبًا. تدور أحداث مسلسل \"قهوة المحطة\" خلال 15 حلقة في إطار اجتماعي، وأكد السيناريست عبدالرحيم كمال أن خلال الفترة الحالية سيتم الاستقرار على باقي فريق المسلسل. المسلسل سيتم تصويره في عدد كبير من الأماكن بين القاهرة والصعيد، بالإضافة إلي الديكورات، وفي الوقت نفسه أكد عبدالرحيم كمال أنه أوشك على الانتهاء من كتابة الحلقات الأخيرة من المسلسل، لتصبح جاهزة قبل انطلاق التصوير. \"قهوة المحطة\" إخراج إسلام خيري، والعمل من إنتاج شركة سينرجي للمنتج تامر مرسي."
       ,ImgUrl:"/images/news155.webp"},
       {Title:'صبري فواز يشارك في فيلم "صيف 67" مع نيللي كريم '
         , Description:"شارك صبري فواز في بطولة فيلم \"صيف 67\" من تأليف وإخراج أبو بكر شوقي والذي تم الانتهاء من تصويره. والفيلم من بطولة نيللي كريم وأمير المصري وشريف الدسوقي وأحمد كمال وعدد كبير من النجوم الشباب، ومن المقرر طرحه فى السينمات خلال الفترة المقبلة. ونشر أمير المصري بعض الصور ومقطع فيديو من كواليس تصوير الفيلم، عبر حسابه على انستجرام وعلق: \"فركش صيف 67\"."

         ,ImgUrl:"/images/news156.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
