import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'الانتهاء من تصوير 50% من مسلسل "روج أسود" لعرضه في الأوف سيزون'
      , Description:"يواصل أبطال مسلسل 'روج أسود' تصوير المشاهد المتبقية بالعمل، والذي انتهى مما يقرب من نصف مشاهده حتى يلحق بالعرض في موسم الأوف سيزون الجاري قبل نهاية العام. ومن المقرر أن يبدأ المخرج محمد عبدالرحمن حماقي في متابعة مراحل المونتاج خلال الفترة القادمة. ويناقش المسلسل ملفات حقيقية مأخوذة من محكمة الأسرة المصرية ويعرض أزمات الطلاق والمطلقات بشكل واقعي وجديد على الدراما العربية. المسلسل بطولة رانيا يوسف وداليا مصطفى ولقاء الخميسي ومي سليم وفرح الزاهد من تأليف أيمن سليم وإخراج محمد عبدالرحمن حماقي وإنتاج MGR ممدوح شاهين."
      ,ImgUrl:"/images/news77.webp"},
      {Title:'نشوى مصطفى تنفي اعتزالها وتؤكد مشاركتها في دراما رمضان 2025'
        , Description:"ردت نشوى مصطفى على أنباء اعتزالها وأكدت أن خبر اعتزالها الفن عارٍ تمامًا من الصحة، كاشفة سبب تداول هذه الشائعة وما هي حقيقتها. وقالت نشوى في لايف أجرته على حسابها الرسمي على الفيسبوك: أنا صحيت الصبح على أخبار اعتزالي، ولقيت كل المواقع كاتبة كده، وانا حبيت أوضحلكم الحقيقة لأن الموضوع مش لطيف، الحقيقة أنا معتزلتش، والموضوع كله كان بسبب سؤال ليا في برنامج، وقولت بالظبط إني ممكن اعتزل لكن مش في الوقت الحالي لإن عندي كتير لسه. وتابعت: أنا مُتعاقدة على مسلسل كبير وهاتشوفوني في رمضان 2025 مع مخرج كان بحلم أشتغل معاه، وبطولة نجم كبير جداً، لكن مش هعلن عن تفاصيل دلوقتي، وده غير إني بستعد لبرنامج جديد برا مصر ولسه هعرف التفاصيل وهافكر هقدمه ولا لأ."

        ,ImgUrl:"/images/news78.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
