import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'إيمي سمير غانم تعود للكوميديا بمسلسل "عقبال عندكم"'
      , Description:"تعود إيمي سمير غانم إلى الكوميديا بعد غياب طويل، من خلال مسلسل \"عقبال عندكم\" المقرر عرضه في رمضان المقبل. وطرحت الشركة المنتجة برومو المسلسل عبر الفيس بوك وعلقت عليه قائلة: \"انتظروا نجمة الكوميديا إيمي سمير غانم في مسلسل عقبال عندكوا في رمضان على شاشات المتحدة.. راجعة تضحكنا بعد سنين غياب\". يدور المسلسل في إطار اجتماعي كوميدي، ويحمل مفاجآت عديدة، والعمل مكون من 15 حلقة، وجار في الفترة الحالية الاتفاق على كافة تفاصيله، والعمل من إخراج علاء إسماعيل. ويعد المسلسل استكمالا لثنائية حسن الرداد وإيمي سمير غانم، بعدما اجتمعا في العديد من الأعمال الفنية سواء درامية أو سينمائية أو مسرحية منها \"حق ميت\" و \"عزمي وأشجان\" و \"البس عشان خارجين\"."

       ,ImgUrl:"/images/news245.webp"},

       {Title:'عصام عمر يروج لـ "نصف الشعب اسمه محمد" '
         , Description:"روج عصام عمر لأحدث أعماله الدرامية مسلسل \"نصف الشعب اسمه محمد\" عبر حسابه على الفيسبوك. ونشر عصام عمر بوستر العمل، المقرر عرضه ضمن سباق رمضان المقبل 2025. ويشارك في المسلسل عصام عمر، رانيا يوسف، مايان السيد، هاجر السراج، محمد محمود، شيرين، محمد عبدالعظيم، دنيا سامي، وألفت إمام. يتكون المسلسل من 15 حلقة، ويقدم عصام خلاله شخصية مهندس تكييف يعمل في المطار، وتمر حياته بالعديد من الأزمات، فيما تجسد رانيا يوسف شخصية موظفة في الشهر العقاري ضمن الأحداث."

         ,ImgUrl:"/images/news246.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
