import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'حسن الرداد وإيمي سمير يشاركان في رمضان 2025 بمسلسل قصير'
     , Description :"يستعد حسن الرداد وإيمي سمير غانم لتعاون جديد من خلال مسلسل قصير من المقرر عرضه في موسم الدراما الرمضانية 2025، والعمل من إنتاج أحمد السبكي. المسلسل ينتمي لفئة المسلسلات القصيرة، من 15 حلقة فقط، وهو من تأليف أحمد سعد والي، ولم يتم اختيار المخرج إلى الآن. كانت آخر مشاركة لـ إيمي في رمضان 2019 من خلال مسلسل 'سوبر ميرو'، الذي كانت تجسد خلال شخصية تحاول البحث عن قوتها الخاصة، فيساعدها صديقها على امتلاك قدرات خارقة. ومن ناحية أخرى صرح حسن الرداد أنه لم يبد حتى الآن موافقته على تقديم مسلسل 'سفاح التجمع' كما تردد في الفترة الأخيرة. ولن يصل إلى اتفاق نهائي إلا بعد الانتهاء من انتهاء القضية المرفوعة على سيناريو المسلسل بشكل رسمي بحكم قضائي."
      ,ImgUrl:"/images/news57.webp"},
    {Title:'سامح حسين ومحمد رجب.. يعودون لدراما رمضان'
    ,Description:"بعد غياب خمس سنوات عن الموسم الرمضاني يعود كل من سامح حسين ومحمد رجب كل منهم بمسلسل جديد حيث تعاقد سامح حسين على تقديم مسلسل «برمودا» المقرر طرحه ضمن موسم دراما رمضان 2025. وكانت آخر مشاركاته الرمضانية في عام 2019 من خلال الجزء الثاني من مسلسل الأطفال \"القبطان عزوز\" وشاركه البطولة إيمان السيد وبيومي فؤاد ومحمد ثروت. أما محمد رجب يعود بمسلسل «الحلنجي» والذي يقدم خلاله دور نصاب، من تأليف محمود حمدان وإخراج معتز حسام. وقد ظهر خلال المواسم الماضية كضيف شرف في عدد من الأعمال منها \"الحشاشين\" و\"الكتيبة 101\" و\"الاختيار\". ولكن آخر بطولة له في دراما رمضان كانت في مسلسل «علامة استفهام» عام 2019 هو آخر بطولة لمحمد رجب وشاركه العمل كلا من هيثم أحمد زكي وميرهان حسين ومحمود البزاوي من تأليف إسلام حافظ وإخراج سميح النقاش."
    ,ImgUrl:"/images/news58.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
