import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'أشرف عبد الباقي يروج لمسرحيته الجديدة "الطيبين"'
      , Description:"حرص أشرف عبد الباقي على تشويق جمهوره لمسرحيته الجديدة التي تحمل اسم 'الطيبين' والتي تأتي ضمن فعاليات موسم الرياض. حيث نشر البوستر الدعائي للمسرحية، عبر حسابه الرسمي على إنستجرام، وعلق قائلا: 'انتظرونا في موسم الرياض في مسرحية الطيبين إن شاء الله هتعجبكم جدا من 7 إلى 11 يناير على مسرح بكر الشدي، بوليفارد سيتي'. مسرحية 'الطيبين' تجمع بين الكوميديا والمواقف الاجتماعية التي تعكس أجواء عائلية مرحة، وتشارك في إحيائها نخبة من النجوم الشباب، لتقدم رسالة فنية ممتعة وسط أجواء موسم الرياض الاحتفالية، حيث تدور أحداث المسرحية في إطار كوميدي عائلي داخل حي مليء بالمفاجآت، وتتعرض الأسرة لسلسلة من المواقف الكوميدية مع جيرانها. المسرحية تأتي بفكرة وإشراف أشرف عبدالباقي، وهى من تأليف محمد السوري، وإخراج وليد طلعت، كما يشارك بها نخبة من نجوم ونجمات الفن على رأسهم الفنان أشرف عبد الباقي، مصطفى خاطر، محمد أسامة، وآخرين من النجوم."
       ,ImgUrl:"/images/news213.webp"},

       {Title:'انطلاق تصوير مسلسل "قهوة المحطة" للعرض في رمضان 2025'
         , Description:"انطلق تصوير مسلسل \"قهوة المحطة\" الذي من المقرر عرضه في رمضان 2025. وبدأ المخرج إسلام خيري تصوير \"قهوة المحطة\" وهو العمل الذي قام بتأليفه الكاتب الكبير عبد الرحيم كمال، استعدادا لعرضه في شهر رمضان المقبل، وذلك بعد أن انتهى برفقة شركة سينرجي للإنتاج من كل التحضيرات والترشيحات لأبطاله التي بدأت منذ شهور وسط كتمان وسرية تامة حول العمل. وتدور أحداث مسلسل \"قهوة المحطة\" في إطار اجتماعي مغلف بالتشويق للكشف عن جريمة يتعرض لها أحد أبطال العمل، ومن المقرر عرض المسلسل في 15 حلقة. \"قهوة المحطة\" بطولة جماعية يقوم بها النجوم أحمد خالد صالح وأحمد غزي وهالة صدقي ورياض الخولي وبيومي فؤاد وانتصار وحسن أبو الروس وفاتن سعيد وأحمد ماجد."
         ,ImgUrl:"/images/news214.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
