import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'أحمد عبد الله محمود يعيد مسيرة والده في شمس الزناتي'
     , Description :"صرح أحمد عبد الله محمود أنه حاليا يقوم بتصوير دوره في فيلم 'شمس الزناتي' مع محمد عادل إمام، وقال أنه يجسد فى الفيلم شخصية والده فى الفيلم حيث أن الفيلم تدور فكرته حول ما قبل أحداث فيلم الزعيم 'شمس الزناتي' وحياة الأبطال الذين ظهروا فى الفيلم قبل سفرهم إلى الواحات. ومن ناحية أخرى، كشف أحمد عبد الله محمود عن تفاصيل دوره فى فيلم 'المدرسة' والذي يشارك فيه مع حورية فرغلي وإيساف، ويقوم بتصويره حاليًا استعدادًا لعرضه خلال الفترة القادمة. وأوضح أنه يجسد خلال أحداث الفيلم شخصية مدرس داخل المدرسة يتعرض لكثير من المواقف المرعبة ويحاول كشف اللغز داخل المدرسة، والفيلم من قصة محمد جمال الحديني ومحمد حمزة، وسيناريو وحوار محمد شعبان، وإخراج محمد جمال الحديني."
      ,ImgUrl:"/images/news27.webp"},
    {Title:'عمر أفندي انطلاقة مميزة في أولى حلقاته'
,Description:"تألق النجم أحمد حاتم في الحلقات الأولى من مسلسله الجديد 'عمر أفندي' والذي تشاركه فيه البطولة رانيا يوسف وآية سماحة ومن تأليف مصطفى حمدي، وإخراج عبد الرحمن أبو غزالة. ومع بداية اعرض نال المسلسل إعجاب الجمهور وحظى بإشادات واسعة من رواد السوشيال ميديا، حيث تفاعل الجمهور مع المسلسل خاصة الثنائى أحمد حاتم وآية سماحة. يُذكر أن أحمد حاتم ينتظر عرض 3 أفلام جديدة خلال الفترة المقبلة منهم الملحد الذى تأجل عرضه مؤخراً."
,ImgUrl:"/images/news28.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
