import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'خالد سرحان يكشف تفاصيل "المداح 5"'
      , Description:"كشف خالد سرحان عن تفاصيل \"المداح ٥\" مشيرًا إلى التغييرات اللافتة في الجزء الجديد. وأعرب سرحان عن حماسه لدوره في المسلسل، قائلاً: \"دوري في المداح السنة دي مختلف تماماً، مفيش كوميديا، والمهنة اللي بقدمها فيها تغيير كبير\". كما أشار إلى التطور الكبير الذي يشهده الجزء الجديد مقارنة بالأجزاء السابقة، موضحاً: \"الإخراج، التصوير، والمونتاج على مستوى مختلف تماماً، والقصة مليانة إثارة بجرعة كبيرة\"."
       ,ImgUrl:"/images/news237.webp"},

       {Title:'منى عبدالغني تبدأ تحضيراتها لمسلسل "قبايل الصخرة"'
         , Description:  "تشارك منى عبدالغني، في بطولة الجزء الثاني من مسلسل \"قلع الحجر\"، الذي يحمل عنوان \"قبايل الصخرة\". وأعربت منى عبدالغني عن صعوبة التحضيرات للجزء الثاني مقارنة بالجزء الأول، مؤكدة أن العمل يتطلب جهدًا كبيرًا. وحول التحديات التي واجهتها أثناء تقديم الدراما الصعيدية، أشارت عبدالغني إلى أن التحدي الأكبر كان في إتقان اللهجة الصعيدية، حيث قالت: \"التحدي الحقيقي كان في اللهجة الصعيدية\". كما أوضحت أنها تواجه ضغطًا كبيرًا بسبب التحضيرات المكثفة للمسلسل، بالتزامن مع تقديمها لبرنامج \"الستات\"، مضيفة: \"أقوم بمذاكرة الدور جيدًا، حيث أشبه طلبة الثانوية العامة، إضافة إلى تقديمي لبرنامج الستات\". وأشارت إلى أن الجزء الثاني سيشهد تطورات سريعة ومشاركة شخصيات جديدة. وعلقت قائلة: \"الأحداث في الجزء الثاني سريعة، وهناك العديد من الشخصيات الجديدة التي انضمت للعمل، وسنرى ماذا سيفعل الفرماوي في تحية\"."
         ,ImgUrl:"/images/news238.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
