import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'هل يتم استكمال مسلسل "توحة" بعد انسحاب علا غانم؟'
      , Description:"كان من المقرر تصوير مسلسل \"توحة\" لـ علا غانم وعرضه خلال الدراما الرمضانية 2023، ولكن توقفت تحضيراته بعد انسحاب علا غانم لظروف خاصة.\n\nوكشفت بعض المصادر أن المسلسل مازال قائمًا ولكن حدثت تغييرات كثيرة في طاقم الممثلين، ممن كان مقرر مشاركتهم في العمل.\n\nوأكد المصدر أن العمل سيكون من بطولة فنانة أخري بدلًا من علا غانم، ومن المقرر تصويره في مطلع العام الجديد 2025 مع المخرج محمد النقلي.\n\nكان من المفترض أن يضم المسلسل كل من: علا غانم، دينا فؤاد، إيهاب فهمي، حجاج عبد العظيم، انتصار، وهو من تأليف أحمد صبحي وإخراج محمد النقلي، وتدور أحداثه في إطار الحي الشعبي وحول مفهوم قوة الإرادة وتحقيق الأهداف الدراسية أو العاطفية أو العملية."
       ,ImgUrl:"/images/news151.webp"},
       {Title:'كريم محمود عبد العزيز يطرح الإعلان الدعائي "الهنا اللي أنا فيه"'
         , Description:"طرح كريم محمود عبدالعزيز برومو أحدث أعماله السينمائية فيلم \"الهنا اللي أنا فيه\" عبر حسابه الرسمي على الفيس بوك. وكشف عن موعد طرح أحدث أفلامه بعد طرحه للبرومو الرسمي للعمل وعلق، قائلا:\"الهنا اللي أنا فيه ١٨ ديسمبر بجميع السينمات. فيلم \"الهنا اللي أنا فيه\" من نوعية الأفلام الاجتماعية الكوميدية، العمل من تأليف أيمن بهجت قمر، وإخراج خالد مرعي. وبطولة ياسمين رئيس، كريم محمود عبد العزيز، دينا الشربيني."
         ,ImgUrl:"/images/news152.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
