import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:' 3 أفلام في قائمة الانتظار لـ منة شلبي'

     , Description :"يبدو أن منة شلبي تعيش حالة من الانتعاش الفني على المستوى السينمائي تعيش الفنانة منة شلبي حيث تنتظر عرض 3 أفلام خلال الفترة المقبلة بمجرد الانتهاء من تصويرهم، وهم فيلم فرقة الموت، والهوى سلطان، وكونداليني. نبدأ بفيلم 'الهوى سلطان' الذي يشاركها في بطولته أحمد داود، وأحمد خالد صالح، وسوسن بدر، وجيهان الشماشرجي، من تأليف وإخراج هبة يسري، وتدور أحداثه في إطار رومانسي اجتماعي لايت عن العلاقات والحب بين الأصدقاء. أما فيلم 'فرقة الموت' تشارك منة البطولة فيه مع أحمد عز، وآسر ياسين، ومحمود حميدة، وبيومي فؤاد، وعصام عمر، وهو من إخراج أحمد علاء الدين، وتأليف صلاح الجهيني. وللروايات نصيب مع منة شلبي، حيث تقوم ببطولة فيلم 'كونداليني' المأخوذ عن رواية بنفس الاسم للكاتبة ميرنا الهلباوي، ويشاركها البطولة ظافر العابدين ومن إخراج محمد سلامة."


      ,ImgUrl:"/images/news17.webp"},
    {Title:'حسن الرداد وإيمي سمير غانم في العلمين بـ "التلفزيون"'
,Description:"في إطار فعاليات الأسبوع السادس من مهرجان العلمين في دورته الثانية، يشهد المهرجان التعاون الأول بين حسن الرداد وإيمي سمير غانم على المسرح من خلال عرضهم مسرحية 'التلفزيون' اليوم الخميس، والتي تستمر لمدة يومين حتى 17 أغسطس. ويشارك حسن وإيمي البطولة أوس أوس وسليمان عيد. وتدور أحداث مسرحية 'التلفزيون' حول حفظي وكروانة، اللذين يجدان نفسيهما في تلفزيون سحري، ويتصارعان مع ديزني، لديهم عم يقدم له الهدايا ويكتشفون معه أشياء جديدة، من بينها ريموت قديم يمكنهم من خوض تجارب حياتية مختلفة، في إطار كوميدي خفيف."



,ImgUrl:"/images/news18.webp"},

    
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
