import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'بعد اعتذار مخرجة "شباب إمرأة" غادة عبد الرازق تتعاون مع المخرج أحمد حسن مرة أخرى'
      , Description:"تعاقدت الشركة المنتجة لمسلسل 'شباب امرأة' لـ غادة عبد الرازق مع المخرج أحمد حسن ليتولى إخراج المسلسل بعد اعتذار نادين خان مؤخرًا، لينقذ أحمد حسن المسلسل من التأجيل. ويعتبر مسلسل 'شباب امرأة' التعاون الثاني بين غادة عبد الرازق وأحمد حسن بعد مسلسل 'صيد العقارب'، الذي عُرض رمضان الماضي. مسلسل 'شباب امرأة' تأليف محمد سليمان عبدالمالك، ويتكون من 15 حلقة، ويتم حاليًا اختيار باقي أبطال العمل لبدء التصوير منتصف نوفمبر القادم. وهذه المرة الثالثة لغادة عبد الرازق التي تعيد فيها تقديم عمل فني، سبق وأعادت تقديم فيلم 'الباطنية' في مسلسل تليفزيوني عرض في رمضان عام 2009، وهو الفيلم الذي قدمته في السينما الفنانة نادية الجندي عام 1980."
      ,ImgUrl:"/images/news115.webp"},
      {Title:'إسعاد يونس في السعودية للتحضيرات النهائية لمسرحية "إس إس هانم"'

        , Description:"تتوجه إسعاد يونس إلى السعودية لعمل البروفات والتحضيرات النهائية لمسرحية 'إس إس هانم' المقرر أن تشارك بها في موسم الرياض الحالي. وأعلنت الشركة المنظمة لموسم الرياض عن موعد عرض المسرحية والذي سيكون في الفترة من 7 إلى 11 نوفمبر القادم على مسرح محمد العلي. ويشارك إسعاد يونس في مسرحية 'إس إس هانم' كل من محمد ثروت وحجاج عبد العظيم وكريم عفيفي، ويعتبر العمل عودة لإسعاد يونس للمسرح بعد غياب منذ آخر مسرحية لها وهي 'باللو' عام 1995 مع صلاح السعدني وأشرف عبد الباقي."

        ,ImgUrl:"/images/news116.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
