import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'طرح بوستر مسلسل الغاوي.. أحمد مكي وسط الحمام'
      , Description:"كشف المنتج تامر مرسى عن بوستر مسلسل \"الغاوي\" بطولة أحمد مكى والمقرر طرحه في رمضان المقبل، وعلق قائلا: \"رمضان 2025 إن شاء الله\". ويجسد أحمد مكي شخصية شاب يدعى شمس الغاوى من منطقة شعبية في مصر القديمة يقوم بأعمال البلطجة، وذلك خلال أحداث مسلسل الغاوى الذي يواصل تصويره للعرض في رمضان، ويقرر شمس التوبة عن الأعمال التي يقوم بها والبحث عن مهنة حلال ولكن يواجه العديد من التحديات. ينتمي المسلسل لنوعية أعمال الـ 15 حلقة وهو من تأليف طارق كاشف ومحمود زهران وإخراج ماندو العدل وإنتاج شركة سينرجى وبطولة أحمد مكي وعائشة بن أحمد وعمرو عبد الجليل، أحمد بدير، أحمد كمال، محمد لطفى، ولاء الشريف، كرم جابر، هاجر عفيفى، أبيوسف، تامر شلتوت، وضيف الشرف كزبرة ويقدم مكي خلال أحداثه الدراما الشعبية لأول مرة."
       ,ImgUrl:"/images/news253.webp"},

       {Title:'سلوى خطاب صعيدية اسمها جلالة فى مسلسل "حكيم باشا" مع مصطفى شعبان'
         , Description:"تجسد سلوى خطاب شخصية سيدة صعيدية تدعى \"جلالة\" خلال أحداث مسلسل \"حكيم باشا\" مع مصطفى شعبان، والذى تواصل تصويره للعرض فى شهر رمضان المقبل 2025، وتكشف حلقات المسلسل حكاية جلالة مع مصطفى شعبان وعائلة الباشا التي تدور حولها الأحداث. مسلسل حكيم باشا بطولة مصطفى شعبان، دينا فؤاد وسهر الصايغ، رياض الخولى، سلوى خطاب، منذر رياحنة، أحمد فؤاد سليم، سلوى عثمان، فتوح أحمد محمد نجاتي، ميدو عادل، أحمد صيام، فتوح أحمد، هاجر الشرنوبي، هايدى رفعت والعمل من تأليف محمد الشواف وإخراج أحمد خالد أمين وإنتاج شركة سينرجي، ويقدم مصطفى شعبان فى العمل الدراما الصعيدية لأول مرة فى مشواره الفنى كما يتطرق العمل لتجارة الآثار."
         ,ImgUrl:"/images/news254.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
