import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'بعد طلاق دام لمدة عام كامل .. أحمد سعد يعود لزوجته السابقة '
      , Description:"بعد خبر طلاق أحمد سعد وعلياء بسيوني فاجأ الثنائي جمهورهما بعودتهما مجددًا، حيث أعلن أحمد سعد لجمهوره خطوبته من زوجته السابقة وأم أولاده علياء بسيوني، وذلك بعد فترة طلاق دامت لمدة سنة كاملة، مشيراً إلى أنه سيبدأ معها حياة جديدة. ونشر أحمد سعد فيديو على انستجرام يعلن من خلاله خطوبته لـ علياء بسيوني خلال حفل له، قائلًا: 'أنا متجوز من سنتين وعندي طفلين وانفصلنا ومراتي حاليا أصبحت خطيبتي، قررنا نعمل فترة خطوبة ولادنا تحضرها.. وهعمل فرح وأعزمكم إن شاء الله'. وأضاف: 'رسالة لكل اللي انفصلوا يعطوا لنفسهم فرصة بعيدًا عن أي مشاكل ويبدأون حياة جديدة'. من ناحية أخرى تعرض أحمد سعد لسرقة متعلقاته عقب حضوره حفل زفاف نجل بسمة وهبة في إيطاليا الجمعة الماضية."  
      ,ImgUrl:"/images/news71.webp"},
      {Title:'يوسف الشريف يعود بـ لوك جديد استعدادًا لـ "ديربي الموت" '
        , Description:"شارك يوسف الشريف جمهوره ومتابعيه أحدث ظهور له على انستجرام وظهر بـ لوك جديد ومختلف، استعدادًا لتصوير فيلمه السينمائي الجديد 'ديربي الموت'. ونشر مجموعة صور من آخر جلسة تصوير خضع لها، تخلى فيها عن شعره الطويل وظهر بشعر قصير. ولم يتم نشر أي تفاصيل عن أبطال الفيلم وحتى اسم المخرج والمؤلف، ولكن صرح المستشار تركي آل الشيخ أن هذا الفيلم سوف يكون مفاجأة لكل الوسط الرياضي. 'ديربي الموت' هو انتاج مشترك بين الهيئة العامة للترفية والشركة المتحدة للخدمات الإعلامية. ويعود يوسف الشريف للسينما بعد غياب استمر لمدة 7 سنوات، حيث كان آخر أعماله في السينما فيلم 'بني آدم' الذي قدمه عام 2018 مع أحمد رزق، ودينا الشربيني، وهنا الزاهد."
        ,ImgUrl:"/images/news72.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
