import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'علي ربيع يبدأ تحضيرات فيلمة الجديد من إنتاج السبكي'

     , Description :"بدأ علي ربيع في التحضيرات لأحدث أفلامه \"الصفا الثانوية بنات\" حيث اجتمع مع السبكي لمناقشة تفاصيل العمل المبدئية قبل انطلاق التصوير واختيار باقي فريق العمل. الفيلم من تأليف أمين جمال وورشته الكتابية ومن إخراج محمود أمين وإنتاج السبكي. وهو فيلم كوميدي ويؤدي علي ربيع دور طيار يقابل العديد من المواقف الكوميدية، حيث يقدم شخصية \"هادي\" الموظف الكسول الذي تنقلب حياته رأساً علي عقب بعد تعرضه لمرض نادر لنعيش معه مغامرة من الكوميديا والتحدي. وقد كانت آخر أعمال ربيع فيلم \"عالماشي\" مع كريم عفيفي وفيلم \"بعد الشر\" مع أوس أوس."

      ,ImgUrl:"/images/news15.webp"},
    {Title:'يسرا اللوزي: "سراب" و "البحر الأسود" أخرجاني من حالة الحزن '
,Description:"كشفت يسرا اللوزي عن سر مشاركتها في مسلسل 'سراب' رغم رفضها له في البداية خاصة بسبب فقدان والدتها ومشاعر الحزن التي سيطرت عليها. إلا أن المخرج أحمد خالد دعمها بقوة وأعطاها المساحة الكافية حتى تستطيع التحضير للدور. المسلسل من بطولة خالد النبوي وتدور أحداثه في إطار تشويقي وتقوم بتجسيد شخصية الدكتورة 'ملك' ولها طفل اسمه زين وهي زوجة طارق الشخصية التي يؤديها الفنان خالد النبوي ويقع حدثًا في الحلقة الأولى يقلب الأوضاع رأسًا على عقب وتبدأ الأحداث في الإثارة ومن إخراج أحمد خالد. كما أن اللوزي تشارك أيضًا في فيلم 'البحر الأسود' مع خالد الصاوي وهو من أنواع السينما المستقلة، كما أنه أول تجربة للمخرج علاء الدين مصطفى. وأضافت أن الفيلم من أنواع الفانتازيا كل شخص سيشاهده من زاويته، وقد تظن أنه سهل إلا أنه في حقيقة الأمر صعب للغاية وله حبكة مختلفة."


,ImgUrl:"/images/news16.webp"},

    
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
