import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'من هو بديل بيومي فؤاد في مسرحية "السندباد" بعد عودتها إلى مصر؟'

     , Description :"على الرغم من مشاركة بيومي فؤاد في كل العروض الخاصة بمسرحية 'السندباد' في السعودية، إلا أن الجمهور فوجئ باستبداله في العرض بمصر ومشاركة سامي مغاوري بدلا منه، مما أثار التساؤلات عن أسباب غيابه عن العرض. والسبب الحقيقي هو أن بيومي فؤاد يشارك في مسرحية مي عز الدين 'زواج اصطناعي' في أول تجربة مسرحية لها والتي مازال عرضها مستمر في السعودية، مما جعل مشاركته والتوفيق بين العرضين، عرض 'السندباد' في العلمين و'زواج اصطناعي' في السعودية، فقرر أن يعتذر عن عدم المشاركة في عروض مصر. مسرحية 'السندباد' هي عودة لكريم عبد العزيز للمسرح بعد غياب سنوات وأول تجربة مسرحية لنيللي كريم، ويشارك فيها عدد كبير من النجوم منهم مصطفى خاطر، شيماء سيف، سامي مغاوري، ويزو، والمسرحية من إنتاج آلاء الغزالي، وإخراج أحمد الجندي. يذكر أن عرض المسرحية كان من 8 لـ 10 أغسطس."



      ,ImgUrl:"/images/news11.webp"},
    {Title:"أسباب شخصية تمنع سلمى أبو ضيف من المشاركة في دراما رمضان 2025"
,Description:"على الرغم من النجاح الذي حققه مسلسل \"أعلى نسبة مشاهدة\" رمضان الماضي، والذي أدت فيه سلمى أبو ضيف دور يعتبر البطولة الأولى لها، إلا أنها لن تشارك في دراما رمضان هذا العام. والسبب أنها تستعد لإقامة حفل زفافها والتي أعلنت عنه بنشر صور لها على انستجرام أثناء تواجدها بالمالديف بصحبة خطيبها والتي بدت وكأنها طقوس لحفل الزفاف. وقد فاجئت سلمى جمهورها يونيو الماضي بخبر عقد قرانها بعد خطوبتها بأسابيع قليلة على إدريس عبد العزيز. واختلف تفاعل رواد مواقع التواصل الاجتماعي مع منشور سلمى، حيث عبر البعض عن عدم فهمهم لمغزى هذه الطقوس الغريبة، بينما عبر آخرون عن إعجابهم بالمشهد غير المعتاد، متمنين التوفيق للزوجين مع بداية حياتهما الزوجية."

,ImgUrl:"/images/news12.webp"},

    
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
