import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'بدء تصوير مسلسل "منتهي الصلاحية" لمحمد فراج'
      , Description:"أعلن المنتج عبد الله أبو الفتوح عن بدء تصوير مسلسل \"منتهي الصلاحية\" من خلال حسابه الشخصي على الفيسبوك.\n\nكتب معلقا: \"بسم الله.. توكلنا على الله مسلسل \\\"مُنتهي الصلاحية\\\" رمضان 2025 على MBC مصر وشاهد إن شاء الله\".\n\nالعمل من تأليف محمد هشام عبية وإخراج تامر نادي ومن بطولة محمد فراج، هبة مجدي، جيسكا حسام الدين، حسن مالك ومن المقرر عرضه خلال السباق الرمضاني القادم.\n\nومن ناحية أخرى ينتظر محمد فراج مسلسل \"كتالوج\" من بطولة ريهام عبد الغفور، تارا عماد، وسماح أنور، وأحمد عصام السيد، ودنيا سامي، تأليف أحمد عبد الله ومن إخراج وليد الحلفاوي، وإنتاج أحمد الجنايني."
       ,ImgUrl:"/images/news195.webp"},

       {Title:'هل يشارك هاني رمزي في رمضان 2025؟ "بدون مقابل" يحدد مصيره'
         , Description:"يغيب هاني رمزي عن المشاركة الدرامية منذ عامين، حيث كانت آخر أعماله مشاركته في مسلسل \"العائدون\"، فضلا عن عمل آخر بعنوان \"القاتل الذي أحبني\"، وعن السينما يختفي منذ ما يقرب من 4 أعوام متتالية وكانت آخر أعماله فيلم \"200 جنيه\" في عام 2021. وقد أعلن هاني رمزي في العام الماضي عودته للدراما بمسلسل \"بدون مقابل\"، وهو استكمالا للعمل الدرامي الشهير \"الاختيار\" بأجزائه، المستوحى من ملفات المخابرات المصرية. وكان من المفترض أن يشارك هاني رمزي بلون مختلف عن المعتاد، ويقدم دور ضابط بالمخابرات، وقد كان الفنان متحمسا للغاية لهذا الدور، فضلا عن مشاركة نخبة من نجوم الفن في العمل. وقد أعلنت الجهات الإنتاجية خروج المسلسل من موسم رمضان الماضي لعام 2024، لعدم إمكانية انتهاء تجهيزات العمل في موعده، وتم تأجيله لرمضان 2025. وصرح هاني رمزي، أنه لا يعلم حتى الآن إمكانية استئناف تصوير العمل، وعرضه في رمضان المقبل لعام 2025. وأوضح أن العمل لم يتم تحديد موعد عرضه النهائي حتى الآن، وأشار إلى أن التصوير لا يزال جاريًا، مما يجعل من الصعب تأكيد مشاركته في السباق الرمضاني المقبل. وأضاف أن العمل يتطلب مزيدًا من الوقت لضمان تقديم أفضل صورة، معربًا عن أمله في أن ينال إعجاب الجمهور عند عرضه، سواء خلال موسم رمضان أو في وقت لاحق."
         ,ImgUrl:"/images/news196.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
