import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'عمرو يوسف في موسم الرياض للمرة الثالثة على التوالي '
      , Description:"عبّر عمرو يوسف عن سعادته بالمشاركة في موسم الرياض للمرة الثالثة على التوالي من خلال مسرحية 'قلبي وأشباحه' التي انطلق عرضها أمس. وكشف عمرو يوسف عن الكواليس والتحضيرات للمسرحية في الرياض، معلقًا أن المسرح له طعم مختلف وإحساس خاص ومتعة من نوع آخر. وأضاف أن مسرحية 'قلبي وأشباحه' هي أول مسرحية تُقدم في إطار رعب كوميدي، تحت إشراف المنتج صلاح الجهيني والأستاذ محمد نصار، اللذين حرصا على تقديم فكرة وحركة جديدة ومشاهد رعب حقيقية مباشرة على المسرح، من خلال تقنيات عالية وهذا ما وفره القائمون على موسم الرياض من تقنيات حديثة وشاشات ضخمة. مسرحية 'قلبي وأشباحه' بطولة مي عز الدين، عمرو يوسف، سليمان عيد، حمدي المرغني، من تأليف طه زغلول ونور مهران وأحمد عبد العزيز (زوز) ومن إخراج محمد محمدي."
 
       ,ImgUrl:"/images/news121.webp"},
       {Title:'الحزن يسيطر على الوسط الفني برحيل اثنين من كبار النجوم '
         , Description:"حالة من الحزن سيطرت على الوسط الفني في مصر والعالم العربي، برحيل اثنين من كبار النجوم من أصحاب التاريخ الفني العريق. فبعد إعلان وفاة الفنان القدير حسن يوسف، صباح أمس، عن عمر ناهز الـ90 عاماً، وحرص عدد من النجوم على حضور صلاة الجنازة لدعم زوجته الفنانة المعتزلة شمس البارودي وأولاده في مصابهم الأليم، ونعى الآخرون 'الولد الشقي' بكلمات مؤثرة عبر صفحاتهم على السوشيال ميديا، والتي تحولت لسرادق عزاء كشف خلالها نجوم الفن ذكرياتهم معه. بعد ساعات قليلة من هذه الفاجعة، أُصيب الوسط الفني بصدمة أخرى في إعلان وفاة الفنان مصطفى فهمي، الذي فارق الحياة في الساعات الأخيرة من مساء أمس، عن عمر ناهز الـ82 عامًا بعد أقل من 60 يوماً من الصراع مع المرض. حيث تدهورت حالته الصحية بعد أيام قليلة من إجرائه جراحة دقيقة بالمخ لاستئصال ورم سرطاني، ليستمر سرادق العزاء قائمًا على صفحات نجوم الفن على السوشيال ميديا بوفاة الفنان مصطفى فهمي، لتكون بذلك ليلة أمس هى ليلة الحزن بالوسط الفني."
 
         ,ImgUrl:"/images/news122.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
