import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'"واحد من الناس" هذا الأسبوع من العلمين الجديدة'

     , Description :"حلقة استثنائية تتميز بخفة الدم يقدمها عمر الليثي من خلال برنامجه \"واحد من الناس\" الذي يُقدم فيها هشام ماجد والمخرج معتز التوني من مدينة العلمين الجديدة. ومن المقرر أن تذاع الحلقة يوم الخميس القادم على قناة الحياة. ومن المقرر أن يتناول الحديث الطريف والشيق العديد من الموضوعات منها التعاون الفني بين هشام ماجد ومعتز التوني ونجاحهما مؤخرًا من خلال فيلم (إكس مراتي) والانسجام والتعاون بينهما في أكثر من عمل فني، كما يتحدثا عن كواليس العمل. كما يتحدثا أيضًا عن المصيف وذكرياته لدى ماجد والتوني منذ الطفولة والمواقف الكوميدية به. كما يتحدث هشام ماجد عن الفرق بين تأديته لدوره كممثل ودوره كمؤلف وأيضًا عشقه لفريق الزمالك. ويشارك معتز التوني امنيته عبر البرنامج بتقديم فيلم كوميدي مع النجمة مني زكي."



      ,ImgUrl:"/images/news9.webp"},
    {Title:"محمد سامي يكشف تفاصيل مسلسلاته في دراما رمضان 2025"
,Description:"نشر محمد سامي على صفحته الشخصية عن بدء تصويره لمسلسله الجديد الذي يشارك به في دراما رمضان 2025. حيث كتب: \"من تصوير مسلسل 'إش إش' للنجمة مي عمر، رمضان 2025 إن شاء الله، على mbc، هيكون بإذن الله أقوى مسلسلاتي\". وقد أكد سامي أن الجمهور سيشاهد مي عمر في دور مختلف تمامًا عما قدمته في أعمالها السابقة. ويتولى محمد سامي تأليف وإخراج هذا المسلسل. وجدير بالذكر أن الثنائي محمد سامي ومي عمر قد تعاونا في مسلسل 'نعمة الأفوكاتو'، الذي عُرض في رمضان 2024. وبهذا يكون 'إش إش' هو العمل الثاني لـ محمد سامي الذي يشارك به في رمضان، حيث يقوم بإخراج مسلسل عمرو سعد أيضًا وهو 'سيد الناس'. ويعد برنامج 'بيت السعد' هو آخر أعمال محمد سامي الذي يقدمه عمرو سعد وأحمد سعد ويعرض على قناة 'MBC مصر'. ويستضيف البرنامج أبرز النجوم ويحتوي على فقرات فنية وكوميدية متعددة."
,ImgUrl:"/images/news10.webp"},

    
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
