import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'نور النبوي يبدأ الحريفة 2 -الريمونتادا مع كزبرة وغزى'
     , Description :"بدأ نور النبوي تصوير أول مشاهد فيلم الحريفة 2 - الريمونتادا، من إخراج كريم سعد، وذلك بعد اعتذار المخرج رؤوف السيد، والفيلم امتداد للجزء الأول الذي حقق نجاح كبير. من المقرر أن تجمع المشاهد الأولى من العمل كزبرة وأحمد غزى وسليم الترك، والفيلم من إنتاج طارق الجنايني وتأليف إياد صالح. ويضم الجزء الثاني من الفيلم جميع أبطال الجزء الأول، ومنهم نور النبوي، نور إيهاب، سليم الترك، كزبرة، خالد الذهبي، أحمد غزي، عبد الرحمن محمد، فراس سعيد، ليلى عز العرب، سليم هاني، كريمة منصور، ريما مصطفى، محمد باشات، شريف دسوقي، بيومي فؤاد، بالإضافة إلى أحمد حسام ميدو لاعب الكرة السابق الذي يشارك في التمثيل للمرة الأولى."
      ,ImgUrl:"/images/news41.webp"},
    {Title:'محمد النقلي يبدأ تحضيرات جوبا مع ميرفت أمين'
,Description:"بدأ المخرج محمد النقلي الاستعدادات لتصوير مسلسل \"جوبا\" كعنوان مبدئي بطولة النجمة الكبيرة ميرفت أمين، ومن المقرر أن ينطلق التصوير خلال الفترة المقبلة، وجاري التعاقد مع الممثلين المرشحين في العمل، بالإضافة إلى الانتهاء من كتابة العمل حيث إنه ما زال في مرحلة الكتابة للمؤلف أحمد صبحى. يشار إلى أن آخر أعمال ميرفت أمين كان مسلسل مليحة مع دياب، بمشاركة الفلسطينية سيرين خاص، وديانا رحمة، وعلى الطيب وغيرهم من الفنانين. وآخر أعمال المخرج محمد النقلي مسلسل \"حى السيدة زينب\" منذ 3 أعوام وشارك في بطولة المسلسل سوسن بدر، ومحمود عبد المغني، ولبنى ونس، وفراس سعيد."
,ImgUrl:"/images/news42.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
