import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'حلقة اليوتيوبر العالمى مستر بيست بالأهرامات تتصدر قائمة يوتيوب حول العالم'
      , Description:"تصدرت حلقة اليوتيوبر العالمى مستر بيست التي تم تصويرها في الأهرامات، قائمة الأعلى مشاهدة على موقع يوتيوب حول العالم، وهي الحلقة التي تخطت حاجز الـ 70 مليون مشاهدة فور طرحها على قناته الخاصة. وطرحت الحلقة على قناة مستر بيست تحت اسم I Spent 100 Hours Inside The Pyramids، والتي حازت على اهتمام مصري وعالمى كبيرين. وكشف أحمد سامى بدوى مدير عام لجنة مصر للأفلام أن الحلقة تمكنت في أقل من يوم من تحقيق قرابة 70 مليون مشاهدة، سيكون لها مردود كبير الذى يصب في صالح السياحة المصرية. وأضاف أنه حاليًا يتم تصوير عمل فنى كبير في مصر، ولكن لن يتم الإعلان عن تفاصيله الآن، كما أنه تم تصوير 70 عملا فنيا عالميا داخل جمهورية مصر العربية في آخر 4 سنوات، منهم 26 عمل في خلال عام 2024، وبالتالي هنالك تزايد في طلبات تصوير الأعمال العالمية في مصر في الفترة الأخيرة."
       ,ImgUrl:"/images/news261.webp"},

       {Title:'أحمد مجدي: مسلسل "أثينا" يتناول قضايا الشباب من منظور شبابي'
         , Description:"أعلن أحمد مجدي مشاركته في مسلسل \"أثينا\" مع ريهام حجاج، والذي يتناول قضايا الشباب من منظور شبابي غير تقليدي. حيث يناقش المسلسل مخاطر الدارك ويب، خلال مسلسلها المقبل أثينا، وذلك من خلال محاولة شقيق بطلة العمل ريهام حجاج للانتحار، وبعد البحث تجد أنها ليست الحالة الأولى في دفعتها، ما يدفعها لمعرفة الأسباب، والذي يكون الدارك ويب أبرزها، وتحاول مواجهة ذلك في إطار اجتماعي تشويقي. ومن المقرر عرض المسلسل في رمضان 2025. مسلسل أثينا بطولة ريهام حجاج، سوسن بدر، أحمد مجدي، نبيل عيسى، محمود قابيل، سلوى محمد علي، جنا الأشقر، وغيرهم من الفنانين، وهو من تأليف محمد ناير، وإخراج يحيى إسماعيل."
         ,ImgUrl:"/images/news262.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
