import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'فيلم ومسلسل .. انتعاشة فنّية لـ أحمد السعدني في 2025'
      , Description:"يعيش أحمد السعدني حالة من الانتعاشة الفنية، ما بين عودته لدراما رمضان بعد غيابه العام الماضي، وبين انتظاره لعرض فيلم جديد من بطولته. فمن ناحية الدراما، تعاقد السعدني على المشاركة في بطولة مسلسل 'لام شمسية' وتشاركه البطولة أمينة خليل، وهو من تأليف مريم نعوم وإخراج كريم الشناوي، ومن المقرر أن يبدأ تصويره خلال الأيام القليلة المقبلة. ومن ناحية السينما، ينتظر السعدني عرض فيلم 'ولنا في الخيال حياة'، والذي انتهى من تصويره منذ فترة. العمل من تأليف وإخراج سارة رزيق ويشارك في العمل كل من مايان السيد، فريدة رجب، سيف حميدة، عفاف مصطفى وآخرين."
       ,ImgUrl:"/images/news133.webp"},
       {Title:'"أفلاطوني" يجمع محمد الشرنوبي وجميلة عوض في رمضان '
         , Description:"تعاقد محمد الشرنوبي على بطولة مسلسل 'أفلاطوني' ليشارك به في الموسم الرمضاني، على أن تشاركه البطولة جميلة عوض التي تخوض من خلال هذا المسلسل أولى بطولاتها المُطلقة. 'أفلاطوني' من نوعية المسلسلات التي تتكون من 15 حلقة، وتأليف وإخراج شريف الألفي ومن المقرر انطلاق تصويره قريبًا. من ناحية أخرى ينتظر محمد الشرنوبي عرض مسلسل 'إقامة جبرية' على إحدى المنصات الإلكترونية خلال ديسمبر الذي يقوم فيه بدور البطولة أمام هنا الزاهد خلال أحداث العمل الذي يشارك في بطولته صابرين، محمود البزاوي، من تأليف أحمد عادل وإخراج أحمد سمير فراج، وتدور أحداثه في إطار اجتماعي نفسي."
         ,ImgUrl:"/images/news134.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
