import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'حورية فرغلي وإيساف في "االمدرسة" '
     , Description :"انطلق تصوير \"المدرسة\" وهو عنوان مؤقت للفيلم الجديد الذي تقوم ببطولته حورية فرغلي وإيساف. والفيلم قصة كل من محمد جمال الحديني ومحمد حمزة وسيناريو وحوار محمد شعبان وإخراج محمد جمال الحديني. وتدور أحداث فيلم \"المدرسة\" فى إطار من الإثارة والتشويق والرعب النفسى على مخاوف الشخصيات وعدم الإستقرار العاطفي وغيرها. وكشفت حورية فرغلي أنها تسعى من خلال الفيلم إلي الوصول لرسالة فنية هدفها تعزيز القيم والمبادئ داخل قلوب الجماهير وذلك في إطار العادات والتقاليد المصرية. ومن ناحية أخرى أبدى إيساف توقعاته بأن يلقى الفيلم ردود فعل إيجابية من حيث الإيرادات واستقبال الجمهور والنقاد عند عرضه في دور السينما."


      ,ImgUrl:"/images/news25.webp"},
    {Title:'وداعًا حمدي .. يجمع بين شيرين رضا وآية سماحة '
,Description:"بعد نجاحها في الفترة الماضية من خلال أعمالها المتميزة في الدراما والسينما، تعاقدت مؤخرًا آية سماحة على فيلم جديد بعنوان 'وداعًا حمدي' بمشاركة شيرين رضا الذي تدور أحداثه في إطار كوميدي، وجاري إنهاء التعاقدات مع جميع أبطال العمل لتحديد موعد بدء التصوير. وكشفت آية أنها تجسد خلال الأحداث شخصية صحفية، وأنها تواصل التصوير في الفترة الحالية. وأضافت أنها متحمّسة جداً لهذا العمل وتعتبره تحدّي، خاصة أنه أولى بطولاتها في السينما، ووعدت جمهورها بعمل مختلف."

,ImgUrl:"/images/news26.webp"},

    
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
