import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'هذا هو موعد عرض آخر حلقتين من مسلسل "6 شهور"'
      , Description:"تعرض منصة \"watch it\" آخر حلقتين من مسلسل \"٦ شهور\" الأربعاء المقبل الذي يتكون من 10 حلقات ويعرض حلقتين أسبوعيا.\n\nمسلسل \"6 شهور\" من بطولة كلا من نور خالد النبوي، نور إيهاب، مراد مكرم، سلوى محمد علي، أمجد الحجار، باهر النويهي، فريدة رجب، بسمة نبيل، وآخرين من النجوم، والمسلسل من تأليف كلا من عمرو أبو يزيد، وإخراج مصطفى صولي.\n\nجدير بالذكر أن نور النبوي انتهى من تصوير مشاهده في فيلم \"الحريفة 2\" إخراج كريم سعد، تأليف إياد صالح، بطولة أحمد غزي، سليم الترك، خالد الذهبي، كزبرة، نور إيهاب، عبد الرحمن محمد، كريمة منصور بمشاركة نجوم كبار كضيوف شرف منهم الفنان أحمد فهمي، آسر ياسين."
       ,ImgUrl:"/images/news143.webp"},
       {Title:'افتتاح الدورة ٤٥ لمهرجان القاهرة السينمائي '
         , Description:"افتتح النجم حسين فهمي رئيس مهرجان القاهرة السينمائي الدولي الدورة الجديدة وهي الـ45، وسط حضور كبير من نجوم السينما من مصر والوطن العربي. ويفتتح المهرجان، دورته الجديدة المقرر إقامتها بداية من اليوم إلى 22 نوفمبر الجاري، بعرض الفيلم الفلسطيني \"أحلام عابرة\" للمخرج رشيد مشهراوي في عرضه العالمي الأول، بحضور صناعه. وتشهد الدورة الخامسة والأربعين من مهرجان القاهرة السينمائي، مشاركة 190 فيلمًا من 72 دولة بالإضافة لحلقتين تلفزيونيتين، بينما تشمل الفعاليات 16 عرضًا للسجادة الحمراء، و37 عرضًا عالميًا أول، و8 عروض دولية أولى، و119 عرضًا لمنطقة الشرق الأوسط وأفريقيا. ويكرم المهرجان في نسخته الـ 45 ثلاث شخصيات سينمائية بارزة تضم المخرج المصري يسري نصر الله، الذي يُمنح جائزة الهرم الذهبي التقديرية لإنجاز العمر، تقديرًا لمسيرته الفنية الحافلة، والنجم أحمد عز، بمنحه جائزة فاتن حمامة للتميز، كما سيتم تكريم المخرج البوسني دانيس تانوفيتش، الذي يترأس لجنة تحكيم المسابقة الدولية."
         ,ImgUrl:"/images/news144.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
