import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'محمود الليثي: البحث عن علا 2 من أقوى المواسم'
      , Description:"تحدث محمود الليثي، عن مشاركته في الجزء الثاني من مسلسل 'البحث عن علا' بطولة هند صبري، والذي يتم عرضه حاليًا عبر إحدى المنصات الشهيرة. وقال الليثي: 'البحث عن علا 2' موسم من أقوى المواسم، وهند صبري مفيش كلام يوصفها، هي في حتة تانية، وهي بجد من أجمل الشخصيات اللي ممكن نتعامل معاها في الدنيا، والدور هيكون مختلف، وإن شاء الله العمل يحقق نجاح كبير. مسلسل البحث عن علا 2، من بطولة هند صبري وسوسن بدر وطارق الإبياري وظافر العابدين ومحمود الليثي، من تأليف مها الوزير، وإخراج هادي الباجوري. ومن ناحية أخرى يُعرض حاليًا للفنان محمود الليثي، فيلم 'عنب' الذي يشارك فيه البطولة مع أيتن عامر وإسلام إبراهيم، ومن إخراج أحمد نور، وقصة أمين جمال ومحمد محرز."
      ,ImgUrl:"/images/news79.webp"},
      {Title:'يوسف الشريف يبدأ تصوير فيلم ديربى الموت من داخل مباراة كأس السوبر'
        , Description:"الجمعة الماضية كانت بداية تصوير فيلم 'ديربي الموت' حيث بدأ يوسف الشريف تصوير أولى مشاهده في الفيلم أثناء مباراة كأس السوبر الأفريقي بين فريقي الأهلي والزمالك التي أقيمت في المملكة العربية السعودية. وتواجد يوسف الشريف وسط الجماهير أثناء المباراة للمشاهدة والتشجيع، ولكنه أيضًا نزل إلى أرضية الملعب لتصوير أولى مشاهد فيلمه الجديد الذي يعيده إلى السينما مجددًا بعد غياب لسنوات أثناء المباراة. يذكر أن آخر أعمال يوسف الشريف في السينما كان فيلم 'بني آدم' والذي قدمه بالتعاون مع عدد من الفنانين، من بينهم دينا الشربيني وهنا الزاهد وعدد آخر من الفنانين."
        ,ImgUrl:"/images/news80.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
