import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'عرض مسلسل "حياة أو موت" في رمضان 2025 بدلا من "الاوف سيزون"'
      , Description:"بدأت حنان مطاوع تصوير مسلسلها \"حياة أو موت\" منذ عدة أسابيع بالتزامن مع مسلسلها الثاني \"صفحة بيضاء\" التي أوشكت على الانتهاء من تصويره. وصرح مصدر أن المسلسل سيتم عرضه خلال السباق الرمضاني المقبل بدلًا من عرضه في موسم \"الأوف سيزون\". تدور أحداث مسلسل “حياة أو موت” حول \"حياة\" الدكتورة التي يتم اتهامها في جريمة قتل وتواجه أزمات عديدة وتحاول إثبات براءتها، ويشارك في البطولة أحمد الرافعي، محمد علي رزق، سلوى عثمان، مصطفى حشيش، محمد المغربي، أحمد عنان، ومحمد يونس، والمسلسل من تأليف أحمد عبدالفتاح، إخراج هاني حمدي، وإنتاج أحمد السبكي."
       ,ImgUrl:"/images/news187.webp"},
       {Title:'تعرف على الموعد النهائي لعرض "إقامة جبرية"'
         , Description:"تنتظر هنا الزاهد عرض مسلسلها الجديد \"إقامة جبرية\"، بعد سلسلة من التأجيلات تعرض لها العمل، والتي تظهر فيه بشكل مختلف بعيدًا عن الكوميديا.\n\nونشرت هنا بوستر جديد للمسلسل عبر صفحتها الشخصية على إنستجرام كشفت من خلاله موعد عرضه وعلقت قائلة: \"إقامة جبرية.. 8 يناير\"، كما روجت إحدى المنصات الإلكترونية عن الموعد النهائي لعرض المسلسل ونشرت صور من الكواليس على انستجرام، وإعلان جديد علقت عليه \"صدمة واحدة كانت كفيلة إنها تهز سلمى وتغيّر كل حاجة في حياتها\".\n\nالمسلسل من بطولة هنا الزاهد وصابرين ومحمد الشرنوبى ومحمود البزاوي وثراء جبيل وعايدة رياض، من تأليف أحمد عادل وإخراج أحمد سمير فرج، ويدور حول المرض النفسي من خلال «سلمى - هنا الزاهد» طبيبة نفسية تعاني من مرض نفسي ويتم اتهامها بقتل زوجها."
         ,ImgUrl:"/images/news188.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
