import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'نيكول سابا وياسمين عبد العزيز يلتقيان في "تقابل حبيب" بعد غياب 18 عام '
      , Description:"⅛ دستة أشرار كان أول عمل يجمعهما منذ 18 عام، وتتشارك ياسمين عبد العزيز ونيكول سابا مرة أخرى في رمضان في مسلسل 'تقابل حبيب'. والمسلسل من تأليف عمرو محمود ياسين وإخراج محمد الخضيري وبطولة ياسمين عبد العزيز ونيكول سابا وكريم فهمي ومن إنتاج سينرجي. جدير بالذكر أن آخر أعمال نيكول سابا بطولة مسرحية 'الليلة الكبيرة'. أما عن ياسمين عبد العزيز كان آخر أعمالها الفنية مسلسل 'ضرب نار' الذي عُرض في رمضان 2023، وكان من بطولتها مع أحمد العوضي."
       ,ImgUrl:"/images/news117.webp"},
       {Title:'"الديب" ينضم لقائمة أفلام السقا الجديدة'
         , Description:"رغم ارتباط أحمد السقا بتصوير مسلسل 'العتاولة 2' استعدادًا للموسم الرمضاني، إلا أن السقا يقوم بتحضير عدة أفلام له الفترة المقبلة وسيبدأ تصويرهم بعد رمضان فور انتهاءه من تصوير المسلسل. ومن هذا الأفلام فيلم 'الديب' الذي تم تغيير اسمه من 'خبطة العمر' وانتهى المخرج محمد سلامة من معاينة أماكن التصوير الذي يتم التحضير له منذ شهر تقريبًا وهو من تأليف هاني سرحان، وإنتاج سينرجي، ومن المقرر أن يبدأ تصويره بالتزامن مع تصوير مسلسل 'العتاولة 2'. كما تعاقد السقا على بطولة فيلم 'هيروشيما' من إنتاج السيناريست أيمن بهجت قمر ومن إخراج أحمد نادر جلال ومن المقرر أن يبدأ تصويره بعد رمضان. كما بدأ تصوير فيلم 'أحمد وأحمد' مع أحمد فهمي وهو من إخراج أحمد نادر جلال وتشارك في البطولة جيهان الشماشرجي."
         ,ImgUrl:"/images/news118.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
