import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'كوميديا مختلفة.. سوسن بدر مفاجأة مسلسل "الكابتن" في رمضان'
      , Description:"تستعد سوسن بدر لعرض مسلسلها الجديد \"الكابتن\" خلال موسم رمضان المقبل حيث يُعرض حصريًا عبر قنوات الشركة المتحدة للخدمات الإعلامية ومنصة Watch It الرقمية. كشفت منصة Watch It عن البوستر الرسمي للمسلسل عبر حساباتها على مواقع التواصل الاجتماعي، وعلقت: \"كوميديا من نوع مختلف هنستمتع بيها مع النجمة سوسن بدر في مسلسل الكابتن.\" يشارك في بطولة \"الكابتن\" أكرم حسني، آية سماحة، رحمة أحمد، محمد رضوان، أحمد الرافعي، سامي مغاوري، وعمر شوقي. المسلسل من تأليف عمرو الدالي، وإخراج معتز التوني. يجسد أكرم حسني خلال الأحداث شخصية كابتن طيار يتسبب في حادث يؤدي إلى وفاة ركاب طائرته، لتبدأ سلسلة من المواقف الكوميدية التي تسلط الضوء على التحولات الشخصية والمهنية التي يمر بها."
       ,ImgUrl:"/images/news251.webp"},

       {Title:'"إقامة جبرية" يحتل المركز الأول في نسب المشاهدة بمصر'
         , Description:"تصدر مسلسل \"إقامة جبرية\" بعد عرض أولى حلقاته من تصدر نسب المشاهدة في مصر، وذلك بعد طرح معظم حلقاته عبر منصة watch it والتي لاقت إعجاب العديد من المتابعين والجماهير. احتل مسلسل إقامة جبرية المركز الأول من أصل 10 مراكز هم الأعمال الأعلى مشاهدة فى مصر . ويتكون مسلسل \"إقامة جبرية\" من 10 حلقات، وهو من نوعية الدراما النفسية ممتزجة بالتشويق والإثارة، وتدور أحداثه في إطار اجتماعي تشويقي حول العديد من القضايا المجتمعية."
         ,ImgUrl:"/images/news252.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
