import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'المخرج حسام على يكشف عن البوسترات الفردية لأبطال مسلسل "النص"'
      , Description:"كشف المخرج حسام على عن البوسترات الفردية لمسلسل \"النص\" بطولة أحمد أمين، والمقرر عرضه في رمضان المقبل. ويتناول المسلسل حقب زمنية مختلفة، وتصدر أبطال المسلسل بوسترات لـ أحمد امين، أسماء أبو اليزيد، صدقى صخر، دنيا سامى، عبد الرحمن محمد، سامية طرابلسى، وآخرون. يتكون المسلسل من 15حلقة، وبطولة أحمد أمين، أسماء أبو اليزيد، صدقي صخر، حمزة العيلي، سامية طرابلسي، دنيا سامي، سمرعلام، دعاء حكم، عبد الرحمن محمد، إسراء أحمد عطية، وائل عيني، والعمل مستوحًى من كتاب \"مذكرات نشال\" للباحث أيمن عثمان. وسيناريو وحوار شريف عبدالفتاح، عبدالرحمن جاويش، ووجيه صبري وإخراج حسام علي وإنتاج شركة أروما للمنتج تامر مرتضى أحمد أمين يعتمد في المسلسل على قصة كوميدية مستوحاة من كتاب \"مذكرات نشال\" للباحث أيمن عثمان إذ يلعب أمين دور دور نشال محترف يدعى عبد العزيز النص يقرر التوبة عن السرقة، ويُشّكل فرقة لمواجهة الاحتلال الإنجليزى، مكونة من مجموعة من النشالين مع الاستعانة بفتاة ليل وضابط، ويستطيع أمين وفرقته مقاومة الاحتلال ليتحول من نشال إلى بطل شعبى تتحاكى به الأجيال."
       ,ImgUrl:"/images/news255.webp"},

       {Title:'شيرين رضا تنتظر عرض مسلسلها "النصاب" على إحدى المنصات الرقمية'
         , Description:"تنتظر شيرين رضا عرض مسلسلها الجديد عبر إحدى المنصات العالمية والتي يعرض بعنوان \"النصاب\"، ويشاركها البطولة عدد من الفنانين العرب، منهم علي كاكولي، وفي فؤاد وغيرهم ومن إخراج عصام عبد الحميد، ومن المقرر عرضه خلال الفترة المقبلة."
         ,ImgUrl:"/images/news256.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
