import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'مصطفى أبو سريع: دوري في"العتاولة 2" يفاجئ الجمهور بتغيير كبير'
      , Description:"كشف مصطفى أبو سريع عن تفاصيل جديدة ومثيرة حول ثاني أجزاء مسلسل \"العتاولة 2\"، المقرر عرضه في رمضان 2025. وصرح أبو سريع أن شخصية \"عاطف\" التي يؤديها ستشهد تغييرات وفقًا لتأثير الدراما، مشيرًا إلى أنه قد انتهى من تصوير 40% من مشاهده. وأضاف أبو سريع: \"اللي بيميز العتاولة كواليسها، والاتفاق أننا كلنا متفقين على أنه سيكون هناك جزء ثاني من المسلسل سواء من إدارة القناة أو النجوم أو المخرج، وكل النجوم الكبار الذين يشاركون في الجزء الثاني أضافوا بهجة للكواليس، لأنهم جميعًا فنانين كبار جدًا\". ويشارك في بطولة المسلسل نخبة من النجوم مثل: أحمد السقا، طارق لطفي، فيفي عبده، زينة، باسم سمرة، هدى الاتربي، مصطفى أبو سريع، وآخرين من الفنانين الذين شاركوا في الجزء الأول، بالإضافة إلى نجوم آخرين انضموا مؤخرًا للجزء الثاني، من تأليف مصطفى جمال هشام، ومن إخراج أحمد خالد موسى."
       ,ImgUrl:"/images/news223.webp"},

       {Title:'وائل فرج يعتذر عن إخراج "شهادة معاملة أطفال" لـ محمد هنيدي'
         , Description:"أعلن وائل فرج عن اعتذاره عن إخراج مسلسل \"شهادة معاملة أطفال\" بطولة محمد هنيدي، عبر حسابه الرسمي على الفيسبوك. ونشر المخرج وائل فرج رسالة اعتذار عن مسلسل \"شهادة معاملة أطفال\" قائلا: \"أعلن اعتذاري عن استكمال مسلسلي شهادة معاملة أطفال، ورغم اختلاف وجهات النظر الفنية إلا أني استمتعت بالعمل مع الفنان محمد هنيدي اللى حبيته جدا على المستوى الشخصي\". واختتم وائل فرج: \"وشركاء العمل فى المتحدة للخدمات الإعلامية اللى بتمنالهم كل التوفيق والنجاح إن شاء الله\"."
         ,ImgUrl:"/images/news224.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
