import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'تعرف على تفاصيل مسلسل "الحب كله" لآسر ياسين'
      , Description:"يواصل آسر ياسين التحضير لأحدث أعماله مسلسل \"الحب كله\"، ومن المقرر عرضه في موسم دراما رمضان 2025. المسلسل يناقش بعض المشاكل الاقتصادية والاجتماعية وخاصة في الفترة بين يناير 2023 وحتى مارس 2024. مسلسل \"الحب كله\" يدور في إطار اجتماعي تشويقي، مكون من 15 حلقة، وتواصل الشركة المنتجة له في الفترة الحالية الاتفاق مع باقي الأبطال المشاركين به بجانب آسر ياسين، والعمل من إخراج تامر محسن."
       ,ImgUrl:"/images/news169.webp"},
       {Title:'طرح برومو مسلسل "فقرة الساحر"'
         , Description:"نشرت إحدى المنصات الرقمية البرومو التشويقي لمسلسل \"فقرة الساحر\" المقرر عرضه ابتداءً من 19 ديسمبر. المسلسل من بطولة طه دسوقي وأسماء جلال وعلي قاسم مع ضيوف الشرف بسمة ووليد فواز. \"فقرة الساحر\"، من تأليف إياد صالح وإخراج تامر محسن، الذي يعود بعد غياب دام ثلاث سنوات، منذ مسلسل \"لعبة نيوتن\". تدور أحداث مسلسل \"فقرة الساحر\" حول عمليات سرقة وسطو مستوحاة من أحداث حقيقية في 8 حلقات مليئة بالمفاجآت والتشويق، تدور القصة حول ثلاثة أصدقاء منذ الطفولة وهم مِكس، لمى، وألفي، الذين تطورت صداقتهم إلى شراكة غير تقليدية، حيث شكّلوا عصابة صغيرة تستند إلى مهاراتهم المتنوعة لمواجهة تحديات مثيرة، في قالب يمزج بين الضحك والمغامرة والإثارة والأكشن."
         ,ImgUrl:"/images/news170.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
