import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'فيلم (رحلة 404) يطير إلى الأوسكار 2025'
      , Description :"أعلنت نقابة المهن السينمائية عن اختيارها لفيلم 'رحلة 404' بطولة منى زكي ليمثل مصر في مهرجان الأوسكار 2025. وتدور أحداث الفيلم حول 'غادة' قبل أيام من سفرها إلى مكة لأداء فريضة الحج، وتتورط في مشكلة طارئة وتدور الأحداث التي تضطرها إلى العودة إلى أشخاص من الماضي. اشترك في فيلم 'رحلة 404' مجموعة كبيرة من النجوم وضيوف الشرف منهم، محمد فراج، ومحمد ممدوح، وشيرين رضا، وخالد الصاوي. والفيلم من تأليف محمد رجاء وإخراج هاني خليفة ومن انتاج محمد حفظي وشاهيناز العقاد."
       ,ImgUrl:"/images/news61.webp"},
    {Title:'مفاجآت في الجزء الثاني من مسلسل "البحث عن علا" وهذا موعد عرضه '
    ,Description:"يستعد صناع الجزء الثاني من مسلسل \"البحث عن علا\" بطولة هند صبري، لعرضه عبر إحدى المنصات الإلكترونية يوم الخميس الموافق 26 سبتمبر، وهو من إخراج هادي الباجوري. \n\nنشرت هند صبري على إنستجرام برومو الموسم الثاني، والذي يظهر فيه تردد علا وحيرتها حول فكرة الخطبة مرة أخرى، حيث تلتقي بـ كريم عابد (ظافر العابدين)، كما يعود طارق الإبياري بدور حازم، شقيق علا، وتظهر أيضًا الخلافات بين علا وابنتها، وتستمر الأحداث في إطار كوميدي مشوق.\n\nيشارك في بطولة الموس الثاني سوسن بدر وطارق الإبياري وظافر العابدين ومحمود الليثي. المسلسل من تأليف مها الوزير وإخراج هادي الباجوري."
    ,ImgUrl:"/images/news62.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
