import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'نضال الشافعي ومها نصار يتعاقدان على "ضل حيطة" بطولة ياسمين صبري'
      , Description: `تعاقد نضال الشافعي ومها نصار على مسلسل "ضل حيطة"، من بطولة ياسمين صبري، والمقرر عرضه خلال رمضان المقبل. المسلسل يتكون من 15 حلقة، وهو من تأليف محمد سيد بشير، إخراج شيرين عادل، وإنتاج مها سليم، ومن المنتظر أن يبدأ نضال الشافعي تصوير مشاهده في الأيام المقبلة. ويضم المسلسل نخبة من النجوم، منهم ياسمين صبري، نيقولا معوض، وفاء عامر، هالة فاخر، عزت زين، عابد عناني، نضال الشافعي، مها نصار، هند عبد الحليم، بالإضافة إلى عدد كبير من ضيوف الشرف والفنانين الشباب.`
       ,ImgUrl:"/images/news243.webp"},

       {Title:'فريق عمل "وش سعد" يحتفل بعيد ميلاد صلاح عبدالله'
         , Description:"احتفل أبطال وصناع مسلسل \"وش سعد\" بعيد ميلاد صلاح عبد الله، وذلك أثناء تصوير العمل. ونشر صلاح عبدالله، عبر إنستجرام مقطع فيديو للحظة الاحتفال، وعلق قائلاً: \"أثناء تصوير مسلسل وش سعد رمضان ٢٠٢٥ بإذن الرحمن شكراً من الأعماق حبايبي\". مسلسل \"وش سعد\" من بطولة: أحمد صالح، آيتن عامر، مصطفى أبوسريع، صلاح عبد الله، عبير صبري، إبرام سمير، علاء مرسي، دنيا المصري، عايدة رياض، أحمد صيام، وآخرون، العمل من تأليف حسام موسى وإخراج محمد حمدي. تدور أحداث المسلسل حول رجل إماراتي يسافر إلى القاهرة في رحلة عمل، حيث يتعرض لحادث غير متوقع أثناء تجوله ليلًا مع سائقة سيارة تأخذه إلى منزلها بدلًا من المستشفى خوفًا من المسؤولية، مما ينطلق منه العديد من المواقف الكوميدية الاجتماعية التي تكشف ملامح الحارة المصرية والمجتمع الشعبي الأصيل."
         ,ImgUrl:"/images/news244.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
