import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'الكشف عن تفاصيل شخصية أحمد خالد صالح في مسلسل "قتل اختياري"'
      , Description:"يعود أحمد خالد صالح لجمهوره بدور الزوج مرة أخرى بعد نجاحه في مسلسل 'بدون سابق إنذار' من خلال مسلسل 'قتل اختياري' حيث يجسد دور زوج بطلة العمل ياسمين رئيس. والشخصية التي يجسدها أحمد خالد صالح في المسلسل تحمل الكثير من الأبعاد النفسية التي تكشفها الأحداث تباعًا حيث تسبب الحيرة هل تتعاطف معه أم لا؟ ومن المقرر أن يبدأ تصوير المسلسل نهاية الشهر الجاري. 'قتل اختياري' من تأليف محمد السوري ويناقش مشكلات الأمهات اللاتي يعانين مع أطفالهن المصابون بمتلازمة داون. والمسلسل هو التعاون الثاني الذي يجمع ياسمين رئيس بأحمد خالد صالح بعد تعاونهما في فيلم 'الفستان الأبيض' الذي يُطرح في دور السينما يوم 20 نوفمبر. والفيلم من تأليف وإخراج جيلان عوف ومن بطولة ياسمين رئيس، أسماء جلال، أحمد خالد صالح."
       ,ImgUrl:"/images/news131.webp"},
       {Title:'حنان مطاوع في كواليس مسلسلها الجديد "صفحة بيضا"'
         , Description:"تواصل حنان مطاوع تصوير مشاهد مسلسلها الجديد 'صفحة بيضا' تمهيدًا لعرضه خلال الأسابيع المقبلة. حيث تم تصوير نسبة كبيرة من مشاهد العمل حتى الآن. وكشف المؤلف حاتم حافظ عن بعض من صور الكواليس وظهرت حنان بالشخصية التي تجسدها مرتدية الجلباب الأسود والحجاب. مسلسل 'صفحة بيضا' من تأليف حاتم حافظ وإخراج أحمد حسن وهو من بطولة حنان مطاوع ويشاركها البطولة سامي الشيخ ومها نصار وأحمد الرافعي. وتدور أحداث المسلسل في إطار اجتماعي تشويقي، إذ تدخل حنان مطاوع في العديد من الأزمات وتحاول الوصول إلى حل لها."
         ,ImgUrl:"/images/news132.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
