import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'طرح بوستر مسلسل "مطعم الحبايب" استعدادًا لطرحه '
     , Description :"طرحت الجهة المنتجة لمسلسل \"مطعم الحبايب\" بوستر العمل وهو من بطولة هدى المفتي وأحمد مالك، ومن المتوقع أن ينال المسلسل عدد كبير من المشاهدات، وخاصة أنه من بطولة شبابية. ويشارك في بطولة المسلسل بيومي فؤاد وانتصار وإسلام إبراهيم وسامي مغاوري ومحمود البزاوي وإنعام سالوسة بالإضافة إلى بعض ضيوف الشرف، من تأليف مريم نعوم وورشة سرد وإخراج عصام عبد الحميد، وإنتاج عبد الله أبو الفتوح. تدور أحداث المسلسل في إطار اجتماعي تشويقي كوميدي، ويظهر بيومي فؤاد بدور \"أبو المجد\" يمتلك مطعم في أحد الأحياء، ويدخل في خلافات ومناوشات بشكلٍ شبه يومي مع أصحاب المطاعم المجاورة له، من منطلق المنافسة فيما بينهم، لكن تجمعهم بالنهاية حالة من الوحدة والترابط دون التسبب في أي ضرر."

      ,ImgUrl:"/images/news49.webp"},
    {Title:'بعد نجاحه في أدوار عديدة منها العترة في "الكبير"  ينتقل مصطفى غريب إلى حالة من النشاط الفني.'
,Description:"حيث يصور حاليا فيلم شمس الزناتى مع محمد إمام وبمشاركة عدد كبير من الفنانين منهم اسماء جلال وبيومي فؤاد وبعض ضيوف الشرف، ومن المقرر طرحه فى السينمات فى الموسم السينمائى المقبل وهو من إخراج عمرو سلامة، وتأليف محمد الدباح. كما يستعد أيضًا للمشاركة في فيلم \"الشاطر\" أمام امير كرارة وتشارك فى البطولة هنا الزاهد، والفيلم من إخراج أحمد الجندى، ومن المقرر البدء فى تصويره خلال الشهر الجاري. كما أنه يستعد لفيلم \"المستريحة\" الذى يجسد فيه نجل ليلى علوى، وهو الفيلم الذى يقوم بتصويره خلال الفترة الحالية منذ انتهاء رمضان."
,ImgUrl:"/images/news50.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
