import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'فركش "جودر 2".. وياسر جلال يوجه الشكر لكل صناع العمل'
      , Description:'أعرب ياسر جلال، عن سعادته بـ انتهاء تصوير الجزء الثاني من مسلسل جودر، والمقرر عرضه في السباق الرمضاني 2025، وذلك بعد النجاح الكبير الذي حققه الجزء الأول في السباق الرمضاني الماضي 2024. وقال ياسر جلال: " النهاردة آخر يوم تصوير في مسلسل جودر، وأنا عايز أحمد ربنا سبحانه وتعالى على النجاح الكبير اللي ربنا إداه لينا من الجزء الأول، المسلسل ده من شهر 6 2022، والنهاردة خلصناه في شهر 12 2024". وتابع قائلا: "أنا اتشرفت اني كنت جزء من الفريق الكبير ده، وربنا يكلل مجهودنا أن الجزء الثاني ينجح زي الجزء الأول، وكل الشكر للنقاد اللي دعمونا وبشكر كل فريق العمل وهما على رأسي من فوق، والفضل كله يرجع لكل فريق العمل مش لشخص واحد، وعلى رأسهم أستاذ إسلام خيري". ويشارك في بطولة مسلسل جودر بجانب الفنان ياسر جلال كلا من: ياسمين رئيس، عابد عناني، تارا عماد، وفاء عامر، وليد فواز، محمد التاجي، أيتن عامر، أحمد ماهر، محمود البزاوي، هنادي مهنا، محمد علي رزق، منذر مهران، وآخرين، والعمل من تأليف أنور عبد المغيث، وإخراج إسلام خيري.'
       ,ImgUrl:"/images/news199.webp"},

       {Title:'وفاء عامر عن انسحابها من مسلسل "سيد الناس" لـ محمد سامي: "اتحسدت"'
         , Description:"كشفت وفاء عامر عن أسباب انسحابها من مسلسل “سيد الناس” للمخرج محمد سامي، إنها انسحبت من المسلسل بسبب إصابتها في قدمها خلال التصوير، متابعة: \"اتحسدت.. حسدوني على العمل مع محمد سامي\". وأكدت وفاء عامر أنها تحب المخرج محمد سامي، وكانت سعيدة بالتعاون معه، مؤكدة أنهما سيتشاركان يوما ما في عمل يجمعهما. وقالت وفاء عامر، إنها أصرت علي ترك مسلسل \"سيد الناس\"، بسبب شعورها بالألم الشديد، في القدم بعد إصابتها، وقررت أن تنسحب من العمل، رغم رفض المخرج محمد سامي التخلي عنها، مشيرة إلى أنه ثاني يوم من الإصابة تدهورت حالتها الصحية أكثر."
         ,ImgUrl:"/images/news200.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
