import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'خالد الصاوي يكشف عن شخصيته في "المداح 5"'
      , Description:"كشف خالد الصاوي عن دوره في مسلسل \"المداح \" الجزء الخامس والاخير بطولة الفنان حمادة هلال. وصرح أنه سوف يظهر بأكثر من شخصية خلال حلقات المسلسل لانه يجسد جن من النار. وجدير بالذكر أن خالد الصاوي قد تعرض لكسر في ذراعه وأوضح أن السبب أنه مصاب بانزلاق غضروفي، واختل توازنه فسقط على لوح زجاجي أدى إلى إصابته بكسر في اليد، وقام على الفور بعمل أشعة وجبيرة في يده. وأكد الصاوي أنه مازال مستمر في تصوير مشاهد مسلسل \"المداح\" وأيضًا مسلسل \"سيد الناس\" رغم إصابته بكسر في ذراعه. \"المداح 5\" من بطولة حماده هلال، غادة عادل، خالد الصاوي، مي كساب، هبة مجدي، يسرا اللوزي، خالد سرحان والمسلسل من تأليف أمين جمال ووليد أبو المجد وشريف يسري وإخراج أحمد سمير فرج."
       ,ImgUrl:"/images/news257.webp"},

       {Title:'"ظلم المصطبة" مهدد بالخروج من السباق الرمضاني بعد اعتذارات صُناعه'
         , Description:"على الرغم من طرح البوستر الرسمي للمسلسل والكشف عن برومو أبطال العمل إلا أن مسلسل \"ظلم المصطبة\" يواجه شبح التأجيل والخروج من سباق رمضان 2025 بسبب اعتذارات صناعه. فبعد أن أعلن مؤلف المسلسل محمد رجاء اعتذاره عن استكمال العمل بعد تسليمه 6 حلقات من المسلسل بسبب اختلافات وجهات النظر الفنية. تعرض مسلسل لأزمة جديدة باعتذار المخرج هاني خليفة عن استكمال إخراج المسلسل بعد انتهائه من تصوير الثلاث حلقات الأولى ليستكمل تصوير العمل المخرج محمد علي في محاولة من صناع المسلسل للحاق بموسم رمضان 2025. ويطرح السؤال نفسه بعد هذه السلسلة الطويلة من الاعتذارات لصناع مسلسل \"ظلم المصطبة\" هل يمكنه اللحاق بالموسم الرمضاني أم يعلن صناعه عن تأجيله؟"
         ,ImgUrl:"/images/news258.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
