import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'أحمد السقا ونسرين أمين أعداء في "العتاولة 2" '
      , Description:"تعاقدت نسرين أمين على المشاركة في مسلسل 'العتاولة 2' بطولة أحمد السقا وطارق لطفي، وتجسد فيه شخصية سيدة أعمال، وتدخل في صراعات مع السقا وطارق لطفي، وهي عدوة قديمة لهما تعود للظهور مجددًا في حياتهما، ومن المقرر عرض العمل في موسم رمضان 2025 المقبل. يشار إلى أن مسلسل العتاولة، عُرض في رمضان الماضي، وحقق العمل نجاحًا كبيرًا وقت عرضه، وتناول في إطار من التشويق والإثارة، حول قصة الشقيقان خضر، ونصار، واللذان يعملا في مجال النصب والجريمة، مما يضعهما في العديد من العقبات والمخاطر."
      ,ImgUrl:"/images/news101.webp"},
      {Title:'أحمد خالد صالح يتعاون مع ياسمين رئيس في فيلم "الفستان الأبيض" '
        , Description:"عبر أحمد خالد صالح عن سعادته لمشاركته في فيلم 'الفستان الأبيض' مع ياسمين رئيس. حيث يخوض من خلاله بعد الانتهاء من تصويره، وذلك من خلال حضوره العرض العالمي الأول فى الدورة السابعة من مهرجان الجونة السينمائي الدولي. ويشارك فيلم 'الفستان الأبيض' في مسابقة الأفلام الروائية الطويلة، ليكون أول فيلم يشارك بشكل رسمي بالمهرجان ضمن المسابقة. وأكد سعادته بأن يكون العرض الأول لفيلمه في المهرجان. يقدم أحمد خالد صالح في هذا الفيلم شخصية جديدة ومختلفة عن الأعمال التي شارك فيها من قبل، كما أن الفيلم هو أول تجربة سينمائية للمخرجة جيلان عوف. وأشار إلى أنه أحب أفلامها القصيرة التي قدمتها من قبل، كما أنه سعيد بالتعاون للمرة الثانية مع الفنانة ياسمين رئيس من خلال شخصية 'حسين' والتي يقدمها ضمن أحداث الفيلم وهو 'العريس'. فيلم 'الفستان الأبيض' كان يحمل اسم 'رحلة البحث عن الفستان الأبيض' قبل تغييره، ويشارك في بطولته مع أحمد خالد صالح كل من ياسمين رئيس وأسماء جلال. وتدور أحداثه في إطار من الدراما حول صديقتين من حى فقير توشك إحداهما على الزواج، لكن يُتلف فستان زفافها فى نفس يوم الحفل، فتخوض رحلة فى القاهرة مع صديقتها المقربة للبحث عن فستان آخر."
        ,ImgUrl:"/images/news102.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
