import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'خالد سرحان يكشف تفاصيل دوره في مسلسل "منتهي الصلاحية"'
      , Description:"كشف خالد سرحان عن مشاركته في مسلسل \"منتهي الصلاحية\" المقرر عرضه في رمضان 2025، قائلاً: \"بدأت تصوير مشاهدي في المسلسل، وهو دور مختلف تمامًا عن أدواري السابقة\". وأضاف: \"أبتعد هذه المرة عن الكوميديا لتقديم شخصية جدية ليس لها علاقة بالكوميديا نهائياً وتحمل أبعادًا مختلفة عن أي شيء قدمته من قبل\". ويتكون مسلسل \"منتهي الصلاحية\" من 15 حلقة، وهو من تأليف محمد هشام عبية، وإخراج تامر نادي. ويشارك في البطولة محمد فراج، ياسمين رئيس، هنا شيحة، هبة مجدي، دنيا ماهر، محمود الليثي، سامي مغاوري، حسن مالك، جيسيكا حسام الدين، وملك حسن. ومن المقرر عرض المسلسل أيضًا على إحدى المنصات الرقمية."
       ,ImgUrl:"/images/news229.webp"},

       {Title:'محمد جمعة يكشف عن موعد عرض مسرحية "بني آدم" في موسم الرياض'
         , Description:"أعلن محمد جمعة عن موعد عرض مسرحية “بني آدم” على مسرح بكر الشدي في المملكة العربية السعودية، ضمن فعاليات موسم الرياض. وقد شارك جمعة بوستر المسرحية عبر حسابه على إنستجرام وعلق قائلًا: “المسرحية الكوميدية بني آدم على مسرح بكر الشدي بداية من يوم 23 يناير وحتى 1 فبراير”. ويشارك في المسرحية أحمد حلمي، محمد جمعة، حمدي الميرغني، مصطفى خاطر، وإيمان السيد، وتدور أحداثها في إطار كوميدي حول محاولة “ناجي” وابنته “فرح” إعادة إحياء مسرح مهجور تسكنه روح عفريت غاضب يُدعى “غندور”."
         ,ImgUrl:"/images/news230.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
