import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'مسرحية جديدة لـ كريم عبد العزيز من إخراج أحمد الجندي'
      , Description:"تعاقد كريم عبدالعزيز على عمل مسرحي جديد من إخراج أحمد الجندي والذي يعد التعاون الثاني بينهما بعد مسرحية السندباد الموسم الماضي. والمسرحية الجديدة سوف تكون ضمن فعاليات النسخة الخامسة من موسم الرياض، وسيتم الإعلان عنها فور الاتفاق على كافة التفاصيل. يذكر أن كريم عبد العزيز عاد للمسرح بعد غياب سنوات من خلال مسرحية 'السندباد' التي تنتمي لنوعية الأعمال المشوقة والخيال العلمي، حيث تدور أحداثها حول عمر أبوالهول، الذي يجد قلادة سحرية، في مقبرة قديمة، تجعله يعود إلى زمن السندباد، ويقرر أن ينتحل شخصية غير شخصيته ويعيش حياة المغامرات والبطولات. وشارك في مسرحية 'السندباد' بجانب كريم عبد العزيز عدد كبير من الفنانين منهم نيللي كريم، مصطفى خاطر، شيماء سيف، بيومي فؤاد، ويزو، والمسرحية من إنتاج آلاء الغزالي، وإخراج أحمد الجندي."
      ,ImgUrl:"/images/news89.webp"},
      {Title:'"وداعًا حمدي" قريبًا في دور العرض '
        , Description:"شاركت شيرين رضا متابعيها على انستجرام البوستر الرسمي لفيلمها الجديد 'وداعًا حمدي' في إطار تشويق الجمهور لاقتراب عرض الفيلم في دور السينما. تدور أحداث فيلم 'وداعًا حمدي' في إطار يجمع بين الدراما والكوميديا، عن قصة مليئة بالمواقف الكوميدية التي تتخللها الكثير من الدراما العميقة. ويشارك في الفيلم عدد من النجوم بجانب شيرين رضا وهم آية سماحة وبيومي فؤاد، وعلي الطيب ومحمود السيسي وانتصار وغيرهم، ويعد الفيلم التجربة الإخراجية الأولى للمخرج محمود زهران. جدير بالذكر أن آخر أعمال شيرين رضا، هو فيلم 'مقسوم' بطولة ليلى علوي، والذي تم عرضه خلال الفترة الماضية بدور السينما."


        ,ImgUrl:"/images/news90.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
