import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'حسن الرداد وإيمي سمير غانم يواصلان نجاحهما معًا ويجتمعان في مسلسل جديد'
      , Description:"بدأ حسن الرداد التحضيرات والاستعدادات الخاصة بمسلسله الجديد \"مش هو ولا هي\" الذي يشارك فيه إيمي سمير غانم، والمقرر عرضه رمضان القادم. المسلسل من إنتاج أحمد السبكي، ويعد من الأعمال المنتظرة بشدة. ومن المقرر أن ينطلق التصوير في منتصف ديسمبر، حيث يقترب مخرج العمل من الانتهاء من التفاصيل المبدئية استعداداً لانطلاق التصوير. وهذا التعاون بين الرداد وإيمي سمير غانم هو مفاجأة رائعة لجمهورهما. مسلسل \"مش هو ولا هي\" يعد استكمالاً لثنائية حسن الرداد وزوجته إيمي سمير غانم، بعدما اجتمعا معا في العديد من الأعمال الفنية في مجالات الدراما، السينما، والمسرح. منها مسلسل \"حق ميت\" ومسلسل \"عزمي وأشجان\"."
       ,ImgUrl:"/images/news149.webp"},
       {Title:'محمد ثروت يتعاقد علي "شهادة معاملة أطفال" بطولة هنيدي'
         , Description:'تعاقد محمد ثروت علي مشاركة محمد هنيدي مسلسل "شهادة معاملة أطفال" المقرر عرضه رمضان القادم. المسلسل من تأليف محمد سليمان عبد المالك، وإخراج وائل فرج، والعمل يعيد محمد هنيدي إلى الدراما التليفزيونية بعد غياب 6 سنوات، منذ تقديمه مسلسل "أرض النفاق" عام 2018. جدير بالذكر أن محمد ثروت لأبطال مسلسل "برستيج" بطولة محمد عبدالرحمن، ويظهر ثروت كضيف شرف ضمن أحداث العمل. مسلسل "برستيج" يدور في إطار تشويقي كوميدي، ومن بطولة محمد عبدالرحمن، راندا عوض، سامي مغاوري، مصطفى غريب، وبسام رجب، ومن تأليف إنجي أبو السعود، وإخراج عمرو سلامة.'
         ,ImgUrl:"/images/news150.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
