import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'سوسن بدر تحتفل بانتهاء تصوير إحدى حكايات مسلسل "أسود باهت"'
      , Description:"انتهت سوسن بدر، من تصوير دورها في حكاية \"دقيقة الا ربع\"، إحدى حكايات مسلسل \"أسود باهت\"، الذي سيعرض في موسم دراما رمضان 2025. واختتم أبطال وصناع العمل تصوير الحكاية بتقطيع التورتة في اليوم الأخير، وسط حضور فريق التمثيل، الذي شمل سوسن بدر، ومحمد عز، وحسني شتا، وهاجر الشرنوبي، وزينب غريب، بالإضافة إلى المنتج عمرو عبد الخالق، كما التقط الفريق الصور التذكارية احتفالًا بانتهاء التصوير. ويتضمن مسلسل \"أسود باهت\" ثلاث حكايات، كل منها مكونة من خمس حلقات فقط، حيث يتم تقديم كل حكاية بفريق عمل مختلف وأحداث مستقلة. وتعد حكاية \"دقيقة إلا ربع\" واحدة من هذه الحكايات، وهي من تأليف إسلام شتا وباسم حسن، إخراج ممدوح زكي، وإنتاج عمرو عبد الخالق. وكان من المقرر عرض مسلسل “أسود باهت” في موسم دراما رمضان 2024، لكن الشركة المنتجة قررت تأجيله لضمان تقديم مستوى عالٍ من الجودة."
       ,ImgUrl:"/images/news203.webp"},

       {Title:'دنيا سمير غانم في "عايشة الدور" رمضان 2025'
         , Description:"تواصل دنيا سمير غانم التجهيز والتحضير لمسلسل \"عايشة الدور\"، والمقرر عرضه في سباق رمضان 2025 المقبل ، وتجسد دنيا شخصية سيدة مُطلقة ضمن أحداث العمل، وتمر بالعديد من المفارقات الكوميدية مع تتابع الأحداث. مسلسل \"عايشة الدور\" من تأليف وإخراج أحمد الجندي، وتواصل الجهة المنتجة إنهاء تعاقدات جميع أبطال العمل ، لتحديد موعد بدء التصوير."
         ,ImgUrl:"/images/news204.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
