import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'نيللي كريم وروبي يدخلون القسم بسبب "جاني في المنام"'
      , Description:"بدأ صناع مسلسل \"جاني في المنام\" تصويره منذ عدة أسابيع تمهيدًا لعرضه في رمضان المقبل من إخراج محمد شاكر خضير. وبسبب التصوير تواجدت روبي ونيللي كريم داخل أحد الأقسام لتصوير مشاهد داخل العمل. مسلسل \"جاني في المنام\" من تأليف مهاب طارق وإخراج محمد شاكر خضير حيث تم تغيير اسمه إلى \"جاني في المنام\" بعد أن كان تحت اسم \"ناقص ضلع\"، العمل من بطولة نيللي كريم، كندة علوش، جيهان الشماشرجي، روبي، علي صبحي، حاتم صلاح وغيرهم."
       ,ImgUrl:"/images/news195.webp"},

       {Title:'دنيا سمير غانم و "مكسرة الدنيا" في موسم الرياض '
         , Description:"أعلنت دنيا سمير غانم، عن مسرحيتها الجديدة “مكسرة الدنيا”، والتي ستعرض من 3 إلى 7 يناير على مسرح “محمد العلي” ضمن فعاليات موسم الرياض. أعربت دنيا عن تمنياتها بأن تنال المسرحية إعجاب الجمهور، وعلقت عبر إنستجرام قائلة:\" إن شاء اللّٰه تعجبكم\". يشارك في بطولة مسرحية \"مكسرة الدنيا\"، محمد ثروت، سامي مغاوري، مريم محمود الجندي، كريم عفيفي، عبدالرحمن ظاظا. يذكر أن أحدث أعمال دنيا سمير غانم المسرحية، كانت بعنوان مسرحية \"آنستونا\"، التي شاركها فيها بيومي فؤاد، سامي مغاوري، كريم عفيفي، عمرو عبدالعزيز، بسنت صيام، مريم السكري، العمل من تأليف كريم سامي وأحمد عبدالوهاب، وإخراج خالد جلال، وإنتاج محمد أحمد السبكي."
         ,ImgUrl:"/images/news196.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
