import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'الدعاية تتواصل لـ مسلسل "نقطة سودة" على مواقع التواصل الاجتماعي'
      , Description:"طرحت الشركة المُنتجة البوسترات الدعائية لأبطال مسلسل 'نقطة سودة' المقرر عرضه خلال أيام على قناة mbc مصر. وانتشرت البوسترات بشكل كبير على مواقع التواصل الاجتماعي وذلك بعد مشاركة أبطال العمل للبوسترات الدعائية 'السنجل' الخاصة بهم والتي تجاوزت 15 بوستر دعائي. وتضمنت بوستر الراحل أشرف عبد الغفور والراحلة ناهد رشدي، حيث يعد مسلسل 'نقطة سودة' هو آخر أعمال كلًا من النجمين الراحلين قبل وفاتهم، ومن المقرر أن يكون هذا العمل تخليداً لذكراهم. مسلسل 'نقطة سودة' يتكون من 50 حلقة ويشارك في بطولته نخبة كبيرة من النجوم من بينهم أحمد فهمي ووفاء عامر وأحمد مجدي وناهد السباعي ونضال الشافعي وأحمد بدير وسماح أنور وسارة سلامة. وهو من تأليف أمين جمال وإخراج محمد أسامة وموسيقى تصويرية محمد نزيه. وتم التحضير للعمل على مدار أربعة أشهر وتم تصويره خلال 120 يوم."
      ,ImgUrl:"/images/news109.webp"},
      {Title:'محمد رجب يعود للسينما بعد غياب بـ فيلم "كوكتيل"'
        , Description:"شارك محمد رجب، جمهوره عبر حسابه على انستجرام صور لأحدث ظهور له جمعته بالمنتج أحمد السبكي ونجله كريم السبكي التي أعلن فيها عن تعاقده على بطولة فيلم جديد، وعلق قائلاً: 'بسم الله توكلنا على الله.. فيلم كوكتيل .. إنتاج أحمد السبكي وتأليف محمد سمير مبروك'. وكان آخر أعمال محمد رجب السينمائية منذ 6 سنوات من خلال فيلم 'بيكيا'، عام 2018 وحقق نجاحا كبيرًا، كما أنه حقق نجاح كبير عند عرضه عبر بعض القنوات الفضائية."

        ,ImgUrl:"/images/news110.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
