import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'مراد مكرم يتعاقد على مسلسل "خانة فاضية" مع صابرين'
      , Description:"أكد مراد مكرم خبر انضمامه لمسلسل \"خانة فاضية\" مع صابرين المقرر عرضه خلال دراما رمضان القادم 2025.\n\nأما عن موعد التصوير صرح مراد مكرم أنه تعاقد على العمل لكنه لم يعرف موعد بدء التصوير حتى الآن.\n\nجدير بالذكر أن آخر أعمال مراد مكرم كانت مسلسل \"٦ شهور\" وشارك في المسلسل نور النبوي ونور إيهاب ومجدي بدر وشريف حافظ والمسلسل من تأليف عمرو أبو زيد، وإخراج مصطفى صولي."
       ,ImgUrl:"/images/news175.webp"},
       {Title:'اكتشف تفاصيل مسلسل"بريستيج" لعمرو سلامة قبل عرضه'
         , Description:'يستعد المخرج عمرو سلامة لعرض مسلسله الجديد “بريستيج” خلال الفترة المقبلة، على إحدى المنصات الرقمية. المسلسل من تأليف إنجي أبو السعود، ويجمع بين الكوميديا والجريمة ويتكون من 8 حلقات. وقال المخرج عمرو سلامة: “قدم الفريق محتوى مبتكرًا يناسب الجيل الجديد، مع التركيز على الحلقات القصيرة والمكثفة لتلبية اتجاهات المنصات الرقمية الحديثة، الكاتبة إنجي أبو السعود أضافت بعدًا مميزًا بنوع من الكوميديا الجديدة التي تستهدف الأجيال الأصغر، بعيدًا عن الكوميديا التقليدية، ورغم تحديات التصوير في موقع واحد، نجح العمل بفضل التفكير الدقيق في التفاصيل". يتكون مسلسل \"بريستيج\" من بطولة جماعية تضم نخبة من النجوم، أبرزهم عبد الرحمن توتة ومصطفى غريب إلى جانب سامي مغاوري و دينا وراندا عوض وبسام رجب.'

         
         ,ImgUrl:"/images/news176.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
