import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'دينا الشربيني بطلة مسرحية "حاورينى يا كيكي"'
      , Description:"أعلن المستشار تركي آل الشيخ عن عرض مسرحي جديد بعنوان \"حاوريني يا كيكي\"، والذي سيُعرض في الفترة من 4 إلى 8 ديسمبر 2024 على مسرح محمد العلي. تدور أحداث المسرحية حول ثلاثة أصدقاء يتنافسون على كسب قلب فتاة بطرق مختلفة فمنهم من يستخدم الرومانسية، والآخر يعتمد على المال، والثالث على الشهامة. ومع تطور الأحداث، تدخل صاحبة الفندق مما يضيف مزيدًا من التشويق والتنافس بينهم. المسرحية من بطولة دينا الشربيني، هالة صدقي، رانيا يوسف، أوس أوس ودياب. جدير بالذكر أن دينا الشربيني شاركت في موسم دراما رمضان 2024 بمسلسل  بعنوان \"كامل العدد +1\". المسلسل مكون من 15 حلقة ويعرض في رمضان 2024."
       ,ImgUrl:"/images/news161.webp"},
       {Title:'علي ربيع يتعاقد على "الساحل الشرير"'
         , Description:"تعاقد علي ربيع علي بطولة فيلم \"الساحل الشرير\" من إخراج عمرو صلاح، وجاري الاتفاق على كافة تفاصيله والتعاقد مع باقي أبطاله، من أجل تحديد موعد التصوير خلال الفترة المقبلة. في سياق آخر تعاقد الفنان علي ربيع على عمل سينمائي جديد بعنوان «الصفا الثانوية بنات». ويجسد ربيع شخصية مُدرس في مدرسة للبنات ضمن أحداث العمل ، ومن المقرر أن يبدأ التصوير خلال الأيام القادمة. وكشف علي ربيع عن تعاقده على فيلم \"الصفا الثانوية بنات\" على انستجرام مع مجموعة صور تجمعه بالمنتج أحمد السبكي وابنه كريم السبكي، وعلق قائلاً: \"الحمد لله ربنا يكرمنا ونقدر نفرحكم، انتظرونا فيلم (الصفا الثانوية بنات) قريباً\"."
         ,ImgUrl:"/images/news162.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
