import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title: '4 أيام فقط تفصلنا على الانتهاء من تصوير مسلسل "6 شهور"'
      ,Description:"تقترب أعمال التصوير لمسلسل '6 شهور' من نهايتها، حيث من المقرر الانتهاء منها خلال الأيام القليلة القادمة. هذا العمل الدرامي، الذي تدور أحداثه في إطار اجتماعي مشوق، من إنتاج أروما استديوز للمنتج تامر مرتضى، وإشراف عام مصطفى العوضى. ويضم كوكبة من النجوم. ويشارك في بطولة المسلسل بجانب نور النبوي، نور إيهاب، ومجدي بدر وعدد كبير من ضيوف الشرف، حيث تجمع كل حلقة ضيف شرف مختلف عن الحلقة السابقة، ومن المقرر أن يعرض المسلسل عقب انتهاء المونتاج والمكساج. وبالتزامن مع التصوير، دخل العمل مرحلة المونتاج والمكساج استعدادًا لعرضه الحصري على واحدة من المنصات الشهيرة. وتدور أحداثه في 10 حلقات مليئة بالأحداث المشوقة."




      ,ImgUrl:"/images/news7.webp"},
    {Title:'"السيد رامبو" يشارك في مهرجان فينسيا الدولي '
,Description:"'واجهنا العديد من الصعوبات، منذ بداية العمل عليه قبل سنوات طويلة' هذا ما قالته المنتجة رشا حسني عن فيلم 'البحث عن منفذ لخروج السيد رامبو' الذي بدأت فكرته منذ عام وبدأ التصوير فيه منذ 3 أشهر تقريبًا في مناطق مختلفة داخل القاهرة. وقال محمد حفظي: 'منذ قراءة النص، توقعت وصوله للمشاركة في مهرجان كان أو فينيسا، وكنا نراهن على ذلك كصُنّاع للمشروع، والحمد لله وفقنا في أحدهما'. وتابع: 'وجود مصر بشكلٍ رسمي في المهرجان، بالتأكيد شيء مشرف، خاصة وأنه يأتي بعد غياب دام 12 عاماً'. وأضاف إنّ مشاركة العمل في الدورة المقبلة من مهرجان فينيسيا السينمائي الدولي، المقرر انطلاقها يوم 28 أغسطس يُعد أمر متوقع بالنسبة له، إذ أنه لم يُفاجئ بالإعلان عن مشاركة الفيلم ضمن العروض الرسمية. وكشف حفظي أن عصام عمر وركين تم ترشيحهم من المؤلفين منذ أول يوم في كتابة الفيلم. وتدور أحداث الفيلم الذي ينتمي لنوعية الأفلام الدرامية، حول الشاب حسن، الذي يعيد اكتشاف نفسه مرة أخرى ويضطر لمواجهة مخاوف ماضيه، خلال رحلته لإنقاذ كلبه وصديقه الوحيد 'رامبو' من مصير مجهول بعدما تورط في حادث خطير دون ذنب، ليصبح بين ليلة وضحاها مطارداً من قبل جاره 'كارم' وجميع أهالي الحي. وأشار حفظي إلى أن التحدي الأبرز الذي واجه فريق العمل، وهو التعامل مع الكلاب التي تظهر في بعض مشاهد الفيلم، فقد خضعت هذه الحيوانات لفترة من التدريب قبل انطلاق التصوير. وأكد أن الفيلم لا ينتمي إلى الميزانيات الضخمة أبداً، كما أنه تلقى دعماً من مهرجان البحر الأحمر السينمائي، ومن المقرر مشاركته في عدد من المهرجانات المختلفة خلال الفترة المقبلة، وطرحه جماهيرياً في دور العرض نهاية هذا العام."


,ImgUrl:"/images/news8.webp"},

    
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
