import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'نشوى مصطفى عن مسلسل "سيد الناس": تجربة جديدة وتعاون أول مع عمرو سعد'
      , Description:"مازالت نشوى مصطفى في مرحلة دراسة سيناريو مسلسل \"سيد الناس\"، ولم تبدأ تصوير مشاهدها بعد.\n\nوعبرت نشوى مصطفى عن سعادتها للمشاركة في العمل، وأكدت أن المسلسل يمثل أول تعاون لها مع عمرو سعد.\n\nوأشارت نشوى إلى أن العمل يحمل طابعًا دراميًا مميزًا، ويضم نخبة من النجوم تحت قيادة المخرج محمد سامي، الذي يسعى لتقديم رؤية مختلفة ومبتكرة للمسلسل، المتوقع عرضه في رمضان المقبل.\n\nويشارك في بطولة مسلسل \"سيد الناس\" كل من عمرو سعد وإلهام شاهين وخالد الصاوي وغادة عادل ومحمد شاهين وطارق النهري، بينما يستمر فريق الإنتاج في ترشيح باقي الأسماء المشاركة استعدادًا لاستكمال التصوير، والعمل من تأليف خالد صلاح، وإنتاج صادق الصباح.\n\nجدير بالذكر أن فريق عمل المسلسل بدأ التصوير منذ نوفمبر الماضي."
       ,ImgUrl:"/images/news191.webp"},

       {Title:'طرح البوستر الرسمي لمسلسل "سراب" لعرضه في يناير'
         , Description:"طرحت الشركة المنتجة لمسلسل \"سراب\" بطولة خالد النبوي البوستر الرسمي للعمل استعدادًا لعرضه في يناير. يشارك في المسلسل باقة من النجوم بجانب خالد النبوي ومنهم يسرا اللوزي وهاني عادل ونجلاء بدر وجيهان الشماشرجي من تأليف هشام هلال وإخراج أحمد خالد. تدور أحداث العمل في إطار اجتماعي مشوق، حيث يجسد خالد النبوي شخصية تعمل في مجال البورصة، ويكشف المسلسل عن خفايا هذا العالم، بما فيه من صفقات معقدة واستغلال. يترقب الجمهور عرض المسلسل لما يحمله من دراما قوية وأحداث مثيرة تسلط الضوء على جوانب جديدة وغير مطروقة في الدراما العربية."
         ,ImgUrl:"/images/news192.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
