import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'أحمد داود يستكمل نجاحاته الدرامية من زينهم لـ الشرنقة'
      , Description:"يستكمل أحمد داود نجاحاته في الدراما التليفزيونية خلال موسم رمضان المقبل من خلال مسلسل \"الشرنقة\" المكون من 15 حلقة، وهو من إنتاج إحدى المنصات الرقمية. مسلسل الشرنقة تدور قصته حول \"حازم إبراهيم\" محاسب عبقري يعمل في شركة كبرى، يجد نفسه في مواجهة مصيرية بين المبادئ والخطر بعد اكتشافه أسرارًا مظلمة حول أعمال غير قانونية داخل الشركة، ما يدفعه لاتخاذ قرار يغير مسار حياته بالكامل، ويقوده إلى رحلة مليئة بالغموض والصراع من أجل البقاء واكتشاف الذات. ويشارك في مسلسل \"الشرنقة\" مع أحمد داود، اللبنانية سارة أبي كنعان، مريم الخشت، صبري فواز، علي الطيب، عمرو وهبة، صلاح عبد الله، محمد عبده، ياسر عزت والعمل من تأليف عمرو سمير عاطف، وإخراج محمود عبد التواب، وإنتاج شركة أروما، وتدور الأحداث في إطار اجتماعى مشوق."
       ,ImgUrl:"/images/news217.webp"},

       {Title:'عمرو سلامة ينتهي من تصوير مسلسل "برستيج" استعدادًا للعرض قريبًا'
         , Description:"انتهى المخرج عمرو سلامة، من تصوير مسلسل \"برستيج\"، وبدأ فريق العمل حاليًا مرحلة المونتاج، حيث يتم تجهيز الحلقات استعدادًا لعرضه قريبًا حصريًا على إحدى المنصات الالكترونية. المسلسل من إنتاج شركة “ذا بلانت ستوديوز” وتأليف إنجي أبو السعود، ويضم في بطولته مجموعة من نجوم الدراما العربية، بينهم محمد عبد الرحمن، مصطفى غريب، سامي مغاوري، دينا، راندا عوض، بسام رجب، وآلاء سنان. وعبر عمرو سلامة عن سعادته بانتهاء التصوير، مؤكدًا أن العمل كان مليئًا بالتحديات، وأضاف أن اختيار طاقم الممثلين كان من أكبر التحديات التي واجهته، حيث تم اختيار شخصيات متنوعة تمثل فئات المجتمع المصري، وهو ما أضاف نكهة خاصة للعمل، وأكد أن التعاون مع الكاتبة إنجي أبو السعود كان ممتعًا، حيث أضافت تفاصيل كوميدية مميزة تناسب الجيل الجديد."
         ,ImgUrl:"/images/news218.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
