import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'محمد لطفي ينضم للمنافسة الرمضانية بـ "الحلانجي"'
      , Description:"تعاقد محمد لطفي على المشاركة في مسلسل 'الحلانجي' مع محمد رجب، والمقرر عرضه ضمن موسم رمضان المقبل 2025. تدور أحداث مسلسل 'الحلانجي' في إطار اجتماعي، ويتكون من 30 حلقة، ومن المقرر أن يبدأ تصويره منتصف نوفمبر المقبل، ويجسد رجب خلال أحداثه شخصية نصاب، ومن تأليف محمود حمدان وإخراج معتز حسام، وإنتاج ممدوح شاهين. من ناحية أخرى يشارك محمد لطفي في بطولة فيلم 'من أيام الجيزة' بطولة إياد نصار، ومن المقرر بدأ تصوير العمل خلال الفترة المقبلة. وهو من نوعية الأعمال الاجتماعية الكوميدية، ومن بطولة إياد نصار، آية سماحة، عمرو عبدالجليل، محمد لطفي، وحاتم صلاح، ومن إخراج مرقس عادل."
      ,ImgUrl:"/images/news107.webp"},
      {Title:'نيقولا معوض ينضم إلى أبطال مسلسل "ضل حيطة" مع ياسمين صبري'
        , Description:"تعاقد نيقولا معوض على مشاركة ياسمين صبري بطولة مسلسها الرمضاني الجديد 'ضل حيطة' الذي ينضم للمنافسة الرمضانية في رمضان 2025. مسلسل 'ضل حيطة' مكون من 30 حلقة، ومن بطولة ياسمين صبري، ثراء جبيل، عابد عناني، هاجر الشرنوبي، أحمد فؤاد سليم، سلوى عثمان، وغفران محمد. وتدور أحداث 'ضل حيطة' في إطار اجتماعي تشويقي، تظهر خلاله ياسمين بشخصية ربة منزل تمر بالعديد من التحولات وتعاني من أزمات عديدة في حياتها، وتتكون عائلة ياسمين من أحمد فؤاد سليم الذي يلعب دور والدها وسلوى عثمان التي تظهر بشخصية والدتها، فيما يلعب عابد عناني دور شقيقها، وتقدم غفران محمد شخصية شقيقة ياسمين ضمن الأحداث."
        ,ImgUrl:"/images/news108.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
