import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title: "فيلم جديد يجمع كبار النجوم قريبًا"
      ,Description:"عدد من الثنائيات الفنية تشهدها الساحة الفنية في مصر وذلك من خلال تحضير مجموعة أفلام جديدة التي تجمع أكثر من نجم. وأول هذه الثنائيات فيلم 'الأخوات'، بطولة كريم عبد العزيز وأحمد حلمي، وذلك لأول مرة منذ عام أكثر من 20 عام بعد تعاونهما في فيلم 'عبود على الحدود' عام 99 و'ليه خلتني أحبك' عام 2000، بجانب ظهورهما كضيفا شرف في مسلسل 'الجماعة' 2010، وظهور حلمي كضيف شرف في مسلسل 'الاختيار' 2022. ومن المقرر بدء تصوير 'الأخوات' عقب انتهاء كريم عبد العزيز من فيلمه الجديد 'المشروع' مع المخرج بيتر ميمي، وكذلك انتهاء أحمد حلمي من تصوير فيلم جديد لازال في مرحلة التحضير أيضًا."



      ,ImgUrl:"/images/news6.webp"},
    {Title:'استعداد هشام ماجد لتقديم تجربة سينمائية مرتقبة'
,Description:"أبدى هشام ماجد عن حماسه الشديد لتقديم نسخة معاصرة من فيلم 'البحث عن فضيحة' الذي سبق وقدمه الفنان عادل إمام، عام 1973. وصرح ماجد أن الهدف من إعادة تقديم هذا الفيلم، هو أن تشاهده الأجيال الجديدة التي قد تكون لم تشاهد النسخة الأصلية، ولأن موضوع الفيلم حلو وجذاب، وبالطبع سنقدمه بشكلٍ عصري يتناسب مع طبيعة الفترة الحالية، وهو من إخراج رامي إمام، ويجري حالياً كتابة النسخة الأخيرة، تمهيداً لبدء التصوير. ومن ضمن الأعمال التي يقوم بتصويرها حاليا الجزء الثاني من مسلسل 'أشغال شقة' ليشارك به في رمضان 2025 وقال: أن العمل لازال في مرحلة الكتابة، والأحداث ستشهد تطورات درامية عديدة، وظهور شخصيات جديدة، إلى جانب شخصياته الاساسية، وسنبدأ تصويره عقب الانتهاء من الكتابة كاملة. المسلسل من بطولة أسماء جلال، ومصطفى غريب، وتأليف خالد وشيرين دياب، وإخراج خالد دياب. كما أضاف أن اللعبة 5 في مرحلة الكتابة والتحضيرات ولم يتم تحديد موعد لتصويره حتى الآن."

,ImgUrl:"/images/news5.webp"},

    
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
