import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'مواعيد عرض مسرحية "البنك سرقوه" في مهرجان العلمين 2024'
     , Description :"في إطار فعاليات الموسم الثاني من مهرجان العلمين ينطلق عرض مسرحية \"البنك سرقوه\" التي يشارك فيها كل من الفنان أشرف عبد الباقي وكريم محمود عبد العزيز وسليمان عيد وميرنا جميل. ونشرت ميرنا جميل بوستر المسرحية على صفحتها الشخصية وقالت: \"هنستناكم في مهرجان العلمين في ألذ مسرحية في الدنيا، البنك سرقوه، يوم 22 و23 و24\". وتدور أحداث المسرحية في إطار كوميدي حول أحد المجرمين الخطرين الذي يهرب من السجن ويخطط بعدها لسرقة أحجار كريمة من أحد البنوك."
      ,ImgUrl:"/images/news19.webp"},
    {Title:'بين الإشاعة والحقيقة.. أحمد عيد يرد عن إفيهات هنيدي'
,Description:"على مدار أكثر من 20 عامًا تألق فيهم النجم الكبير محمد هنيدي بأفلامه وإفيهاته المميزة والتي علقت في العقول والقلوب منذ بداياته وحتى أول بطولة مطلقة له في فيلم \"صعيدي في الجامعة الأمريكية\" مرورًا بحضوره الطاغي على المسرح وحتى المسلسلات الإذاعية، انتشرت مؤخرًا معلومة تفيد بأن الفنان أحمد عيد هو صاحب أفكار هذه الإفيهات. ولم يُعلق هنيدي بالموافقة أو النفي، ولكن خرج أحمد عيد عن صمته ليرد بشكل قاطع قائلًا: \"مساء الخير.. الكلام ده غير حقيقي.. سمعته أكتر من مرة قبل كده وكذبته وقتها.. محمد هنيدي نجم كبير ومش أنا اللي هكتبله إفيهات الأفلام\".\n\nوروى تفاصيل خاصة جمعته بمحمد هنيدي وقال: \"بالعكس ده أنا أول مسرحية اشتغلتها معاه كانت ألابندا.. وكان هو اللي بيساعدني ويضيفلي بنفسه\".\n\nواختتم عيد تعليقه: \"محمد هنيدي أول تواجد ليا في الوسط الفني كان بسببه بعد ربنا سبحانه وتعالى وله فضل كبير عليا مقدرش أنكره.. فواجب عليا لما ألاقي كلام زي كده أطلع أنفيه\"."
,ImgUrl:"/images/news20.webp"},

    
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
