import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'محمد سعد: صناع فيلم الدشاش تفاجئوا إني مش عاوز ألعب كوميدي'
      , Description:"تحدث محمد سعد عن كواليس إعداد سيناريو فيلم 'الدشاش'، وقال: 'ورشة الكتابة فى فيلم الدشاش تفاجأت كلها بإنى مش عاوز ألعب كوميدي، جوزيف وسامح عبد العزيز وكله، والناس خافت من التجربة، ولما شافوا المونتاج قالوا تمام هنكمل التصوير وكلهم تحمسوا وكملنا'. فيلم الدشاش يعيد محمد سعد إلى السينما بعد غياب 5 سنوات، وتحديداً منذ تقديمه فيلم محمد حسين الذي تم عرضه عام 2019 وشارك في بطولته مي سليم وسمير صبري."
       ,ImgUrl:"/images/news225.webp"},

       {Title:'السيناريست محمد رجاء يعتذر عن استكمال "ظلم المصطبة"'
         , Description:"أعلن السيناريست محمد رجاء، اعتذاره عن استكمال كتابة سيناريو مسلسل 'ظلم المصطبة'، بعد تسليم الحلقات الست الأولى. وقد صرح رجاء عبر حسابه الرسمي على الفيسبوك: 'وأنا أعلن عن اعتذاري عن استكمال كتابة سيناريو وحوار مسلسل 'ظلم المصطبة' بعد تسليم الحلقة السادسة بعد أن كتبت الحلقات من الأولى للسادسة'. وتابع: 'وذلك بسبب اختلاف وجهات النظر الفنية بعد العديد من المحاولات .. إلا إني فعلاً استمتعت بالعمل مع المخرج الكبير هاني خليفة شريكي في العديد من الأعمال السابقة .. وأتمنى كل التوفيق والنجاح لفريق العمل إن شاء الله'. مسلسل 'ظلم المصطبة'، من تأليف أحمد فوزي صالح، وسيناريو وحوار ومحمد رجاء، من بطولة: إياد نصار، فتحي عبد الوهاب، ريهام عبد الغفور، بسمة، أحمد عزمي، دياب، وغيرهم من النجوم."
         ,ImgUrl:"/images/news226.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
