import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[{Title:'تأجيل مفاجئ لحفل خطوبة ليلى زاهر وهشام جمال .. والموعد الجديد غير معروف'
,Description:"رغم تحديد يوم الجمعة الماضية لإقامة حفل خطوبة ليلى زاهر وهشام جمال في الساحل الشمالي إلا أنه تقرر تأجيل الحفل لأجل غير مسمى. وجاء قرار التأجيل بعد وفاة ثلاثة من أبرز المنتجين في الوسط الفني وهم حسام شوقي وفتحي إسماعيل ومحمود كمال إثر حادث أليم على طريق الضبعة. لذلك قرر أحمد زاهر تأجيل حفل الخطوبة حدادًا على وفاة المنتجين الثلاثة. جدير بالذكر أنه تمت قراءة الفاتحة في يناير الماضي في حفل عائلي بسيط."

   
,ImgUrl:"/images/news3.webp"},
      {Title: "أيمن بهجت قمر: ري ستارت ليست فكرتي ولم أحسم قراري بعد من كتابة أغاني الفيلم "
      ,Description:"صرح الكاتب أيمن بهجت قمر أن فيلم 'ري ستارت' الذي يجري تصويره حاليًا هو من فكرة تامر حسني. وأوضح أنه من أجل خروج الفكرة للنور تم عقد عمل جلسات عمل لمدة 5 شهور مع المخرجة سارة وفيق حتى تم الاستقرار على مختلف التفاصيل. وأضاف أن 'اسم الفيلم يُعبر عن الرسالة التي تحملها الفكرة، وهو أننا جميعًا بحاجة إلى انتعاشة لمواصلة الرحلة والقدرة على تحمل المسؤوليات، لنحقق خطوات ناجحة ونمضي قدماً للأمام'. كما أشار إلى أنه لم يحسم موقفه النهائي من كتابة الأغاني الخاصة بالفيلم من عدمه، إذ أن الأمر يتوقف على إذا كان الفيلم جاهز أو لا، وأيضًا الانتهاء من السيناريو بشكلٍ كامل أولاً. ويشارك في بطولته كلّ من هنا الزاهد، وباسم سمرة ومحمد ثروت، وإخراج سارة وفيق. ويُعد هذا الفيلم التعاون الثاني بين تامر حسني وأيمن بهجت قمر."

      ,ImgUrl:"/images/news4.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
