import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'أبطال "رقم سري" يقتربون من انتهاء تصوير المشاهد الأخيرة'
      , Description:"يواصل أبطال مسلسل \"رقم سري\" تصوير المشاهد الأخيرة من العمل، الذي يحقق تفاعل جماهيري كبير منذ بدء عرضه على إحدى المنصات الإلكترونية وقناة DMC. ومن المقرر أن تنتهي عمليات التصوير خلال هذا الأسبوع في منطقة القاهرة الجديدة، ليتفرغ المخرج محمود عبدالتواب بعد ذلك لأعمال المونتاج والمكساج استعدادًا لعرض الحلقات القادمة. وقد لاقى المسلسل إشادة كبيرة من الجمهور بفضل تصاعد أحداثه وحبكته الدرامية المميزة. وتدور أحداث مسلسل \"رقم سري\" حول \"ندى عشماوي\"، فتاة طموحة وقيادية في منتصف الثلاثينات، التي تمكنت من تحقيق نجاح كبير بوصولها لمنصب أصغر مديرة بنك في سنها، ورغم نجاحها المهني، تواجه \"ندى\" كراهية من زملائها في العمل. المسلسل من بطولة ياسمين رئيس، عمرو وهبة، أحمد الرافعي، رامي الطمباري، مروة عيد، ونخبة من النجوم، والعمل من تأليف محمد سليمان عبدالمالك، إخراج محمود عبدالتواب."
       ,ImgUrl:"/images/news153.webp"},
       {Title:'وفاة الملحن محمد رحيم '
         , Description:"طرح كريم محمود عبدالعزيز برومو أحدث أعماله السينمائية فيلم \"الهنا اللي أنا فيه\" عبر حسابه الرسمي على الفيس بوك. وكشف عن موعد طرح أحدث أفلامه بعد طرحه للبرومو الرسمي للعمل وعلق، قائلا:\"الهنا اللي أنا فيه ١٨ ديسمبر بجميع السينمات. فيلم \"الهنا اللي أنا فيه\" من نوعية الأفلام الاجتماعية الكوميدية، العمل من تأليف أيمن بهجت قمر، وإخراج خالد مرعي. وبطولة ياسمين رئيس، كريم محمود عبد العزيز، دينا الشربيني."
         ,ImgUrl:"/images/news154.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
