import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'كندة علوش في "أعراض انسحاب" مع أمير كرارة'
      , Description:"تشارك كندة علوش في بطولة مسلسل 'أعراض انسحاب' مع أمير كرارة والمقرر عرضه عبر إحدى المنصات الإلكترونية، خلال الفترة المقبلة. وتعود كندة للعمل في الدراما بعد غياب أكثر من 3 سنوات. مسلسل 'أعراض انسحاب' مكون من 8 حلقات، ومن تأليف إسلام حافظ وإخراج محمد سلامة، ويعد المسلسل أولى تجارب أمير كرارة مع دراما المنصات، والمسلسلات القصيرة."

      ,ImgUrl:"/images/news87.webp"},
      {Title:'فيلم "آل شنب" قريبًا في دور السينما في هذا الموعد'
        , Description:"أعلنت المخرجة آيتن أمين عن موعد عرض أحدث أفلامها بعنوان 'آل شنب'، والذي تم عرضه في مهرجان الجونة عام 2023. حيث نشرت على حسابها على انستجرام أنه سوف يتم طرح الفيلم رسميًا في جميع دور العرض السينمائي يوم 31 أكتوبر. تدور أحداث الفيلم في إطار عائلي كوميدي لايت، حول حالة وفاة مفاجئة تحدث لأحد أفراد عائلة آل شنب، ويضطر أفراد العائلة للذهاب إلى الإسكندرية للمشاركة في إجراءات الجنازة والعزاء، وخلال الأيام الثلاثة للحداد وهذا التجمع العائلي الكبير الذي يضم الأربع شقيقات، وأبنائهم وأحفادهم تنفجر المواقف الكوميدية بينهم. فيلم 'آل شنب' بطولة ليلى علوي، ولبلبة، وسوسن بدر، وأسماء جلال، وهيدي كرم، ومحمود البزاوي، وخالد سرحان، وعلي الطيب، وابتهال الصريطي، وحسن مالك، وسلافة غانم، ونورين أبو سعدة، وأحمد عصام، وهبة يسري، وتأليف أحمد رؤوف وإسلام حسام، وإخراج آيتن أمين."

        ,ImgUrl:"/images/news88.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
