import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'بيومي فؤاد يشارك فى بطولة فيلم أسد أسود للمخرج محمد دياب'
      , Description:"يشارك بيومى فؤاد فى بطولة فيلم 'أسد أسود' بطولة محمد رمضان، للمخرج محمد دياب، حيث يجتمع بيومي مع رمضان للمرة الأولى في السينما، حيث يجسد أحد الشخصيات البارزة فى أحداث الفيلم، وبدأ بيومي تصوير دوره فى الفيلم الذى من المقرر طرحه في دور العرض خلال الفترة المقبلة، ويشارك في بطولة الفيلم كل من شريف سلامة ماجد الكدوانى وعدد كبير من الفنانين. كما أن بيومى فؤاد ينتظر عرض فيلمه الجديد 'المستريحة' وتشارك في بطولته ليلى علوى، ومن المقرر طرحه في دور العرض السينمائى خلال الفترة المقبلة، وهو العمل الثالث بين ليلى علوى وبيومى فؤاد في السينما على مدار السنوات الأخيرة."
       ,ImgUrl:"/images/news135.webp"},
       {Title:'"الحارس" يُعيد هاني سلامة للسينما'
         , Description:"يعود هاني سلامة للسينما بعد غيابه الذي دام 13 سنة من خلال فيلم جديد يحمل اسم 'الحارس' تأليف عمر عبد الحليم، إخراج ياسر سامي ومن المقرر البدء في تحضيراته خلال الفترة المقبلة تمهيداً لبدء تصويره بعد الانتهاء من التعاقدات مع الفنانين المشاركين في بطولة العمل. وكان آخر أفلام هانى سلامة فيلم 'واحد صحيح' عام 2011. وآخر مسلسلاته مسلسل 'ملف سرى' الذي تم عرضه فى شهر رمضان 2022 وشارك فى بطولته ماجد المصري، عائشة بن أحمد، دنيا عبد العزيز، نضال الشافعى، محمد محمود عبد العزيز، محسن محيى الدين."
         ,ImgUrl:"/images/news136.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
