import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'أكرم حسني يشارك في دراما رمضان 2025 '
      , Description:"انضم أكرم حسني للموسم الرمضاني 2025، في عمل لم يتم الكشف عن تفاصيله بعد. ومن المقرر أن يكون العمل من إنتاج كريم أبو ذكري، وجارٍ التعاقد مع باقي أبطال المسلسل، وسيتم الكشف عن تفاصيل المسلسل خلال الفترة القادمة. يُذكر أن أخر أعمال أكرم حسني كان مسلسل 'بابا جه' مع نسرين أمين ومن إخراج خالد مرعي. وكان من نوعية المسلسلات الكوميدية. كما شارك أيضًا في مسرحية 'تطبق الشروط والأحكام' في السعودية ضمن فعاليات موسم الرياض، مع بيومي فؤاد. والتي تدور أحداثها في إطار كوميدي، حول طباخ شاب يحب ابنة مدير المطعم الذي يعمل فيه، وعندما يتقدم لها يشترط عليه والدها شرطا غريبا وهو أن يدخل دار مسنين مخصصا للمجرمين المعتزلين."
      ,ImgUrl:"/images/news91.webp"},
      {Title:'محمد ثروت ضيف شرف في  "برستيج"'
        , Description:"قرار مفاجئ من لويس كاسترو يكشف به عن &quot;خطة&quot; السوبر السعودي مبكرًا قبل لقاء ألميريا اليوم، حيث أن النجم البرتغالي كريستيانو رونالدو سيلعب بصفة أساسية في مواجهة النصر ضد ألميريا، حيث يسعى كاسترو للاعتماد على العناصر الأساسية في تلك المواجهة. ويُقيم نادي النصر معسكره في إسبانيا خلال الوقت الحالي، استعدادًا للموسم المقبل، حيث سيلعب أول مبارياته الرسمية ضد التعاون في نصف نهائي كأس السوبر السعودي يوم الأربعاء المقبل. وصرحت بعض المصادر أن كاسترو سيكشف عن التشكيل الأساسي الذي سيعتمد عليه في مباراة التعاون، حيث سيُظهر خطته التي سيعتمد عليها في كأس السوبر السعودي. ويغيب عن مواجهة النصر ضد ألميريا النجم البرازيلي أندرسون تاليسكا بسبب تعرضه للإصابة، حيث يحتاج للراحة والتأهيل من أجل لحاقه بمواجهة التعاون المقبلة."
        ,ImgUrl:"/images/news92.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
