import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'بعد غياب 6 سنوات عن الدراما الرمضانية .. ظافر العابدين يعود بـ "نلتقي بعد الفاصل"'
      , Description:"يعود ظافر العابدين للدراما في رمضان المُقبل بمسلسل جديد بعنوان 'نلتقي بعد الفاصل' من تأليف وائل حمدي، وذلك بعد 6 سنوات على مسلسل 'ليالي أوجيني'. 'نلتقي بعد الفاصل' من نوعية المسلسلات الطويلة وتتكون حلقاته من 30 حلقة، وهو عمل درامي اجتماعي، يعاني فيها ظافر من العديد من الأزمات المهنية والعائلية والعاطفية. يذكر أن آخر مشاركة لظافر العابدين في رمضان كانت من خلال مسلسل 'ليالي أوجيني' 2018، وشاركه في بطولته مجموعة من النجوم ضمت أمينة خليل، إنجي المقدم، انتصار، كارمن بصيبص، وهو من تأليف سماء عبد الخالق، وإنجي القاسم، ومن إخراج هاني خليفة."
      ,ImgUrl:"/images/news105.webp"},
      {Title:'يحيى الفخراني يقدم مسلسل "الأستاذ" في رمضان .. من إخراج ماندو العدل '
        , Description:"يستعد الفنان القدير يحيى الفخراني لتقديم مسلسل جديد بعنوان 'الأستاذ'، ليتم عرضه في الموسم الرمضاني 2025، والعمل من تأليف أمين جمال وإخراج ماندو العدل. ويجسد الفخراني من خلاله دورًا مميزًا في هذا العمل، حيث يظهر شخصية دكتور جامعي يتمتع بمكانة اجتماعية مرموقة، ويواجه تحديات كبيرة في حياته المهنية والشخصية، ويثير العديد من القضايا الاجتماعية المتعلقة بالأخلاق والتعليم. وفاجأ الفخراني الجميع منذ أيام خلال تكريمه في حفل افتتاح مهرجان نقابة المهن التمثيلية للمسرح المصري، حيث قام بإهداء التكريم للفنان الراحل حمدي غيث. حيث قال: كنت هتنازل عن نقابة الأطباء من أجل نقابة المهن التمثيلية، ولما بلغت أستاذ حمدي غيث، كسر القانون وعمل استثناء للممثل يحيى الفخراني، عشان يبقى عضو عامل في نقابة المهن التمثيلية، وأنا أهديه التكريم."
        ,ImgUrl:"/images/news106.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
