import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'"فارس يكشف المستور" مسرحية جديدة لـ محمد صبحي'
     , Description :"كشف محمد صبحي، عن تفاصيل مسرحيته الجديدة \"فارس يكشف المستور\" التي من المقرر عرضها 19 سبتمبر، ويستمر عرضها أيام الخميس والجمعة والسبت والأحد من كل أسبوع على مسرح مدينة سنبل. وأشار محمد صبحي إلى أن المسرحية تعد استكمالًا لمسلسل \"فارس بلا جواد\" الذي قدمه من قبل، يوضح من خلاها فرق الأجيال، وهل التاريخ يغير ويصنف تصنيفًا جديدًا. وهي مسرحية غنائية واستعراضية وبها كوميديا وتراجيديا. المسرحية تأليف وإخراج محمد صبحي، والأشعار عبد الله حسن. يشارك في المسرحية ميرنا وليد وكمال عطية ورحاب حسين وعدد من الوجوه الشابة."
      ,ImgUrl:"/images/news53.webp"},
    {Title:'هنا الزاهد: عايزة أجدد تعاوني مع أحمد حاتم.. ولا يوجد جزء ثاني من فيلم قصة حب'
    ,Description:"تحدثت هنا الزاهد، عن أعمالها الفنية الجديدة التي تستعد لتقديمها خلال الفترة المقبلة، وأنها تشارك في أكثر من عمل فني، إلى جانب مشاركتها في السباق الرمضاني المقبل، متمنية أن تنال تلك الأعمال إعجاب الجمهور. وصرحت هنا الزاهد أن تشارك في مسلسل \"إقامة جبرية\" يتم عرضه في شهر 12 مع محمد الشرنوبي وصابرين ومحمود البزاوي. وأكدت هنا الزاهد، أنها تتعاون لأول مرة مع أمير كرارة في عمل سينمائي من إخراج أحمد الجندي، والذي تعاونت معه من قبل في أكثر من عمل فني. وأعربت عن رغبتها في تجديد التعاون مع أحمد حاتم، لأنه أقرب صديق لها في الوسط الفني. وصرحت أن رغم نجاحهم في فيلم قصة حب إلا أنه لن يكون هناك جزء ثاني."
    ,ImgUrl:"/images/news54.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
