import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'حمادة هلال: أتمنى ألا يكون الجزء الخامس من المداح هو الأخير'
      , Description:"تستقبل دور العرض السينمائية المختلفة، أول أيام العام الجديد 3 أفلام جديدة متنوعة، ما بين الكوميديا والأكشن والقصص الإنسانية، إلى جانب الأفلام التي تعرض حاليا بالسينمات. ويعرض بالسينمات اليوم فيلم المستريحة، بطولة النجمة ليلى علوى، والذى يجمعها فى السينما للمرة الرابعة مع بيومى فؤاد، بعد أفلام \"ماما حامل\" عام 2021، و\"شوجر دادى\" عام 2023، و\"جوازة توكسيك\". فيلم المستريحة من تأليف محمد عبد القوي، وأحمد أنور، وأسامة حسام الدين، وأحمد سعد والي، وإخراج عمرو صلاح، ويشارك في بطولته: عمرو عبد الجليل، ومحمد رضوان، ومحمود الليثي، وعمرو وهبة، ومصطفى غريب. بالإضافة إلى عرض فيلم \"الدشاش\" بطولة محمد سعد، والذي يشهد عودته إلى السينما بعد غياب 5 سنوات كاملة منذ مشاركته عام 2019 في بطولة فيلم \"الكنز\" الذى تعاون فيه مع المخرج شريف عرفة. فيلم الدشاش بطولة محمد سعد، زينة، باسم سمرة، نسرين طافش، نسرين أمين، مصطفي أبو سريع، محمد جمعه، وليد فواز، رشوان توفيق، محمد يوسف أوزو، عفاف مصطفى وعدد آخر من الفنانين، والفيلم من تأليف جوزيف فوزي وإخراج سامح عبد العزيز. كما ينطلق اليوم أيضا فيلم \"البحث عن منفذ لخروج السيد رامبو\" بطولة عصام عمر وركين سعد بعد عدد من جولاته بالمهرجانات الفنية العالمية المختلفة. الفيلم بطولة عصام عمر، ركين سعد، سماء إبراهيم، وأحمد بهاء أحد مؤسسي فرقة شارموفرز الغنائية في تجربته التمثيلية الأولى، بالإضافة لعدد من الوجوه الشابة وضيوف الشرف، وهو الفيلم الروائي الطويل الأول للمخرج خالد منصور، وشارك منصور في التأليف الكاتب والسيناريست محمد الحسيني."
       ,ImgUrl:"/images/news207.webp"},

       {Title:'مسلسل "ساعته وتاريخه" يتربع على عرش الأكثر مشاهدة'
         , Description:"تواصل قناة دي إم سي عرض حلقات مسلسل \"ساعته وتاريخه\"، حيث تُعرض الحلقة التاسعة اليوم في تمام الساعة العاشرة مساءً، والحلقة العاشرة مساء الجمعة، ليواصل العمل تصدر قوائم الأكثر مشاهدة والأعلى بحثًا في مصر والوطن العربي منذ انطلاقه. ويتكون المسلسل من 26 حلقة، ويقدم قصصًا حقيقية مستوحاة من ملفات المحاكم المصرية، ويُسلط الضوء على تفاصيل الجريمة والدوافع النفسية وراءها في إطار درامي مشوّق. ويتناول العمل كل قضية في حلقة منفصلة، ما يُضفي تنوعًا وإثارة على أحداثه. ويعد مسلسل \"ساعته وتاريخه\" من تأليف محمود عزت، وإخراج أحمد علاء سلامة، تحت إشراف المخرج عمرو سلامة على الرؤية الفنية، والمستشار بهاء المري على الرؤية القانونية. وشارك في كتابة الحلقات فريق من المؤلفين الشباب، من بينهم دينا ماهر، سيف قنصوة، ريم نهاد أمين، وإنجي شكري. ويبرز المسلسل مجموعة من النجوم الشباب الذين تم اكتشافهم عبر برنامج \"كاستنج\"، الذي عُرض مؤخرًا على قناة دي إم سي من بينهم لميس محمود، ماريا ميخائيل، مريم نشأت، وإسلام خالد."
         ,ImgUrl:"/images/news208.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
