import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'استمرار عرض مسرحية "ميمو" لأحمد حلمي خلال نوفمبر في هذه المواعيد'
      , Description:"روج أحمد حلمي لمسرحية 'ميمو' وأعلن عن مواعيد العرض خلال شهر نوفمبر حيث سيكون في ويك إند الأسبوع الجاري يومي 7 ،8 نوفمبر على مسرح جراند تاور، والعرض مازال يحقق نجاح كبير وإقبال من الجمهور. جدير بالذكر أن مسرحية ميمو تضم العديد من الفنانين مع أحمد حلمي، منهم: أسماء جلال، نور إيهاب، هنا شيحة، حمدي الميرغني، أحمد رزق، محمد رضوان، والمسرحية من تأليف ضياء محمد، وإخراج هشام عطوة. وعُرضت مسرحية ميمو حتى الآن في عدة مُدن بالمملكة العربية السعودية منهم الدمام، مدينة جدة، مدينة الرياض، مدينة أبها، مدينة الطائف، ورفعت كل العروض لافتة 'كامل العدد'."
       ,ImgUrl:"/images/news129.webp"},
       {Title:'أحمد داوود ينتهي من تصوير مسلسل "كل سنة مرة"'
         , Description:"انتهى أحمد داوود من تصوير مسلسل 'كل سنة مرة'، الذي ينتمي إلى فئة الأعمال الدرامية الاجتماعية ويجمع بين الإثارة والتشويق. داود يشارك في العمل مع مجموعة من النجوم، والذي من خلاله يتعاون مرة أخرى مع المخرج يحيى إسماعيل بعد نجاحهما في مسلسل 'زينهم'. ويشارك في بطولة مسلسل 'كل سنة مرة' أحمد بدير، محمد محمود، مراد مكرم، وفرح يوسف والعمل من تأليف عبدالرحمن جاويش، إخراج يحيى إسماعيل. وينتمي المسلسل إلى فئة الأعمال الدرامية المكونة من 10 حلقات، ومن المقرر طرحه عبر إحدى المنصات الرقمية. يُذكر أن مسلسل 'كل سنه مرة' يُمثل البطولة المطلقة الثانية لأحمد داوود، بعد تقديمه أولى بطولاته من خلال مسلسل 'زينهم'."
         ,ImgUrl:"/images/news130.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
