import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'ياسمين رئيس تنشر صور من كواليس رقم سري '
     , Description :"شاركت الفنانة ياسمين رئيس، جمهورها، الصور الأولى لها من كواليس تصوير مسلسلها الجديد (رقم سري)، حيث يعد العمل امتدادًا لمسلسل (صوت وصورة) الذي تم عرضه العام الماضي وقامت ببطولته حنان مطاوع والذي يناقش قضية جديدة عن الذكاء الاصطناعي. ومن المقرر عرض المسلسل خارج السباق الرمضاني. مسلسل (رقم سري) من بطولة ياسمين رئيس، صدقي صخر، عمرو وهبة، ومن تأليف محمد سليمان عبدالمالك وإخراج محمود عبدالتواب ومن إنتاج أروما استديوز للمنتج تامر مرتضى. وتنتظر ياسمين رئيس عرض فيلمها (الفستان الأبيض) قريبًا، ويُشار إلى أنها لم تستقر بعد على العمل الذي ستدخل به سباق رمضان القادم، خاصة بعد نجاحها في دور شهرزاد في مسلسل (جودر) في رمضان ٢٠٢٤."
      ,ImgUrl:"/images/news37.webp"},
    {Title:'أحمد مكي يستعد للخروج من عباءة الكبير '
,Description:'أحمد مكي يتعاقد على عمل درامي جديد يقدمه في رمضان 2025. ويبدو ان مكى استقر علي الخروج من عباءة الأعمال الكوميدية التي قدمها خلال مواسم رمضان السابقة وحقق نجاح كبير بسلسلة مسلسل "الكبير أوي". وتداولت عدة أنباء خلال الساعات الأخيرة عن تعاقد مكى علي عمل درامي جديد، ويقدم خلال العمل دور شاب بسيط من حارة شعبية يواجه تحديات عديدة. ولم يتم الكشف عن باقي تفاصيل العمل بعد. جدير بالذكر أن أحمد مكى، حقق نجاح كبير في مجال التمثيل بسبب خفة دمه وظل، وله العديد من الأفلام التي حققت نجاح جماهيري وسينمائي منذ بداية ظهوره بأدوار بسيطة في أول حياته الفنية حتى وصوله للنجومية، منها، "مرجان أحمد مرجان، تيتو، ليلة البيبى دول، H دبور، طير أنت، لا تراجع ولا استسلام، سيما على بابا"، كما نجح دراميًا من خلال تقديم مسلسله الشهير "الكبير أوي" ، ومسلسل "خلصانة بشياكة"، وأخيرًا شارك من خلال المسرح بمسرحية "حزلقوم" التي حققت نجاحًا كبيرًا.'
,ImgUrl:"/images/news38.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
