import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'نشر التفاصيل الكاملة لمسلسل "ولعة ومفتاح" لـ أحمد مالك وطه الدسوقي'
      , Description:"بعد إعلان مشاركة أحمد مالك وطارق الدسوقي في مسلسل 'ولعة ومفتاح'، ننشر التفاصيل الكاملة عن قصة المسلسل، حيث تدور الأحداث حول قصة حياة طفلين تربيا في دار أيتام وتربطهما علاقة صداقة قوية ولا يجدان سوى النشل والسرقة لتكون مهنتهما، وبعد خروجهما من دار الأيتام يتعرضان لمواقف تغير مسار حياتهما. ومن المقرر البدء في التصوير تمهيدًا لعرضه رمضان القادم. ويعتبر المسلسل عودة لأحمد مالك للظهور في دراما رمضان بعد غياب 3 سنوات، بعد مشاركته في مسلسل 'نسل الأغراب' الذي عُرض عام 2021، وكان آخر ظهور لأحمد مالك في الدراما من خلال مسلسل 'مطعم الحبايب' الذي عُرض مؤخرًا على إحدى المنصات الإلكترونية الشهيرة. و كان آخر أعمال طه دسوقي أيضًا في الدراما، مسلسل 'حالة خاصة' المُكون من 10 حلقات وتم عرضه على إحدى المنصات، كما أن آخر مشاركاته الرمضانية كانت في مسلسل 'الصفارة' العام قبل الماضي مع أحمد أمين."
       ,ImgUrl:"/images/news127.webp"},
       {Title:'أشرف عبد الباقي يدعم ابنته زينة في أولى تجاربها الإخراجية'
         , Description:"دعم أشرف عبد الباقى ابنته زينة، في أولى تجاربها الإخراجية وهي فيلم 'مين يصدق'، ليكون أول من يقف بجانبها ويساندها حتى يخرج أول عمل لها إلى النور حتى يشاهده الجميع. وجاء الدعم والمساندة بظهوره أيضًا في الفيلم، ويشارك الفيلم في الدورة الـ 45 من مهرجان القاهرة السينمائى. وكتبت زينة عبد الباقي على انستجرام: '‎يتشرف فيلم مين يصدق بمشاركته في المسابقة الرسمية لمهرجان القاهرة السينمائي رحلة كلها ضحك ورومانسية وحزن ومشاعر مختلفة بين الأجيال هتصدقوا فيها استنوا فيلم مين يصدق قريبا جدًا'. ويشارك في الفيلم العديد من النجوم كضيوف شرف، ومنهم أشرف عبد الباقي وشريف منير وأحمد رزق وسليمان عيد. فيلم 'مين يصدق' بطولة يوسف عمر، وجايدا منصور، وفكرة زينة عبدالباقي ومصطفى عسكر، وحامد الشراب وسيناريو وحوار زينة عبد الباقي ومصطفى خالد بهجت وإخراج زينة عبدالباقي وإنتاج أنور الصباح وأشرف عبد الباقي، ومحمد عبدالوهاب، ومحمد زعيتر."

         ,ImgUrl:"/images/news128.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
