import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'تفاصيل شخصية محمد سلام في "كارثة طبيعية"'
      , Description:"بدأ محمد سلام في تصوير مشاهده في مسلسل 'كارثة طبيعية'. ويقوم بشخصية أب لديه 7 أطفال وتبدأ مغامراته معهم، وتجسد الممثلة جهاد حسام الدين دور زوجته ومن المقرر انضمام فنانين آخرين للعمل خلال الفترة القادمة. وأعلنت الشركة المتحدة للخدمات الإعلامية في وقت سابق عن تعاقدها مع محمد سلام على بطولة مسلسل جديد بعنوان 'كارثة طبيعية' من تأليف أحمد عاطف وإخراج حسام حامد. وأعلنت الشركة على صفحتها عن انطلاق تصوير المسلسل بالتعاون مع إحدى المنصات الشهيرة. جدير بالذكر أن آخر أعمال محمد سلام هو المشاركة في الجزء الأخير من مسلسل 'الكبير أوي' الجزء الثامن، الذي كان ينافس في الموسم الرمضاني السابق لعام 2024."
      ,ImgUrl:"/images/news103.webp"},
      {Title:'انضمام أحمد عبد العزيز إلى أسرة مسلسل "فهد البطل"'
        , Description:"يستعد أحمد عبد العزيز إلى تصوير دوره في مسلسل 'فهد البطل' في نوفمبر. وصرح بأن التصوير لم يبدأ بعد ولكن البروفات خلال أسبوع، وأضاف أنه متحمس للمشاركة في هذا العمل والسبب يعود لوجود العوضي في بطولة هذا العمل، وأنه شاركه في 'كلبش 3' وكان وجه جديد. وتابع أن العوضي فنان جميل، ومتميز، ويمتلك أدواته بشكل جيد، وهذا ما اثبتته السنوات الأخيرة. يذكر ان مسلسل 'فهد البطل' من بطولة أحمد العوضي، ميرنا نور الدين، أحمد عبد العزيز، محمود البزاوي، عصام السقا، لوسي، إخراج محمد عبد السلام، تأليف محمود حمدان، إنتاج تامر مرسي."
        ,ImgUrl:"/images/news104.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
