import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'بعد نجاح مسرحية "سيدتي أنا".. داليا البحيري تنتظر عرض "الملك وأنا"'
      , Description:"بدأت داليا البحيري في التحضير لمسرحيتها الجديدة \"الملك وأنا\" من إخراج محسن رزق، وهى مسرحية كوميدية استعراضية غنائية فكرتها تدور حول ملك جزيرة سيان الذى يستعين بمدرسة إنجليزية تدعى \"ياسمين\" لتعليم أولاده ما يحدث صدامًا بين ثقافة المدرسة وثقافة أبناء الملك. يشارك داليا البحيري في مسرحية \"الملك وأنا\" عدد كبير من الفنانين وأحد عشر طفلا يقومون بدور أبناء الملك. المسرحية من إعداد محسن رزق عن مذكرات أناليونوينز وديكورات دكتور حمدي عطية وملابس دكتورة مروة عوده وتصميم استعراضات مصطفى حجاج وموسيقى النجم عصام كاريكا وأشعار عادل سلامة وجرافيك جون بهاء. وتأتى مسرحية \"الملك وأنا\" بعد النجاح الكبير الذي حققته داليا البحيري في مسرحية \"سيدتى أنا\" بطولة نضال الشافعي، فريد النقراشي، محمد دسوقي، أمينة سالم وعدد من النجوم."
       ,ImgUrl:"/images/news147.webp"},
       {Title:'توقف تحضيرات مسلسل "كنترول" ل ريهام حجاج'
         , Description:'رغم التعاقدات وبدء التحضيرات، توقفت الاستعدادات الخاصة بمسلسل "كنترول" الذي كانت ستقوم ببطولته ريهام حجاج وهو من تأليف أيمن سلامة. حيث أعلنت الجهة المنتجة للعمل تراجعها عن تنفيذ المشروع واعتذرت للمؤلف ومخرج العمل. ويتم حاليًا البحث عن قصة أخرى وسيناريو جديد لتنفيذه لتشارك من خلاله ريهام حجاج في دراما رمضان. ورغم أنه لم يتبق الكثير من الوقت على رمضان إلا أن ريهام حجاج مازالت متحمسة لخوض المنافسة هذا العام، ومن المقرر أن يتم الإعلان عن تفاصيل المشروع الجديد فور الاتفاق عليه.'
         ,ImgUrl:"/images/news148.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
