import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'يسرا اللوزي عن "سراب": المسلسل مأخوذ عن فورمات أجنبي'
      , Description:"كشفت يسرا اللوزي، عن مشاركتها في مسلسل \"سراب\" الجاري عرضه حاليًا عبر إحدى المنصات الإلكترونية، والذي نال إعجاب الجمهور بسبب فكرة المسلسل، والسبب اختلاف فكرة المسلسل المبنية على التشويق والإثارة وأحداثه المتلاحقة، التي تنوعت بين الدراما والمشاهد الطريفة والأحداث التراجيدي. وقالت يسرا اللوزي، عن فكرة أن المسلسل مأخوذ عن فورمات أجنبي، واحتمالية مقارنته به أن المقارنات دائمًا موجودة. وأشارت يسرا، إلى أن الأعمال حين تُعرض بالمصري يحدث فيها تغيرات حتى تتناسب مع المجتمع المصري، وإذا نقلنا الأحداث بشكل مباشر ووضعت في سياق مصري، تصبح أفضل، وتصبح مناسبةً أكثر للمجتمع، وأنا أشعر أنه حين يصبح الموضوع متماسكا وواقعيا ويقبل أن يصدقه الجمهور تصبح لا توجد مقارنات."
       ,ImgUrl:"/images/news219.webp"},

       {Title:'نشر البوستر الدعائي لمسلسل "صفحة بيضا" ل حنان مطاوع'
         , Description:"بدأت منصة Watch It في الترويج لمسلسل \"صفحة بيضا\" بطولة حنان مطاوع، استعدادًا لعرضه ضمن قائمة مسلسلات الأوف سيزون. ونشرت المنصة بوستر المسلسل على انستجرام ما أثار اهتمام المتابعين وتزايد تساؤلاتهم حول تفاصيل العمل. يشارك في المسلسل نخبة من النجوم، منهم: حنان مطاوع، سامي الشيخ، أحمد الرافعي، أحمد الشامي، أحمد مجدي، حنان يوسف، حسن العدل، وهو من تأليف حاتم حافظ وإخراج أحمد حسن. وتدور أحداث المسلسل حول شخصية \"ضي\"، وهي سيدة تجد نفسها متورطة في سلسلة من الأحداث الغامضة بعد وقوع جريمة قتل. وتبدأ رحلتها المليئة بالتشويق والغموض، حيث تكشف الأحداث عن العديد من الأسرار المثيرة."
         ,ImgUrl:"/images/news220.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
