import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'هنا شيحة تشارك محمد فراج "منتهي الصلاحية"'
      , Description:"انضمت هنا شيحة للموسم الرمضاني بمشاركتها مع محمد فراج بطولة أحدث أعماله مسلسل 'منتهي الصلاحية'، والمقرر عرضه رمضان القادم. ويتكون المسلسل من 15 حلقة، من تأليف محمد هشام عبيه، وإنتاج عبدالله أبو الفتوح، ويواصل صناع العمل وضع اللمسات النهائية على القصة، وترشيح النجوم المشاركين في البطولة."

      ,ImgUrl:"/images/news113.webp"},
      {Title:'طرح الإعلان التشويقي الأول لفيلم "الحريفة 2"'
        , Description:"طرحت الشركة المنتجة لفيلم 'الحريفة 2' الإعلان التشويقي الأول للجزء الثاني من الفيلم على مواقع التواصل الاجتماعي. ويظهر في الإعلان دخول الحريفة للجامعة لأول مرة وانبهارهم بما داخلها وعودتهم للعب كرة القدم، مع وجود وجوه من العناصر النسائية في دور الحريفة الجدد داخل الفريق سواء من العنصر النسائي أو الرجالي. فيلم 'الحريفة ٢' تحت اسم 'الريمونتادا'، وهو من بطولة نور النبوي، كزبرة، أحمد غزي، عبد الرحمن محمد، سليم الترك، خالد الذهبي، ومن تأليف إياد صالح وإخراج كريم سعد، ويدور الجزء الثاني حول الحريفة بعد فوزهم بالبطولة، يتفقوا على استكمال الحلم سويًا. وقد حقق الجزء الأول من 'الحريفة' نجاح كبير والذي دارت أحداثه حول شخصية 'ماجد'، وهو شاب يعشق كرة القدم، ويتعرض والده لأزمات في حياته فيقرر نقله لمدرسة حكومية أخرى، ليتلقى خلالها بعوالم جديدة عليه. وتبدأ رحلته في الانضمام لفريق كرة القدم بأحد مراكز الشباب، ويكون صداقات جديدة ويحقق نجاحات في لعبته المُفضلة."
        ,ImgUrl:"/images/news114.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
