import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'طرح البرومو الرسمي لمسلسل "الحلانجي" في رمضان'
      , Description:"كشف خالد سرحان عن مشاركته في مسلسل \"منتهي الصلاحية\" المقرر عرضه في رمضان 2025، قائلاً: \"بدأت تصوير مشاهدي في المسلسل، وهو دور مختلف تمامًا عن أدواري السابقة\". وأضاف: \"أبتعد هذه المرة عن الكوميديا لتقديم شخصية جدية ليس لها علاقة بالكوميديا نهائياً وتحمل أبعادًا مختلفة عن أي شيء قدمته من قبل\". ويتكون مسلسل \"منتهي الصلاحية\" من 15 حلقة، وهو من تأليف محمد هشام عبية، وإخراج تامر نادي. ويشارك في البطولة محمد فراج، ياسمين رئيس، هنا شيحة، هبة مجدي، دنيا ماهر، محمود الليثي، سامي مغاوري، حسن مالك، جيسيكا حسام الدين، وملك حسن. ومن المقرر عرض المسلسل أيضًا على إحدى المنصات الرقمية."
       ,ImgUrl:"/images/news231.webp"},

       {Title:'سامح حسين يعرض مسرحية "وحيد في المنزل" متى وأين؟ اعرف التفاصيل'
         , Description:"طرحت الشركة المنتجة البرومو الرسمي لمسلسل \"الحلانجي\"، بطولة محمد رجب، استعدادًا لعرضه في رمضان لعام 2025. ويشارك في بطولة مسلسل \"الحلانجي\" باقة من النجوم وهم محمد رجب، أيتن عامر، عبير صبري، ميمي جمال، سامي مغاوري، محمود قابيل، طارق صبري، هالة فاخر، أحمد وفيق، ومحمد لطفي. المسلسل من تأليف محمود حمدان، إخراج معتز حسام، وإنتاج ممدوح شاهين. وتدور أحداث العمل في إطار اجتماعي تشويقي ممزوج بالكوميديا، حول شخصية \"طه الحلانجي\"، الذي يتميز بهذه الصفة في تعاملاته وحياته اليومية، ليصبح محط أنظار الجميع."
         ,ImgUrl:"/images/news232.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
