import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'محمد شاهين يشارك أمينة خليل بطولة مسلسل "لام شمسية"'
      , Description :"تعاقد محمد شاهين على مسلسل \"لام شمسية\" ليشارك أمينة خليل بطولة أحدث أعمالها المقرر عرضه في رمضان المقبل 2025. ومن المقرر أن تستقر الشركة المنتجة على موعد بدء تصوير المسلسل خلال الفترة المقبلة. على جانب آخر يشارك محمد شاهين في فيلم \"رزق الهبل\" مع منى زكي، ومن المقرر البدء في التصوير خلال الفترة القادمة بعد الانتهاء من تعاقدات باقي أبطال العمل. الفيلم من تأليف جورج عزمي وإخراج سارة نوح وإنتاج شاهيناز العقاد، ويدور في إطار كوميدي يعتمد على البطولة النسائية."
       ,ImgUrl:"/images/news63.webp"},
    {Title:'أشرف عبد الباقي يعتذر عن المشاركة في "فهد البطل"'
    ,Description:"اعتذر أشرف عبدالباقي عن مشاركة أحمد العوضي في 'فهد البطل' المقرر عرضه في رمضان 2025. ومن ناحية أخرى، أن اسم 'فهد البطل' جاء بعد الاسم المبدئي 'الملك' وأوضح المؤلف محمود حمدان، أن سبب تغيير اسم العمل من 'الملك' إلى 'فهد البطل'، جاء بسبب تشابه الاسم مع ثلاثة أعمال درامية أخرى لمؤلفين آخرين. وتدور أحداث المسلسل في الصعيد وإطار شعبي تشويقي، ويجسد خلاله أحمد العوضي شخصية صنايعي رخام ويأتي من الصعيد إلى القاهرة ويدخل في أزمات عديدة منها دخوله السجن في الحلقة الأولى من المسلسل، فيما تظهر ميرنا نور الدين بشخصية سائقة تروسيكل وتتطور الأحداث."
    ,ImgUrl:"/images/news64.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
