import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'معتز التوني ينتهى من تصوير برنامج "فضفضت أوى" وعرضه في رمضان'
      , Description:"يخوض المخرج معتز التوني تجربة تقديم البرامج التليفزيونية، حيث انتهى من تصوير برنامجه الجديد بعنوان \"فضفضت أوى\" والذى سيعرض فى شهر رمضان المقبل 2025. برنامج \"فضفضت أوى\" يحمل الكثير من المفاجآت للجمهور، حيث يستضيف المخرج معتز التوني خلاله الكثير من النجوم الذين يتحدثون عن مشوارهم الفني وبعض الجوانب فى حياتهم الخاصة ويكشفون أسرارًا جديدة. يشهد برنامج \"فضفضت أوى\" استضافة نجوم لامعة في الوسط الفني منهم، منة شلبي، ماجد الكدواني، كريم محمود عبد العزيز، هشام ماجد، ميمى جمال، طه دسوقي، مصطفى أبو سريع، أحمد فتحي وآخرون. ولم يتم الكشف عن القناة التي سوف يُعرض عليها البرنامج خلال شهر رمضان."
       ,ImgUrl:"/images/news259.webp"},

       {Title:'محمد سامي يسابق الزمن للانتهاء من تصوير "سيد الناس" قبل رمضان'
         , Description:"يسابق المخرج محمد سامي الزمن للانتهاء من تصوير مشاهد مسلسل “سيد الناس”، حيث أنجز حتى الآن 80% من إجمالي الأحداث. ويواصل تصوير المشاهد المتبقية في ديكور الحارة بمدينة الإنتاج الإعلامي، بمشاركة عمرو سعد، إلهام شاهين، خالد الصاوي، أحمد رزق، أحمد زاهر، ريم مصطفى، رنا رئيس، وسلوى عثمان. جدير بالذكر أن مسلسل \"سيد الناس\" من تأليف ورشة قلم. وقد طرحت الشركة المنتجة “سيدرز آرت برودكشن – صبّاح إخوان” مؤخرًا البوسترات الرسمية البرومو الدعائي للمسلسل عبر قناة MBC مصر، استعدادًا لعرضه الحصري خلال رمضان المقبل."
         ,ImgUrl:"/images/news260.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
