import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'بدء عرض مسلسل تيتا زوزو على إحدى المنصات الشهيرة خلال سبتمبر '
     , Description :"باقي من الزمن 10 أيام فقط على الانتهاء من تصوير مسلسل \"تيتا زوزو\" ليدخل مرحلة المونتاج والمكساج تمهيدًا لعرضه على إحدى المنصات. وأعربت المخرجة شيرين عادل عن سعادتها بإخراج هذا المسلسل والتعاون مع كل فريق العمل يتقدمهم النجمة إسعاد يونس التي قالت عنها إنها إنسانة لطيفة ومريحة وممتعة في التعامل، وفنانة أكثر التزامًا، حيث إنها تحضر إلى مكان التصوير قبل الموعد المحدد بساعتين على الأقل، وتكون أول فنان جاهز للتصوير، وهذا إن دل على شىء إنما يدل على النضج واحترام الفنان لعمله. يتكون مسلسل تيتا زوزو من 30 حلقة، ويشارك في البطولة إسعاد يونس ومصطفى غريب وإيناس كامل ومحمود البزاوي وإسلام إبراهيم وعدد من الأطفال، والعمل من تأليف محمد عبد العزيز وإخراج شيرين عادل، ومن انتاج سينرجي، وتدور أحداثه في إطار اجتماعي لايت."
      ,ImgUrl:"/images/news43.webp"},
    {Title:'الانتهاء من تصوير 50% من مشاهد مسلسل جودر '
,Description:"رغم أنه يتبقى 5 أشهر على رمضان، إلا أن صناع مسلسل جودر حرصوا على الانتهاء من تصوير نصف مشاهد الجزء الثاني من المسلسل. ولكنهم متوقفون عن التصوير حتى الآن. ويشارك في بطولته كل من ياسر جلال وياسمين رئيس وعابد عناني وجيهان الشماشرجي. وقد صرحت جيهان الشماشرجي في لقاء تلفزيوني سابق عن المسلسل: مسلسل جودر مليء بالجرافيكس والديكورات، وأنا بحبه، وشخصية شروق اللي بجسدها شخصية حليمة وطفولية جدًا، وجودر بالنسبة لها الحياة والدنيا ومستيناه سنين، وبتقوله مهما تغيب مستنياك، ومش شايفة غيره في الحياة، وأنا بتكلم مع أستاذ ياسر جلال بيقول لي الشخصية كأنها ديزني والحب بتاع الكرتون، ومنبهرة أننا أخيرًا في مصر عندنا أعمال فيها جرافيكس بشكل كبير."
,ImgUrl:"/images/news44.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
