import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'صابرين: دور هنا الزاهد في "إقامة جبرية" هيفرق في تاريخها الفني'
      , Description:"تشارك صابرين في بطولة مسلسل “إقامة جبرية”، مع هنا الزاهد والفنان محمد الشرنوبي، وهو العمل الذي حقق نجاحًا كبيرًا منذ بداية عرضه. وفي إحدى التصريحات، أعربت صابرين عن سعادتها بردود الفعل الإيجابية، قائلة: \"محدش بيتوقع نجاح العمل، لكن بنجتهد ونعرف إننا بنقدم حاجة مميزة، لكن الصدى الكبير اللي وصلنا فاق كل التوقعات\". وأضافت عن تعاونها للمرة الثانية مع محمد الشرنوبي، حيث تجسد دور والدته: \"محمد ممثل مجتهد، وبيجمعنا كيمياء في تجسيد أدوار الأم والابن، وبحبه على المستوى الشخصي\". كما أشادت صابرين بأداء هنا الزاهد في المسلسل، مؤكدة أنها توقعت نجاحها منذ اليوم الأول للتصوير، قائلة: \"من البداية قلت لهنا إن الدور ده هيحطك في مكانة جديدة، وهيفرق في تاريخك\"."
       ,ImgUrl:"/images/news235.webp"},

       {Title:'بعد 24 عامًا .. طارق العريان يعلن عن "السلم والثعبان 2" '
         , Description: "مع إعلان المخرج طارق العريان عن انتهاء التحضيرات الخاصة بفيلم \"السلم والثعبان 2\" والاستعداد لبدء تصويره بعد 24 عامًا من عرض الجزء الأول، تساءل الجمهور عن القصة، وهل ستكون امتدادًا للجزء الأول بعد 24 عاماً، وعن الأبطال وسبب تغيرهم، ولكن ظل السؤال الأبرز هل سيحقق الجزء الثاني للفيلم النجاح مثل الجزء الأول؟ على الرغم من أن هذا السؤال من الصعب الإجابة عليه، إلا أن الجزء الثاني من الفيلم يجمع الكثير من عوامل نجاح الجزء الأول، وهم ذات الصناع المؤلف محمد حفظي، والمخرج طارق العريان، كما يدور في إطار رومانسي أيضاً. ويدور حول قصة أحمد وملك من بطولة عمرو يوسف ومنة شلبي، وهما شخصيتان يختلفان عن أبطال الجزء الأول \"حازم- هاني سلامة\" و\"ياسمين- حلا شيحة\" ما يعني وجود قصة مختلفة جديدة وليس تطور الأحداث. ويعد \"السلم والثعبان 2\" هو التعاون السينمائي الأول الذي يجمع بين منة شلبي وعمرو يوسف والمتوقع أن تكون ثنائية ناجحة."
         ,ImgUrl:"/images/news236.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
