import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'إيمان العاصي في "برغم القانون" .. تجربة مختلفة ودراما مميزة'
     , Description :"حالة من النشاط الفني تعيشها إيمان العاصي حيث بدأت في تصوير مسلسلها الجديد 'برغم القانون' والذي يقدم جرعة كبيرة من الإثارة والتشويق، حيث تجسد إيمان شخصية مختلفة تماماً عن كل ما قدمته من قبل، ويتناول المسلسل قصة اجتماعية معاصرة تتناول قضايا هامة ومؤثرة فى المجتمع ومن المقرر عرضه على قناة أون. ومن المتوقع أن يسجل المسلسل البطولة المطلقة للنجمة إيمان العاصى في الدراما التليفزيونية، وذلك بعد النجاحات البارزة التي حققتها خلال السنوات الماضية، آخرها مسلسل 'جعفر العمدة' مع محمد رمضان والذى تم عرضه في رمضان قبل الماضي، حيث تألقت بشخصية دلال التي جسدتها في المسلسل وسجلت إسمها كواحدة من أبرز نجمات موسم دراما رمضان. مسلسل 'برغم القانون' يشارك في بطولته كل من هاني عادل، محمد القس، وليد فواز، عابد عنان، رحاب الجمل، فرح يوسف، عايدة رياض، محمد محمود عبد العزيز، جيسيكا حسام الدين، نبيل على ماهر وعدد آخر من الفنانين، تأليف نجلاء الحدينى وإخراج شادى عبد السلام والعمل مكون من 30 حلقة."
      ,ImgUrl:"/images/news31.webp"},
    {Title:'كريم محمود عبد العزيز مع بيتر ميمي في "مملكة التحرير"'
,Description:"بدأ كريم محمود عبد العزيز في تصوير دوره في مسلسل 'مملكة التحرير' من إخراج بيتر ميمي. اسم المسلسل هو اسم مبدئي حتى الآن. يستمر تصوير المسلسل خلال شهر سبتمبر وبعد الانتهاء من المقرر عرضه على إحدى المنصات الشهيرة. ومن المشاركين في المسلسل أسماء أبو اليزيد ومن المقرر أن يضم المسلسل عدد كبير من ضيوف الشرف لم يتم الإعلان بعد. وعلى جانب آخر، بدأ بيتر ميمي في التحضيرات لفيلم سينمائي مع كريم عبد العزيز، من المتوقع البدء في تصويره أكتوبر، حيث إن الفيلم ما زال في مرحلة الكتابة. ومن ناحية أخرى، كانت آخر أعمال كريم محمود عبد العزيز، مشاركته في مهرجان العلمين بمسرحية 'عملوها إزاي' مع أشرف عبد الباقي وعائشة بن أحمد، وأوس أوس، وحمدي الميرغني، وسليمان عيد."
,ImgUrl:"/images/news32.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
