import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'أحمد رزق في دراما رمضان بـ "سيد الناس"'
      , Description:"تعاقد أحمد رزق مؤخرًا على المشاركة في مسلسل 'سيد الناس' عمرو سعد. ويواصل صناع المسلسل التحضير للعمل الذي سيعرض في رمضان 2025، ويُصنف ضمن الأعمال الاجتماعية الشعبية. ويستعد أحمد رزق لدوره في المسلسل، ومن المتوقع بدء التصوير في نوفمبر المقبل. جدير بالذكر أن أحمد رزق قد أجرى عملية جراحية دقيقة في الفترة الأخيرة، وهو حاليًا يمكث في المستشفى. وصرح أشرف زكي عن حالة أحمد رزق الصحية أنها جيدة، وما زال وضعه مستقرًا. وتمنى له الشفاء العاجل، حتى يمر من هذه الأزمة على خير ويعود للجمهور في أقرب وقت."
      ,ImgUrl:"/images/news65.webp"},
      {Title:'انتعاشة فنية لـ طه دسوقي بعد نجاح "حالة خاصة"'
        , Description:"يعيش طه دسوقي حالة نشاط فني بعد نجاح مسلسل 'حالة خاصة' حيث يشارك في أكثر من عمل منها المسلسلات والأفلام. أول عمل هو فيلم 'سيكو سيكو' الذي بدأ تصويره بالفعل مع عصام عمر وخالد الصاوي وتارا عماد، من تأليف محمد الدباح وإخراج عمر المهندس، وتدور أحداثه في إطار كوميدي. والعمل الآخر مسلسل 'ولاد شمس' مع أحمد مالك وهو من تأليف محمود عزت ومن المقرر عرضه في رمضان. كما تعاقد طه الدسوقي على مسلسل قصير مكون من 8 حلقات مع علي قاسم وأسماء جلال ومن إخراج تامر محسن، ومن المقرر بدء تصويره قريبًا، من تأليف إياد صالح وإخراج تامر محسن وإنتاج طارق الجنايني."
  
        ,ImgUrl:"/images/news66.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
