import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'بدء الترويج ل فيلم "لأول مرة" وإطلاق البوسترات الدعائية'
      , Description:"أطلقت شركة هوليوود فيلم بوسترات الشخصيات الرئيسية لفيلم \"لأول مرة\" تمهيدًا لطرحه في دور العرض بداية من 29 يناير الحالي. وتضم البوسترات الشخصيات التي يلعبها أبطال الفيلم الرئيسيون؛ تارا عماد، وعمر الشناوي، ونبيل عيسى، ورانيا منصور، وعايدة رياض، وفيدرا. تدور قصة الفيلم حول خالد وغادة، زوجان يعيشان قصة حب سعيدة تتحول فجأة إلى جحيم عندما يكتشف خالد سراً خطيراً ويقرر مواجهة زوجته به، ما يشعل ليلة مليئة بالشك والعنف والاتهامات المتبادلة بالخيانة. تكشف تلك الليلة المثيرة توترات عميقة في علاقتهما. فيلم \"لأول مرة\" من بطولة تارا عماد وعمر الشناوي، مع نبيل عيسى ورانيا منصور، وعايدة رياض، وفيدرا، ومن تأليف محمد عبد القادر، وإخراج جون إكرام في ثاني تعاون لهما بعد فيلم \"كاملة\" عام 2022."
       ,ImgUrl:"/images/news233.webp"},

       {Title:'هنا الزاهد تشارك في "الأرض السوداء" لـ كريم عبد العزيز'
         , Description: "انضمت هنا الزاهد مؤخرا للمشاركة في فيلم \"الأرض السوداء\" بطولة كريم عبد العزيز، وتظهر هنا كضيف شرف ضمن أحداث العمل. فيلم :الأرض السوداء\" هو أول تعاون يجمع بين كريم عبد العزيز وياسمين صبري ليكونا واحدة من الثنائيات الفنية الجديدة التي يكتشفها الجمهور ويشاركهم البطولة إياد نصار ومريم محمود الجندي وأحمد غزي وعصام السقا من إخراج بيتر ميمي. ويعد الفيلم هو ثاني تعاون سينمائي يجمع بين كريم عبد العزيز والمخرج بيتر ميمي بعد تعاونهما الأول في فيلم \"بيت الروبي\"."
         ,ImgUrl:"/images/news234.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
