import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'ريهام حجاج تخوض دراما رمضان 2025 بـ"أثينا"'
      , Description:"تعاقدت ريهام حجاج مؤخرا على عمل درامي جديد بعنوان \"أثينا\"، لتخوض به سباق رمضان المقبل 2025، وتواصل الجهة المنتجة التعاقد مع باقي ابطال العمل لتحديد موعد بدء التصوير. كما تشارك ريهام أيضًا بمسلسل \"كنترول\" والذي يشاركها البطولة فيه سوسن بدر وعمر السعيد ونبيل عيسى وأحمد مجدي من تأليف أيمن سلامة وإخراج أحمد صالح. وأوضح المؤلف أيمن سلامة حقيقة الأخبار التي تم تداولها مؤخرا عن استبدال ريهام حجاج لمؤلف ومخرج المسلسل مع تغيير موضوع المسلسل ومشاركتها في الماراثون الرمضاني بعمل آخر من تأليف محمد ناير ومن إخراج يحيى إسماعيل ونشر أيمن سلامة صورة لريهام حجاج عبر صفحته الشخصية على فيسبوك. وعلق قائلا :« كنترول مكمل سترونه قريبا على إحدى المنصات بنفس الأبطال الذين تعاقدوا عليه» لينفي كل الأخبار التي تم تداولها بشأن إلغاء العمل."
       ,ImgUrl:"/images/news185.webp"},
       {Title:'خروج فيلم "رحلة 404" من القائمة النهائية لجوائز الأوسكار 2025'
         , Description:"أعلنت أكاديمية فنون وعلوم الصور المتحركة عن القوائم المختصرة في 10 فئات لحفل توزيع جوائز الأوسكار الـ 97 المقبل.\n\nوخرج فيلم \"رحلة 404\" الذي كان يمثل مصر من القائمة المختصرة لأفضل فيلم أجنبي بعدما كان متوقع ترشحه ضمن الـ 5 الكبار بحفل توزيع جوائز الأوسكار الـ 97.\n\n\"رحلة 404\" تأليف محمد رجاء، إخراج هاني خليفة، بطولة منى زكي، ومشاركة مجموعة كبيرة من الفنانين بعضهم ظهر كضيف شرف، بينهم: محمد ممدوح، شيرين رضا، خالد الصاوي، محمد فراج، حسن العدل، سماء إبراهيم، عارفة عبدالرسول، ملك بدوي، شادي ألفونس، نورا شعيشع، جيهان الشماشرجي. وتدور أحداثه حول غادة التي تستعد للسفر لقضاء فريضة الحج، ولكن تتعرض لظرف يعيدها لأحداث في الماضي أرادت التطهر منها."
         ,ImgUrl:"/images/news186.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
