import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'أفلام رومانسية تنطلق قريبًا في دور السينما المصرية'
      , Description:"تستقبل دور العرض المصرية خلال الفترة المقبلة عدد من الأفلام رومانسية، ومن هذه الأفلام فيلم 'الهوى سلطان' بطولة منة شلبي، وأحمد داود وتأليف وإخراج هبه يسري. كما يتم طرح أيضًا فيلم 'بضع ساعات في يوم ما'، المأخوذ عن رواية تحمل الاسم نفسه، للكاتب محمد صادق الذي يعتمد على البطولة الجماعية ومنهم هشام ماجد، ومي عمر، وأحمد السعدني، وهنا الزاهد وإخراج عثمان أبو لبن وتدور أحداثه حول مجموعة من قصص الحب المختلفة التي تجمع بين عدة شخصيات تلتقي لأول مرة معاً وتتأثر حياتهم بشكل كبير. كما تتضمن القائمة، فيلم 'ولنا في الخيال حب' بطولة أحمد السعدني ومايان السيد، وتأليف وإخراج سارة زريق في أول تجاربها الروائية الطويلة حول قصة حب تجمع بين أستاذ جامعي وطالبة يُدرس لها، لتتغير حياته وشخصيته بشكلٍ عام."
      ,ImgUrl:"/images/news85.webp"},
      {Title:'غادة عادل في المداح رمضان 2025'
        , Description:"تعاقدت غادة عادل مؤخرًا على مشاركة حماده هلال في الجزء الخامس من مسلسل (المداح) والمقرر عرضه رمضان المقبل. مسلسل المداح 5، مكون من 30 حلقة، بطولة حماده هلال، هبة مجدي، يسرا اللوزي، خالد سرحان، دنيا عبدالعزيز، وحنان سليمان، والعمل من تأليف أمين جمال ووليد أبو المجد وشريف يسري وإخراج أحمد سمير فرج. ومن ناحية أخرى تشارك غادة عادل في فيلم جديد بعنوان (وفيها إيه يعني) وتدور أحداثه في إطار اجتماعي كوميدي، حول ماجد الكدواني وهو محاسب متقاعد يعيش قصة حب قديمة مع غادة عادل التي تؤدي دور ربة منزل، ولكن تتغير حياتهما عندما يتقابلان مرة أخرى بعد مرور سنوات."
        ,ImgUrl:"/images/news86.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
