import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'البدء في تصوير هيبتا المحاضرة الآخيرة '
     , Description :"بدأ صناع فيلم هيبتا المحاضرة الأخيرة في تصوير الجزء الثاني من الفيلم والذي يشارك في بطولته عدد كبير من النجوم وهو من بطولة منة شلبي وكريم فهمي وسلمى أبو ضيف ومايان السيد وأسماء جلال، ومن تأليف محمد صادق وإخراج هادي الباجوري، ومن المقرر عرضه في دور السينما قريبًا. وكان المخرج هادي الباجوري قد نشر مجموعة صور لأبطال فيلم هيبتا 2 على انستجرام، وظهروا فيها وهم يحملون أوراق اللعب الرقم 7. وتدور أحداث فيلم هيبتا المحاضرة الأخيرة، في إطار دراما رومانسية من تأليف الكاتب محمد صادق، وسيناريو وحوار محمد جلال ومحمد صادق بالتعاون مع نهى أبو بكر، وإخراج هادي الباجوري."

      ,ImgUrl:"/images/news23.webp"},
    {Title:'الفيشاوي يتعاقد على سفاح التجمع والعمل مازال في مرحلة التحضيرات'
,Description:"الكشف عن تفاصيل مسلسل 'سفاح التجمع' والذي أعلن مؤخرا عنه المنتج أيمن يوسف، في الوقت الذي يتم التحضير لمسلسل آخر بنفس الاسم ولكن من إنتاج السبكي وتأليف محمد صلاح العزب. إلا أن المنتج أيمن يوسف والمؤلف جوزيف فوزي أعلنوا أن مسلسلهم الوحيد الصادر له ترخيص من الرقابة على المصنفات الفنية. وبالفعل تم التعاقد مع أحمد الفيشاوي ليقدم دور البطولة في المسلسل وسيتم الإعلان عن باقي المشاركين في العمل وموعد تصويره قريبًا. وعن تفاصيل المسلسل قال فوزي أن فترة التحضير ما زالت على الورق وباقي تفاصيل قليلة، وبعد الفيشاوي سوف يكون الإيقاع سريع، وممكن البدء في التصوير في نهاية شهر أكتوبر وحاليًا جار التعاقد مع باقي الأبطال."

,ImgUrl:"/images/news24.webp"},

    
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
