import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'نجم لا كازا دي بابل في "حصاد الكاكا" وصناع العمل يكشفون عن موعد عرض الفيلم '
     , Description :"أعلن المنتجان محمد عماد ومحمد الكومي عن تعاقدهما مع النجم الإسباني العالمي 'إنريكي أرسي' للمشاركة في بطولة فيلم 'حصاد الكاكا' مع نخبة من النجوم العرب والعالميين، مثل محمد ثروت، حمزة العيلي، محمود حافظ، والممثل التونسي نجيب بالحسن. كما يشارك في الفيلم أيضًا النجوم الكوميديين ويزو، سليمان عيد، سامي مغاوري، وبلوجر مصطفى ترك، بالإضافة إلى مجموعة من ضيوف الشرف من نجوم الكوميديا. تدور أحداث الفيلم في إطار كوميدي أكشن، ويشارك في بطولته نخبة من النجوم المصريين، ومن المقرر أن يجسد إنريكي أرسي شخصية الجوليادور، وهو رجل مافيا إسباني أربعيني من أخطر رجال المافيا. ومن المقرر أن يعرض فيلم 'موسم حصاد الكاكا' في إجازة منتصف العام."
      ,ImgUrl:"/images/news21.webp"},
    {Title:'ياسمين رئيس بدأت في تصوير أحدث أعمالها بين الدراما والسينما'
,Description:"بدأت الفنانة ياسمين رئيس مؤخرًا في تصوير حكاية 'رقم سري' من مسلسل صوت وصورة 2، ومن المقرر عرضه خارج السباق الرمضاني المقبل. كما تنتظر ياسمين رئيس، عرض فيلم 'الفستان الأبيض' خلال الفترة المقبلة، وتدور أحدث العمل في إطار من الدراما حول صديقتين من حي فقير توشك إحداهما على الزواج، لكن يُتلف فستان زفافها في نفس يوم الحفل، فتخوض رحلة في القاهرة مع صديقتها المقربة للبحث عن فستان آخر. وقد حققت ياسمين نجاح كبير خلال الفترة الماضية بعد مشاركتها في مسلسل 'جودر' الذي تم عرضه في رمضان الماضي، وبدأت في تصوير الجزء الثاني منه الذي من المفترض أن يُعرض في رمضان 2025، ويشارك فيه نفس أبطال الجزء الأول."
,ImgUrl:"/images/news22.webp"},

    
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
