import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'صلاح عبد الله: تيتا زوزو مسلسل لذيذ وعائلي والعمل مع إسعاد يونس دمه خفيف'
      , Description:"عبر صلاح عبد الله عن سعادته بردود الأفعال على مسلسل 'تيتا زوزو' مع إسعاد يونس حيث أكد 'إن كواليس المسلسل لذيذة للغاية وكلها ضحك، ودايما بنقعد مع بعض نحضر المشاهد نقراه ونضيف روح حلوة بين الممثلين والمخرجة القديرة شيرين عادل'. وأضاف أن العمل مع إسعاد يونس دمه خفيف جدًا، وكلنا عائلة واحدة. تقوم فكرة المسلسل على مناقشة مشاكل العائلات والأبناء من الواقع الحديث. وتابع: 'أنا وإسعاد أصحاب من 30 سنة، بيننا عشرة حلوة، علشان كدا مشاهدنا سوا طالعة خفيفة في نفس الوقت'."

      ,ImgUrl:"/images/news81.webp"},
      {Title:'مخرج وأبطال عمل "سراب" يكشفون عن أدوراهم وسبب تحمسهم للعمل'
        , Description:"انتهى أبطال مسلسل 'سراب' المقرر سيعرض على إحدى المنصات العالمية من تصويره منذ فترة، وسيتم الإعلان قريبًا عن موعد طرحه. وهذا المسلسل مستوحى من المسلسل العالمي 'Seven Types of Ambiguity' الذي تم عرضه في 2017. يتضمن المسلسل نخبة كبيرة من النجوم منهم خالد النبوي، ويسرا اللوزي، وهاني عادل، وأحمد وفيق، وأحمد مجدي، وإنجي المقدم، ونجلاء بدر، وچيهان الشماشرجي، ومحمد كيلاني، ومن إخراج أحمد خالد. وكشف أحمد خالد مخرج العمل أنهم أضافوا بعض التغييرات على قصة المسلسل لتلائم ثقافتنا المصرية والعربية، كما أننا سنجيب عن أسئلة لم يجيب عليها المسلسل الأصلي، وهذا ما يضيف جانب جديد للقصة، كما أنه لا يخشى المقارنة بين العملين، خاصة أن النسخة العالمية تكونت من 6 حلقات، ونسختنا ستتكون من 10 حلقات عن 10 أشخاص. وصرحت يسرا اللوزي عن طبيعة شخصيتها في العمل قائلة: 'أقدم شخصية ملك، وهى دكتورة متزوجة من النجم خالد النبوى الذي يقدم شخصية طارق، وقصة مسلسل سراب مختلفة ومشوقة وهى هذا ما جذبني للمشاركة في العمل، خاصة وأن الأحداث المثيرة تبدأ مع الحلقة الأولى، ومن ثم تظل الشخصيات تحاول حل اللغز طوال الـ 10 حلقات من العمل'."
        ,ImgUrl:"/images/news82.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
