import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'ظلم المصطبة يمنع ريهام عبد الغفور من فيلم "أم كلثوم"'
     , Description :"تشارك ريهام عبد الغفور في مسلسل جديد بعنوان \"ظلم المصطبة\" من إخراج هاني خليفة وتأليف فوزي صالح، ويشارك في بطولته إياد نصار، فتحي عبد الوهاب، بسمة، وتامر نبيل. وصرحت أنها لم ترفض المشاركة في فيلم \"أم كلثوم\" لمنى زكي، وقالت أنها تتمنى العمل معها لأنها ممثلتها المفضلة، لكن الأمر كان صعبًا في البداية لأنها تلقت عرض لمسلسل \"ظلم المصطبة\" أولًا وأعجبها. يذكر أن ريهام عبد الغفور قدمت العام الماضي عدة أعمال ناجحة منها المشاركة في مسلسل \"رشيد\" مع محمد ممدوح ومسلسل \"الصندوق\" بطولة احمد داش وسماح أنور وعلي قاسم ومسلسل \"الأصلي\". كما يستعد أيضًا للمشاركة في فيلم \"الشاطر\" أمام أمير كرارة وتشارك في البطولة هنا الزاهد، والفيلم من إخراج أحمد الجندي، ومن المقرر البدء في تصويره خلال الشهر الجاري. كما أنه يستعد لفيلم \"المستريحة\" الذي يجسد فيه نجل ليلى علوي، وهو الفيلم الذي يقوم بتصويره خلال الفترة الحالية منذ انتهاء رمضان."


      ,ImgUrl:"/images/news51.webp"},
    {Title:'جيهان الشماشرجي بطلة فيلم السقا وفهمي الجديد'
,Description:"تعاقدت جيهان الشماشرجي على تقديم فيلم \"أحمد وأحمد\" بطولة أحمد السقا وأحمد فهمي. ومن المقرر انطلاق تصوير الفيلم قريبًا بعد انتهاء التعاقد مع باقي فريق العمل، الفيلم من إخراج أحمد نادر جلال. تألقت جيهان في رمضان بأعمال فنية مميزة ومنها ظهورها كضيفة شرف في مسلسل \"الحشاشين\" مع كريم عبدالعزيز، حيث قدمت دور السلطانة. وشخصية شروق في مسلسل \"جودر\" مع ياسر جلال وأيضًا دور \"إنجي\" في الجزء الثاني من مسلسل «كامل العدد»، مع شريف سلامة ودينا الشربيني."

,ImgUrl:"/images/news52.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
