import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'كريم فهمي وياسمين عبد العزيز يتشاركان البطولة في الدراما والمسرح '
     , Description :"تعاقد كريم فهمي وياسمين عبدالعزيز على بطولة أحدث أعمالهما الدرامية في رمضان 2025، وجاري التعاقد مع جميع أبطال العمل للإعلان عن تفاصيل العمل وتحديد موعد بدأ تصوير أولي المشاهد. كما صرح كريم فهمي خلال أحد البرامج عن مسرحية كبيرة تجمعه مع ياسمين عبد العزيز، وأضاف أنها تجربة سوف تنال إعجاب الجمهور، ويشارك معهم عدد كبير من النجوم منهم بدرية طلبة، إيمان السيد، وغيرهم، والمسرحية من إخراج خالد جلال. وكانت آخر، الأعمال التى جمعت كريم فهمي وياسمين عبدالعزيز، هو مسلسل 'ونحب تاني ليه' الذى تدور أحداثه في إطار إجتماعي رومانسي تتخلله بعض المشاهد الكوميدية، حول مشاكل الزوجين والأسرة بشكل عام حيث تتم مناقشة قضية من واقع المجتمع ويعانى منها معظم الأزواج."
      ,ImgUrl:"/images/news35.webp"},
    {Title:'دينا فؤاد ومصطفى شعبان في "حكيم باشا" في رمضان 2025'
,Description:"دينا فؤاد تنضم إلى أبطال مسلسل 'حكيم باشا' مع مصطفى شعبان، المقرر عرضه في رمضان القادم 2025. ويعد مسلسل 'حكيم باشا' هو التعاون الثالث على التوالي بين المؤلف محمد الشواف والمخرج أحمد خالد أمين، المسلسل من إنتاج شركة سينرجي وتدور أحداثه في إطار مشوق في إحدى محافظات الصعيد. وفي هذه الأثناء تواصل شركة سينرجي تحضيرها لمسلسل 'حكيم باشا'، حيث تسعى لإنهاء التصوير قبل رمضان 2025، يشارك في العمل أيضًا رياض الخولي، الذي يعتبر هذا التعاون الثاني له مع مصطفى شعبان، بعد مسلسل 'بابا المجال' في عام 2023. وجدير بالذكر أن آخر أعمال دينا فؤاد مشاركتها في بطولة 'حق عرب' مع أحمد العوضي رمضان الماضي."
,ImgUrl:"/images/news36.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
