import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'حالة من الانتعاش الفني لسوسن بدر في رمضان 2025'
      , Description:"تعيش سوسن بدر حالة من الانتعاش الفني حيث ستظهر في ثلاثة أعمال دفعة واحدة في رمضان المقبل. تعاقدت سوسن بدر، على المشاركة في مسلسل 'الكابتن' مع أكرم حسني ورحمة أحمد وأحمد الرافعي وأحمد عبدالوهاب ومن قصة أيمن الشايب، تأليف عمرو الدالي، إخراج معتز التوني، وإنتاج كريم أبو ذكري. كما ستشارك في مسلسل 'نص الشعب اسمه محمد' مع عصام عمر ورانيا يوسف ومايان السيد وجاري التعاقد مع باقي أبطال العمل، العمل من تأليف محمد رجاء وإخراج عبد العزيز النجار. وانتهت أيضًا من تصوير مشاهدها ضمن أحداث مسلسل 'أمير العوامري' مع هاني سلامة والمخرج محمد النقلي والذي كان من المقرر عرضه خلال رمضان الماضي وتم تأجيله."
       ,ImgUrl:"/images/news177.webp"},
       {Title:'بيتر ميمي عن "مملكة الحرير": انتظروا مسلسل غير عادي'
         , Description:"روج المخرج بيتر ميمي لأحدث مسلسلاته \"مملكة الحرير\" في أول تعاون درامي يجمعه ب كريم محمود عبد العزيز. حيث نشر بوستر المسلسل على انستجرام وكتب قائلا: انتظر شيئ غير عادي.. مملكة الحرير.. قريبا.\n\nمسلسل \"مملكة الحرير\" من بطولة كريم محمود عبد العزيز وأسماء أبو اليزيد وعمرو عبد الجليل ومحمود البزاوي ووليد فواز وأحمد غزي ويوسف عمر من إخراج بيتر ميمي.\n\nيذكر أن مسلسل \"مملكة الحرير\" هو التعاون الخامس بين المخرج بيتر ميمي وكريم محمود عبد العزيز بعد أن تعاونا معا في أفلام موسى وبيت الروبي ومن أجل زيكو وشلبي."

         ,ImgUrl:"/images/news178.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
