import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'طرح البوستر الرسمي لمسلسل "الشرنقة" لـ أحمد داود'
      , Description: "طرح البوستر الرسمي لمسلسل \"الشرنقة\" بطولة أحمد داود، والمقرر عرضه في رمضان المقبل. وتدور أحداث المسلسل في إطار اجتماعي تشويقي غامض، يجسد أحمد داود دور محاسب يُدعى حازم يعمل داخل إحدى الشركات الكبرى، ومعروف عنه بين زملائه التميز والإبداع في عمله، إلا أنه يُفاجئ بممارسات غير قانونية داخل الشركة، ويتطرق لقضية غسيل أموال ليدخل في مواجهات وتتغير حياته رأسًا على عقب، وذلك في أجواء مليئة بالإثارة والتشويق. مسلسل \"الشرنقة\" يضم عدد كبير من النجوم بجانب أحمد داوود أبرزهم مريم الخشت، صبري فواز، علي الطيب، سارة أبي كنعان، عمرو وهبة، وياسر عزت، والمسلسل من تأليف عمرو سمير عاطف ومن إخراج محمود عبد التواب توبة، ومن إنتاج شركة أروما للمنتج تامر مرتضى، ويتكون المسلسل من 15 حلقة."
       ,ImgUrl:"/images/news249.webp"},

       {Title:'حسن أبو الروس يروج لمسلسه الجديد مع غادة عبد الرازق'
         , Description: "شارك حسن أبو الروس، مع جمهوره صورة لأحدث أعماله الفنية، عبر صفحته على إنستجرام. وظهر في الصورة مع غادة عبد الرازق، خلال كواليس تصوير مسلسل \"شباب امرأة\" ، والذي من المقرر عرضه في موسم دراما رمضان 2025. وكتب حسن أبو الروس على الصورة: \"ست الدنيا دي حبيبتي….وإللي قلبه جايبه يجيب حبايبه\". مسلسل \"شباب امرأة\" من بطولة غادة عبد الرازق، ويشاركها محمد محمود، رانيا منصور، احمد فتحي، محمود حافظ، چوري بكر، حسن ابو الروس، داليا شوقي، و يوسف عمر."
         ,ImgUrl:"/images/news250.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
