import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'باسم سمرة نجل ميمي جمال في "زمالك بولاق"'
     , Description :"كشفت ميمي جمال تفاصيل شخصيتها في مسلسل زمالك بولاق والذي تشارك فيه البطولة مع خالد الصاوي وباسم سمرة، والعمل من تأليف إسلام شتا وأحمد رجب. وصرحت ميمي إنها تلعب دور والدة باسم سمرة خلال أحداث مسلسل زمالك بولاق، وأشارت إلى أن تدور أحداث المسلسل حول أنهم يعيشون في حي شعبي وهو حي بولاق وتجمعهم الأحداث مع خالد الصاوي الذي يعيش في منطقة الزمالك، وتتوالى الأحداث."

      ,ImgUrl:"/images/news47.webp"},
    {Title:'نجوم يحجزون أماكنهم في دراما رمضان ٢٠٢٥ وآخرون يعودون بعد غياب '
,Description:"تعاقد العديد من النجوم على تقديم مسلسلات جديدة تتناول موضوعات جديدة ومتنوعة لتتضمن القائمة الأولية لمسلسلات رمضان المقبل، أكثر من 20 مسلسلاً، منها دراما شعبية، وصعيدية، بجانب المسلسلات الممتدة بأجزائها من رمضان الماضي. وأول هذه المسلسلات مسلسل \"حمزة\" ل محمد إمام والذي تدور أحداثه في الصعيد عن شاب صعيدي يعيش في إحدى قرى الصعيد، ويواجه بعض المواقف لتنقلب حياته رأساً على عقب ومن تأليف محمد صلاح العزب، وإخراج حسين المنباوي. ولازال المسلسل في مرحلة التحضيرات، ومن المقرر انطلاق التصوير بداية أكتوبر. كما يقدم مصطفى شعبان، دراما صعيدية أيضًا في مسلسل بعنوان \"حكيم باشا\"، من تأليف محمد الشواف، وإخراج أحمد خالد أمين، ويشاركه البطولة سهر الصايغ. وتعود يسرا بعد غياب بمسلسل يتكون من 15 حلقة فقط ولكنها تتكتم عن تفاصيل المشروع في الوقت الراهن. ويجري حاليًا التعاقد مع مخرج ليتولى المشروع، ومن ثم بدء التحضيرات لانطلاق التصوير. وعلى جانب آخر تجدد منى زكي تعاونها مع المخرج محمد شاكر خضير، بعد مسلسل \"تحت الوصاية\" ويتكون المسلسل من 15 حلقة فقط، ومن المقرر انطلاق التصوير نهاية هذا العام. وتنضم أمينة خليل إلى السباق الرمضاني بمسلسل \"لام شمسية\" من تأليف مريم نعوم، وإخراج كريم الشناوي، ومقرر انطلاق التصوير الشهر المقبل. وتتواجد كل من دنيا وإيمي سمير غانم، معًا من خلال مسلسل كوميدي، ليكون هذا العمل هو الثاني الذي يجمعهما سويًا بعد \"نيللي وشريهان\". وتعاقدت هنا الزاهد على بطولة مسلسل \"الزواج سم قاتل\"، في أول بطولة مطلقة لها والعمل مكون من 30 حلقة، وتأليف وإخراج ياسمين أحمد كامل."
,ImgUrl:"/images/news48.webp"},
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
