import React from 'react';
import Image from 'next/image';
import Link from 'next/link';
import SingleNews from '../reusable/singleNews';
const NewestNews = () => {
  const News =[
    {Title:'محمد سعد: "الدشاش" مغامرة فنية.. والإيرادات لا تشغلني'
      , Description:"صرح محمد سعد، إنّ فيلم \"الدشاش\" الذي يعود به إلى السينما بعد غياب نحو 6 أعوام، وينافس به في موسم أفلام رأس السنة، جاء متوافقاً مع رغبات الجمهور، الذي كان يطالبه دوماً بتقديم مشروع سينمائي يجمع بين القيمة والجودة في آنٍ واحد، \"الجمهور كان يرغب في فيلم جماهيري ويتضمن موضوعاً مهماً ومميزاً\". وأكد على عدم اهتمامه بالمنافسة في شباك التذاكر إطلاقاً، مؤكداً أن \"كل ما يشغل بالي حالياً، أن ينال العمل إعجاب الجمهور، ويحقق نجاحاً كبيراً\". ويشارك في بطولة \"الدشاش\" زينة، وباسم سمرة، وخالد الصاوي، ونسرين أمين، والعمل تأليف جوزيف فوزي، وإخراج سامح عبد العزيز."
       ,ImgUrl:"/images/news209.webp"},

       {Title:'ياسمين عبد العزيز تعيش حالة انتعاش فني في 2025.. اعرف التفاصيل'
         , Description:"تعيش ياسمين عبد العزيز حالة من الانتعاش الفني بعدة مشاريع فنية أبرزها مسلسل \"وتقابل حبيب\" وأيضا فيلم سينمائي مع أكرم حسني. تواصل ياسمين عبد العزيز تصوير مشاهدها في مسلسل \"وتقابل حبيب\" من اخراج محمد الخبيري ومن تأليف عمرو محمود ياسين ومن بطولة كريم فهمي، خالد سليم، نيكول سابا، أنوشكا، إيمان السيد، بدرية طلبة وغيرهم من الفنانين. وهو مسلسل اجتماعي تدور أحداثه في إطار رومانسي ملئ بالإثارة والتشويق، ومن المتوقع أن يحقق المسلسل نجاحا كبيرا أثناء عرضه في شهر رمضان الكريم. كما بدأت تصوير مشاهدها في فيلم جديد تحت عنوان \"زوجة رجل مش مهم\" مع أكرم حسني، والعمل من إخراج معتز التوني ومن تأليف شريف الليثي."
         ,ImgUrl:"/images/news210.webp" },
    ]

  const NewsList = News?.slice(0, 2)?.map((item,index)=>{
    return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
  })
  return (
    <div className="landing-news-container">
    <Link href='/News' className="section-page">
            عرض الكل 
   </Link>
  <Link href='/News' className="section-title">
       أخر الأخبار
  </Link>
{NewsList}
  
    </div>
  );
};

export default NewestNews;
