import React from 'react'
import Link from 'next/link'
import Footer from '../components/reusable/Footer'
import Navbar from '../components/reusable/Navbar'
import Singlenewsinallnews from '../components/Singlenewsinallnews'
import SingleNews from '../components/reusable/singleNews'
import {MdOutlineKeyboardArrowLeft} from'react-icons/md'
import { useQuery } from 'react-query'
import axios from 'axios'
const News = () => {
  const fetchData = async () => {
  
    const response = await axios.get(`https://vodafone.alerting.services/LawMawhobApis/Talents/GetLastNews`,{ headers: {
      "Api_Key": "elinxfthr62023",
      'content-type': 'text/json'
    }});
    return response.data;

  
};
const { isLoading, data, isError, error, isFetching, refetch } = useQuery(
  ["news"],
  () => fetchData(),
  {
    keepPreviousData: true, // Keep previous data while fetching new data
    staleTime: 0,
  }
);
console.log(data);
const News =[
  {Title:'صلاح عبد الله: تيتا زوزو مسلسل لذيذ وعائلي والعمل مع إسعاد يونس دمه خفيف'
    , Description:"عبر صلاح عبد الله عن سعادته بردود الأفعال على مسلسل 'تيتا زوزو' مع إسعاد يونس حيث أكد 'إن كواليس المسلسل لذيذة للغاية وكلها ضحك، ودايما بنقعد مع بعض نحضر المشاهد نقراه ونضيف روح حلوة بين الممثلين والمخرجة القديرة شيرين عادل'. وأضاف أن العمل مع إسعاد يونس دمه خفيف جدًا، وكلنا عائلة واحدة. تقوم فكرة المسلسل على مناقشة مشاكل العائلات والأبناء من الواقع الحديث. وتابع: 'أنا وإسعاد أصحاب من 30 سنة، بيننا عشرة حلوة، علشان كدا مشاهدنا سوا طالعة خفيفة في نفس الوقت'."

    ,ImgUrl:"/images/news81.webp"},
    {Title:'مخرج وأبطال عمل "سراب" يكشفون عن أدوراهم وسبب تحمسهم للعمل'
      , Description:"انتهى أبطال مسلسل 'سراب' المقرر سيعرض على إحدى المنصات العالمية من تصويره منذ فترة، وسيتم الإعلان قريبًا عن موعد طرحه. وهذا المسلسل مستوحى من المسلسل العالمي 'Seven Types of Ambiguity' الذي تم عرضه في 2017. يتضمن المسلسل نخبة كبيرة من النجوم منهم خالد النبوي، ويسرا اللوزي، وهاني عادل، وأحمد وفيق، وأحمد مجدي، وإنجي المقدم، ونجلاء بدر، وچيهان الشماشرجي، ومحمد كيلاني، ومن إخراج أحمد خالد. وكشف أحمد خالد مخرج العمل أنهم أضافوا بعض التغييرات على قصة المسلسل لتلائم ثقافتنا المصرية والعربية، كما أننا سنجيب عن أسئلة لم يجيب عليها المسلسل الأصلي، وهذا ما يضيف جانب جديد للقصة، كما أنه لا يخشى المقارنة بين العملين، خاصة أن النسخة العالمية تكونت من 6 حلقات، ونسختنا ستتكون من 10 حلقات عن 10 أشخاص. وصرحت يسرا اللوزي عن طبيعة شخصيتها في العمل قائلة: 'أقدم شخصية ملك، وهى دكتورة متزوجة من النجم خالد النبوى الذي يقدم شخصية طارق، وقصة مسلسل سراب مختلفة ومشوقة وهى هذا ما جذبني للمشاركة في العمل، خاصة وأن الأحداث المثيرة تبدأ مع الحلقة الأولى، ومن ثم تظل الشخصيات تحاول حل اللغز طوال الـ 10 حلقات من العمل'."
      ,ImgUrl:"/images/news82.webp"},
  {Title:'محمود الليثي: البحث عن علا 2 من أقوى المواسم'
    , Description:"تحدث محمود الليثي، عن مشاركته في الجزء الثاني من مسلسل 'البحث عن علا' بطولة هند صبري، والذي يتم عرضه حاليًا عبر إحدى المنصات الشهيرة. وقال الليثي: 'البحث عن علا 2' موسم من أقوى المواسم، وهند صبري مفيش كلام يوصفها، هي في حتة تانية، وهي بجد من أجمل الشخصيات اللي ممكن نتعامل معاها في الدنيا، والدور هيكون مختلف، وإن شاء الله العمل يحقق نجاح كبير. مسلسل البحث عن علا 2، من بطولة هند صبري وسوسن بدر وطارق الإبياري وظافر العابدين ومحمود الليثي، من تأليف مها الوزير، وإخراج هادي الباجوري. ومن ناحية أخرى يُعرض حاليًا للفنان محمود الليثي، فيلم 'عنب' الذي يشارك فيه البطولة مع أيتن عامر وإسلام إبراهيم، ومن إخراج أحمد نور، وقصة أمين جمال ومحمد محرز."
    ,ImgUrl:"/images/news79.webp"},
    {Title:'يوسف الشريف يبدأ تصوير فيلم ديربى الموت من داخل مباراة كأس السوبر'
      , Description:"الجمعة الماضية كانت بداية تصوير فيلم 'ديربي الموت' حيث بدأ يوسف الشريف تصوير أولى مشاهده في الفيلم أثناء مباراة كأس السوبر الأفريقي بين فريقي الأهلي والزمالك التي أقيمت في المملكة العربية السعودية. وتواجد يوسف الشريف وسط الجماهير أثناء المباراة للمشاهدة والتشجيع، ولكنه أيضًا نزل إلى أرضية الملعب لتصوير أولى مشاهد فيلمه الجديد الذي يعيده إلى السينما مجددًا بعد غياب لسنوات أثناء المباراة. يذكر أن آخر أعمال يوسف الشريف في السينما كان فيلم 'بني آدم' والذي قدمه بالتعاون مع عدد من الفنانين، من بينهم دينا الشربيني وهنا الزاهد وعدد آخر من الفنانين."
      ,ImgUrl:"/images/news80.webp"},
  {Title:'الانتهاء من تصوير 50% من مسلسل "روج أسود" لعرضه في الأوف سيزون'
    , Description:"يواصل أبطال مسلسل 'روج أسود' تصوير المشاهد المتبقية بالعمل، والذي انتهى مما يقرب من نصف مشاهده حتى يلحق بالعرض في موسم الأوف سيزون الجاري قبل نهاية العام. ومن المقرر أن يبدأ المخرج محمد عبدالرحمن حماقي في متابعة مراحل المونتاج خلال الفترة القادمة. ويناقش المسلسل ملفات حقيقية مأخوذة من محكمة الأسرة المصرية ويعرض أزمات الطلاق والمطلقات بشكل واقعي وجديد على الدراما العربية. المسلسل بطولة رانيا يوسف وداليا مصطفى ولقاء الخميسي ومي سليم وفرح الزاهد من تأليف أيمن سليم وإخراج محمد عبدالرحمن حماقي وإنتاج MGR ممدوح شاهين."
    ,ImgUrl:"/images/news77.webp"},
    {Title:'نشوى مصطفى تنفي اعتزالها وتؤكد مشاركتها في دراما رمضان 2025'
      , Description:"ردت نشوى مصطفى على أنباء اعتزالها وأكدت أن خبر اعتزالها الفن عارٍ تمامًا من الصحة، كاشفة سبب تداول هذه الشائعة وما هي حقيقتها. وقالت نشوى في لايف أجرته على حسابها الرسمي على الفيسبوك: أنا صحيت الصبح على أخبار اعتزالي، ولقيت كل المواقع كاتبة كده، وانا حبيت أوضحلكم الحقيقة لأن الموضوع مش لطيف، الحقيقة أنا معتزلتش، والموضوع كله كان بسبب سؤال ليا في برنامج، وقولت بالظبط إني ممكن اعتزل لكن مش في الوقت الحالي لإن عندي كتير لسه. وتابعت: أنا مُتعاقدة على مسلسل كبير وهاتشوفوني في رمضان 2025 مع مخرج كان بحلم أشتغل معاه، وبطولة نجم كبير جداً، لكن مش هعلن عن تفاصيل دلوقتي، وده غير إني بستعد لبرنامج جديد برا مصر ولسه هعرف التفاصيل وهافكر هقدمه ولا لأ."

      ,ImgUrl:"/images/news78.webp"},
  {Title:'تغيير اسم مسلسل "ولاد الشمس" لـ"ولعة ومفتاح"'
    , Description:"استقرت الجهة المنتجة لأحدث أعمال أحمد مالك الدرامية على تغيير اسم المسلسل من 'ولاد الشمس' لـ'ولعة ومفتاح'، والمقرر عرضه في موسم رمضان 2025 المقبل. 'ولعة ومفتاح' من بطولة أحمد مالك وطه دسوقي، فكرة أحمد مالك وإخراج عصام عبد الحميد وإنتاج الشركة المتحدة للخدمات الإعلامية. مسلسل 'وِلعة ومفتاح' يُعيد أحمد مالك إلى دراما رمضان بعد غياب 3 سنوات، منذ مسلسل 'نسل الأغراب' وكذلك يعود طه دسوقي للظهور في رمضان 2025 بعد غيابه عن الموسم الماضي منذ مشاركته في مسلسل 'الصفارة' مع أحمد أمين عام 2023."
    ,ImgUrl:"/images/news75.webp"},
    {Title:'"بنسيون دلال" في دور العرض في هذا الموعد'
      , Description:"استقرت الجهة المنتجة لفيلم 'بنسيون دلال' بطولة بيومي فؤاد وعمر متولي، على طرح العمل بدور العرض تحديدًا في 10 أكتوبر المقبل. الفيلم من تأليف وإخراج شادي الرملي وحسين نيازي وبطولة بيومي فؤاد وعمر متولي ومحمود حافظ ووليد فواز ومحمد رضوان وطاهر أبو ليلة وإبرام سمير وأسامة السيد الشهير بميكا وخالد سرحان وضيفة شرف الفيلم النجمة نسرين أمين. وتدور أحداث 'بنسيون دلال' حول سيد الجدع الذي يقرر أن يخدع أبناءه الخمسة ويبيع البنسيون الذي يشاركونه في ملكيته بأوراق مزورة مدعياً أنه سيسافر للقاء المستثمرين."
      ,ImgUrl:"/images/news76.webp"},
  {Title:'رنا رئيس تشارك في "حياة أو موت" مع حنان مطاوع '
    , Description:"بدأت رنا رئيس تصوير دورها في مسلسل 'حياة أو موت' مع حنان مطاوع. حيث تقوم رنا بدور محوري في أحداث العمل الذي تدور أحداثه في إطار تشويقي اجتماعي ويتكون من 10 حلقات. والمسلسل من إخراج هاني حمدي ومن إنتاج أحمد السبكي. ويشارك في بطولة المسلسل أحمد الرافعي، ومحمد علي رزق وسلوى عثمان وآخرون. ومن ناحية أخرى من المقرر أن تشارك رنا رئيس في بطولة الجزء الثالث من مسلسل 'موضوع عائلي' وهو من إخراج أحمد الجندي وبطولة ماجد الكدواني وطه دسوقي وسما إبراهيم ومحمد رضوان."
    ,ImgUrl:"/images/news73.webp"},
    {Title:'برغم القانون وتيتا زوزو وإنترفيو تتصدر قائمة الأكثر مشاهدة'
      , Description:"تصدرت عدد من المسلسلات قائمة الأكثر مشاهدة في مصر، حيث تصدر مسلسل برغم القانون المركز الأول بطولة إيمان العاصي ويشارك في بطولة مسلسل 'برغم القانون' كل من هانى عادل ووليد فواز ومحمد محمود عبد العزيز وتأليف نجلاء الحديني وإخراج شادى عبد السلام. وحصد مسلسل 'تيتا زوزو' المركز الثاني، بطولة إسعاد يونس وحمزة العيلي ومحمود البزاوي، من تأليف محمد عبد العزيز، وإخراج شيرين عادل ويتكون المسلسل من 30 حلقة وإنتاج سينرجي. وجاء في المركز الثالث مسلسل 'انترفيو' بطولة رنا رئيس وخالد شباط ومن إخراج أحمد خالد امين."

      ,ImgUrl:"/images/news74.webp"},
  {Title:'بعد طلاق دام لمدة عام كامل .. أحمد سعد يعود لزوجته السابقة '
    , Description:"بعد خبر طلاق أحمد سعد وعلياء بسيوني فاجأ الثنائي جمهورهما بعودتهما مجددًا، حيث أعلن أحمد سعد لجمهوره خطوبته من زوجته السابقة وأم أولاده علياء بسيوني، وذلك بعد فترة طلاق دامت لمدة سنة كاملة، مشيراً إلى أنه سيبدأ معها حياة جديدة. ونشر أحمد سعد فيديو على انستجرام يعلن من خلاله خطوبته لـ علياء بسيوني خلال حفل له، قائلًا: 'أنا متجوز من سنتين وعندي طفلين وانفصلنا ومراتي حاليا أصبحت خطيبتي، قررنا نعمل فترة خطوبة ولادنا تحضرها.. وهعمل فرح وأعزمكم إن شاء الله'. وأضاف: 'رسالة لكل اللي انفصلوا يعطوا لنفسهم فرصة بعيدًا عن أي مشاكل ويبدأون حياة جديدة'. من ناحية أخرى تعرض أحمد سعد لسرقة متعلقاته عقب حضوره حفل زفاف نجل بسمة وهبة في إيطاليا الجمعة الماضية."  
    ,ImgUrl:"/images/news71.webp"},
    {Title:'يوسف الشريف يعود بـ لوك جديد استعدادًا لـ "ديربي الموت" '
      , Description:"شارك يوسف الشريف جمهوره ومتابعيه أحدث ظهور له على انستجرام وظهر بـ لوك جديد ومختلف، استعدادًا لتصوير فيلمه السينمائي الجديد 'ديربي الموت'. ونشر مجموعة صور من آخر جلسة تصوير خضع لها، تخلى فيها عن شعره الطويل وظهر بشعر قصير. ولم يتم نشر أي تفاصيل عن أبطال الفيلم وحتى اسم المخرج والمؤلف، ولكن صرح المستشار تركي آل الشيخ أن هذا الفيلم سوف يكون مفاجأة لكل الوسط الرياضي. 'ديربي الموت' هو انتاج مشترك بين الهيئة العامة للترفية والشركة المتحدة للخدمات الإعلامية. ويعود يوسف الشريف للسينما بعد غياب استمر لمدة 7 سنوات، حيث كان آخر أعماله في السينما فيلم 'بني آدم' الذي قدمه عام 2018 مع أحمد رزق، ودينا الشربيني، وهنا الزاهد."
      ,ImgUrl:"/images/news72.webp"},
  {Title:'بدرية طلبة تشارك في "وتقابل حبيب" مع ياسمين عبدالعزيز'
    , Description:"تعاقدت بدرية طلبة على المشاركة في مسلسل 'وتقابل حبيب' مع ياسمين عبدالعزيز الذي سوف يتم عرضه في رمضان 2025. 'وتقابل حبيب' هو الاسم المؤقت للمسلسل ويحمل طابع اجتماعي رومانسي ويتكون من 30 حلقة ويشارك كريم فهمي في البطولة وهو من تأليف عمرو محمود ياسين وإخراج محمد الخبيري وإنتاج شركة سينرجي."
    ,ImgUrl:"/images/news69.webp"},
    {Title:'بدء تصوير فيلم "أوتو كروس" لملك زاهر'
      , Description:"بدأت ملك زاهر تصوير أحدث أفلامها 'أوتو كروس' الذي تجسد فيه شخصية سيدة أعمال تمتلك العديد من الشركات خلال أحداث الفيلم، ويشارك في البطولة كلًا من ناهد السباعي وباسم سمرة ووفاء عامر وغيرهم، من تأليف هبة رجب وإخراج إبرام نشأت. يُذكر أن اَخر أعمال ملك زاهر كانت مسلسل 'محارب' الذي عُرض في رمضان الماضي مع حسن الرداد وأحمد زاهر، ومن تأليف محمد سيد بشير وإخراج شيرين عادل وإنتاج أحمد السبكي."

      ,ImgUrl:"/images/news70.webp"},
  {Title:'فيفي عبده تتعاقد على العتاولة الجزء الثاني'
    , Description:"أعرب أحمد السقا عن بالغ سعادته لانضمام فيفي عبده إلى أبطال الجزء الثاني من مسلسل 'العتاولة'. وصرح السقا أن انضمامها للمسلسل تشريف لهم لأن الكل يحبها وتتمتع بخفّة ظل ووجودها في اللوكيشن يضفي حيوية. يُذكر أن هذا المسلسل تعود به فيفي عبده إلى الدراما بعد غياب عامين. وشارك في الجزء الأول أحمد السقا وطارق لطفي ومي كساب ونهى عابدين وزينة وباسم سمرة، ومن تأليف هشام هلال، وإخراج أحمد خالد موسى."
    ,ImgUrl:"/images/news67.webp"},
    {Title:'هل تشارك مي عز الدين في المداح الجزء الخامس؟'
      , Description:"تداولت الفترة الماضية أنباء عن انضمام مي عز الدين لأبطال الجزء الخامس من المداح. نفى حمادة هلال هذا الخبر، وأكد أنه يتمنى انضمامها للمسلسل خصوصًا أنها من جمهوره كما صرحت له. وكشف أنه استعار بعض الأوراد من مي عز الدين ليستخدمها في أحداث المسلسل قائلًا: 'مي دي أختي ونجمة كبيرة وهي فاجئتني إنها من جمهور المداح ومعرفش هتزعل مني ولا لأ بس انا خدت أوراد منها استخدمتها في المداح'. جدير بالذكر أن الجزء الخامس من مسلسل المداح سوف يتم عرضه في الموسم الرمضاني ٢٠٢٥."


      ,ImgUrl:"/images/news68.webp"},
  {Title:'أحمد رزق في دراما رمضان بـ "سيد الناس"'
    , Description:"تعاقد أحمد رزق مؤخرًا على المشاركة في مسلسل 'سيد الناس' عمرو سعد. ويواصل صناع المسلسل التحضير للعمل الذي سيعرض في رمضان 2025، ويُصنف ضمن الأعمال الاجتماعية الشعبية. ويستعد أحمد رزق لدوره في المسلسل، ومن المتوقع بدء التصوير في نوفمبر المقبل. جدير بالذكر أن أحمد رزق قد أجرى عملية جراحية دقيقة في الفترة الأخيرة، وهو حاليًا يمكث في المستشفى. وصرح أشرف زكي عن حالة أحمد رزق الصحية أنها جيدة، وما زال وضعه مستقرًا. وتمنى له الشفاء العاجل، حتى يمر من هذه الأزمة على خير ويعود للجمهور في أقرب وقت."
    ,ImgUrl:"/images/news65.webp"},
    {Title:'انتعاشة فنية لـ طه دسوقي بعد نجاح "حالة خاصة"'
      , Description:"يعيش طه دسوقي حالة نشاط فني بعد نجاح مسلسل 'حالة خاصة' حيث يشارك في أكثر من عمل منها المسلسلات والأفلام. أول عمل هو فيلم 'سيكو سيكو' الذي بدأ تصويره بالفعل مع عصام عمر وخالد الصاوي وتارا عماد، من تأليف محمد الدباح وإخراج عمر المهندس، وتدور أحداثه في إطار كوميدي. والعمل الآخر مسلسل 'ولاد شمس' مع أحمد مالك وهو من تأليف محمود عزت ومن المقرر عرضه في رمضان. كما تعاقد طه الدسوقي على مسلسل قصير مكون من 8 حلقات مع علي قاسم وأسماء جلال ومن إخراج تامر محسن، ومن المقرر بدء تصويره قريبًا، من تأليف إياد صالح وإخراج تامر محسن وإنتاج طارق الجنايني."

      ,ImgUrl:"/images/news66.webp"},
  {Title:'محمد شاهين يشارك أمينة خليل بطولة مسلسل "لام شمسية"'
    , Description :"تعاقد محمد شاهين على مسلسل \"لام شمسية\" ليشارك أمينة خليل بطولة أحدث أعمالها المقرر عرضه في رمضان المقبل 2025. ومن المقرر أن تستقر الشركة المنتجة على موعد بدء تصوير المسلسل خلال الفترة المقبلة. على جانب آخر يشارك محمد شاهين في فيلم \"رزق الهبل\" مع منى زكي، ومن المقرر البدء في التصوير خلال الفترة القادمة بعد الانتهاء من تعاقدات باقي أبطال العمل. الفيلم من تأليف جورج عزمي وإخراج سارة نوح وإنتاج شاهيناز العقاد، ويدور في إطار كوميدي يعتمد على البطولة النسائية."
     ,ImgUrl:"/images/news63.webp"},
  {Title:'أشرف عبد الباقي يعتذر عن المشاركة في "فهد البطل"'
  ,Description:"اعتذر أشرف عبدالباقي عن مشاركة أحمد العوضي في 'فهد البطل' المقرر عرضه في رمضان 2025. ومن ناحية أخرى، أن اسم 'فهد البطل' جاء بعد الاسم المبدئي 'الملك' وأوضح المؤلف محمود حمدان، أن سبب تغيير اسم العمل من 'الملك' إلى 'فهد البطل'، جاء بسبب تشابه الاسم مع ثلاثة أعمال درامية أخرى لمؤلفين آخرين. وتدور أحداث المسلسل في الصعيد وإطار شعبي تشويقي، ويجسد خلاله أحمد العوضي شخصية صنايعي رخام ويأتي من الصعيد إلى القاهرة ويدخل في أزمات عديدة منها دخوله السجن في الحلقة الأولى من المسلسل، فيما تظهر ميرنا نور الدين بشخصية سائقة تروسيكل وتتطور الأحداث."
  ,ImgUrl:"/images/news64.webp"},
  {Title:'فيلم (رحلة 404) يطير إلى الأوسكار 2025'
    , Description :"أعلنت نقابة المهن السينمائية عن اختيارها لفيلم 'رحلة 404' بطولة منى زكي ليمثل مصر في مهرجان الأوسكار 2025. وتدور أحداث الفيلم حول 'غادة' قبل أيام من سفرها إلى مكة لأداء فريضة الحج، وتتورط في مشكلة طارئة وتدور الأحداث التي تضطرها إلى العودة إلى أشخاص من الماضي. اشترك في فيلم 'رحلة 404' مجموعة كبيرة من النجوم وضيوف الشرف منهم، محمد فراج، ومحمد ممدوح، وشيرين رضا، وخالد الصاوي. والفيلم من تأليف محمد رجاء وإخراج هاني خليفة ومن انتاج محمد حفظي وشاهيناز العقاد."
     ,ImgUrl:"/images/news61.webp"},
  {Title:'مفاجآت في الجزء الثاني من مسلسل "البحث عن علا" وهذا موعد عرضه '
  ,Description:"يستعد صناع الجزء الثاني من مسلسل \"البحث عن علا\" بطولة هند صبري، لعرضه عبر إحدى المنصات الإلكترونية يوم الخميس الموافق 26 سبتمبر، وهو من إخراج هادي الباجوري. \n\nنشرت هند صبري على إنستجرام برومو الموسم الثاني، والذي يظهر فيه تردد علا وحيرتها حول فكرة الخطبة مرة أخرى، حيث تلتقي بـ كريم عابد (ظافر العابدين)، كما يعود طارق الإبياري بدور حازم، شقيق علا، وتظهر أيضًا الخلافات بين علا وابنتها، وتستمر الأحداث في إطار كوميدي مشوق.\n\nيشارك في بطولة الموس الثاني سوسن بدر وطارق الإبياري وظافر العابدين ومحمود الليثي. المسلسل من تأليف مها الوزير وإخراج هادي الباجوري."
  ,ImgUrl:"/images/news62.webp"},
  {Title:'أحمد السقا يحصد جائزة الإبداع من مهرجان الفضائيات العربية'
    , Description :"حصد أحمد السقا جائزة الابداع من مهرجان الفضائيات العربية في دورته الـ15 عن دوره في فيلم 'السرب'. وأهدى السقا تكريمه للفنانة ناهد رشدي التي رحلت عن عالمنا يوم السبت الماضي. وعلى جانب آخر تعاقد أحمد السقا على بطولة فيلم جديد بعنوان 'خبطة العمر' من تأليف هاني سرحان وإخراج محمد سلامة وجاري اختيار باقى فريق العمل والتعاقد معهم. وصرح السقا أن هناك فيلمان جديدان، أحدهما مع المخرج أحمد نادر جلال وآخر مع المخرج حسين المنباوي، لكنه لم يفصح عن تفاصيلهما بعد."
     ,ImgUrl:"/images/news59.webp"},
  {Title:'بدء عرض مسلسل "ديبو" لـ محمد أنور على إحدى المنصات الشهيرة'
  ,Description:"لاقى مسلسل \"ديبو\" بعد عرض الحلقة الأولى تفاعل كبير علي مواقع التواصل الاجتماعي والسوشيال ميديا. وتدور أحداث المسلسل في إطار تشويقي كوميدي حول شاب مستهتر يدعى \"ديبو\" يضطر للعمل في أحد الفنادق من خلال مكتب توظيف لسداد ديونه ليكتشف فيما بعد أنه خاص بالحيوانات لتنقلب الأحداث رأسا على عقب. المسلسل من بطولة محمد أنور وهالة فاخر ومحمد محمود ويشارك عدد من ضيوف الشرف منهم زينة وأكرم حسني. المسلسل من تأليف إيهاب بليبل، وإخراج أحمد عبد الوهاب، وإنتاج سالي والي."
  ,ImgUrl:"/images/news60.webp"},
  {Title:'حسن الرداد وإيمي سمير يشاركان في رمضان 2025 بمسلسل قصير'
    , Description :"يستعد حسن الرداد وإيمي سمير غانم لتعاون جديد من خلال مسلسل قصير من المقرر عرضه في موسم الدراما الرمضانية 2025، والعمل من إنتاج أحمد السبكي. المسلسل ينتمي لفئة المسلسلات القصيرة، من 15 حلقة فقط، وهو من تأليف أحمد سعد والي، ولم يتم اختيار المخرج إلى الآن. كانت آخر مشاركة لـ إيمي في رمضان 2019 من خلال مسلسل 'سوبر ميرو'، الذي كانت تجسد خلال شخصية تحاول البحث عن قوتها الخاصة، فيساعدها صديقها على امتلاك قدرات خارقة. ومن ناحية أخرى صرح حسن الرداد أنه لم يبد حتى الآن موافقته على تقديم مسلسل 'سفاح التجمع' كما تردد في الفترة الأخيرة. ولن يصل إلى اتفاق نهائي إلا بعد الانتهاء من انتهاء القضية المرفوعة على سيناريو المسلسل بشكل رسمي بحكم قضائي."
     ,ImgUrl:"/images/news57.webp"},
   {Title:'سامح حسين ومحمد رجب.. يعودون لدراما رمضان'
   ,Description:"بعد غياب خمس سنوات عن الموسم الرمضاني يعود كل من سامح حسين ومحمد رجب كل منهم بمسلسل جديد حيث تعاقد سامح حسين على تقديم مسلسل «برمودا» المقرر طرحه ضمن موسم دراما رمضان 2025. وكانت آخر مشاركاته الرمضانية في عام 2019 من خلال الجزء الثاني من مسلسل الأطفال \"القبطان عزوز\" وشاركه البطولة إيمان السيد وبيومي فؤاد ومحمد ثروت. أما محمد رجب يعود بمسلسل «الحلنجي» والذي يقدم خلاله دور نصاب، من تأليف محمود حمدان وإخراج معتز حسام. وقد ظهر خلال المواسم الماضية كضيف شرف في عدد من الأعمال منها \"الحشاشين\" و\"الكتيبة 101\" و\"الاختيار\". ولكن آخر بطولة له في دراما رمضان كانت في مسلسل «علامة استفهام» عام 2019 هو آخر بطولة لمحمد رجب وشاركه العمل كلا من هيثم أحمد زكي وميرهان حسين ومحمود البزاوي من تأليف إسلام حافظ وإخراج سميح النقاش."
   ,ImgUrl:"/images/news58.webp"},
  {Title:'انتهاء تصوير فيلم "ريستارت" وهذا موعد طرحه في دور السينما'
    , Description :"احتفل تامر حسني بانتهاء تصوير فيلم \"ريستارت\"، تمهيدًا لطرحه في دور العرض السينمائي في عيد الفطر. وينتمي الفيلم لنوعية الأفلام الكوميدية. وشارك تامر حسني عبر إنستجرام صور من كواليس آخر أيام تصوير الفيلم، وكتب: صور من آخر يوم تصوير ريستارت مع حبايب قلبي أبطال وصناع الفيلم، إن شاء الله عيد الفطر 2025. هذا الفيلم هو التعاون الثاني بين الثنائي تامر حسني وهنا الزاهد، بعد نجاح فيلم \"بحبك\" كما أنه التعاون الثالث مع المخرجة سارة وفيق، بعد تحقيقهما نجاح كبير من خلال فيلمي \"مش أنا\" و\"تاج\" عام 2023. واختار تامر حسني من الوجوه الجديدة سيد أسامة \"ميكا\" وقال: ميكا الوجه الجديد العسل أبو دم خفيف انضم لأسرة فيلم \"ريستارت\"."
     ,ImgUrl:"/images/news55.webp"},
   {Title:'طرح فيلم "عاشق" في دور السينما'
   ,Description:"استقبلت دور العرض السينمائي فيلم 'عاشق' من بطولة أحمد حاتم وأسماء أبو اليزيد. وتدور أحداث الفيلم في إطار رومانسي، تجمع قصة حب تنتهي بالزواج بين شاب وفتاة (أحمد حاتم وأسماء أبو اليزيد)، حيث أن الشاب هو طبيب يعالج حالات الإدمان، بينما الفتاة تتورط في العديد من المشكلات بسبب وقوعها في فخ الإدمان. فيلم 'عاشق' بطولة أحمد حاتم وأسماء أبو اليزيد، محسن محيي الدين، من تأليف محمود زهران، إخراج عمرو صلاح."
   ,ImgUrl:"/images/news56.webp"},
  {Title:'"فارس يكشف المستور" مسرحية جديدة لـ محمد صبحي'
    , Description :"كشف محمد صبحي، عن تفاصيل مسرحيته الجديدة \"فارس يكشف المستور\" التي من المقرر عرضها 19 سبتمبر، ويستمر عرضها أيام الخميس والجمعة والسبت والأحد من كل أسبوع على مسرح مدينة سنبل. وأشار محمد صبحي إلى أن المسرحية تعد استكمالًا لمسلسل \"فارس بلا جواد\" الذي قدمه من قبل، يوضح من خلاها فرق الأجيال، وهل التاريخ يغير ويصنف تصنيفًا جديدًا. وهي مسرحية غنائية واستعراضية وبها كوميديا وتراجيديا. المسرحية تأليف وإخراج محمد صبحي، والأشعار عبد الله حسن. يشارك في المسرحية ميرنا وليد وكمال عطية ورحاب حسين وعدد من الوجوه الشابة."
     ,ImgUrl:"/images/news53.webp"},
   {Title:'هنا الزاهد: عايزة أجدد تعاوني مع أحمد حاتم.. ولا يوجد جزء ثاني من فيلم قصة حب'
   ,Description:"تحدثت هنا الزاهد، عن أعمالها الفنية الجديدة التي تستعد لتقديمها خلال الفترة المقبلة، وأنها تشارك في أكثر من عمل فني، إلى جانب مشاركتها في السباق الرمضاني المقبل، متمنية أن تنال تلك الأعمال إعجاب الجمهور. وصرحت هنا الزاهد أن تشارك في مسلسل \"إقامة جبرية\" يتم عرضه في شهر 12 مع محمد الشرنوبي وصابرين ومحمود البزاوي. وأكدت هنا الزاهد، أنها تتعاون لأول مرة مع أمير كرارة في عمل سينمائي من إخراج أحمد الجندي، والذي تعاونت معه من قبل في أكثر من عمل فني. وأعربت عن رغبتها في تجديد التعاون مع أحمد حاتم، لأنه أقرب صديق لها في الوسط الفني. وصرحت أن رغم نجاحهم في فيلم قصة حب إلا أنه لن يكون هناك جزء ثاني."
   ,ImgUrl:"/images/news54.webp"},
  {Title:'ظلم المصطبة يمنع ريهام عبد الغفور من فيلم "أم كلثوم"'
    , Description :"تشارك ريهام عبد الغفور في مسلسل جديد بعنوان \"ظلم المصطبة\" من إخراج هاني خليفة وتأليف فوزي صالح، ويشارك في بطولته إياد نصار، فتحي عبد الوهاب، بسمة، وتامر نبيل. وصرحت أنها لم ترفض المشاركة في فيلم \"أم كلثوم\" لمنى زكي، وقالت أنها تتمنى العمل معها لأنها ممثلتها المفضلة، لكن الأمر كان صعبًا في البداية لأنها تلقت عرض لمسلسل \"ظلم المصطبة\" أولًا وأعجبها. يذكر أن ريهام عبد الغفور قدمت العام الماضي عدة أعمال ناجحة منها المشاركة في مسلسل \"رشيد\" مع محمد ممدوح ومسلسل \"الصندوق\" بطولة احمد داش وسماح أنور وعلي قاسم ومسلسل \"الأصلي\". كما يستعد أيضًا للمشاركة في فيلم \"الشاطر\" أمام أمير كرارة وتشارك في البطولة هنا الزاهد، والفيلم من إخراج أحمد الجندي، ومن المقرر البدء في تصويره خلال الشهر الجاري. كما أنه يستعد لفيلم \"المستريحة\" الذي يجسد فيه نجل ليلى علوي، وهو الفيلم الذي يقوم بتصويره خلال الفترة الحالية منذ انتهاء رمضان."


     ,ImgUrl:"/images/news51.webp"},
   {Title:'جيهان الشماشرجي بطلة فيلم السقا وفهمي الجديد'
,Description:"تعاقدت جيهان الشماشرجي على تقديم فيلم \"أحمد وأحمد\" بطولة أحمد السقا وأحمد فهمي. ومن المقرر انطلاق تصوير الفيلم قريبًا بعد انتهاء التعاقد مع باقي فريق العمل، الفيلم من إخراج أحمد نادر جلال. تألقت جيهان في رمضان بأعمال فنية مميزة ومنها ظهورها كضيفة شرف في مسلسل \"الحشاشين\" مع كريم عبدالعزيز، حيث قدمت دور السلطانة. وشخصية شروق في مسلسل \"جودر\" مع ياسر جلال وأيضًا دور \"إنجي\" في الجزء الثاني من مسلسل «كامل العدد»، مع شريف سلامة ودينا الشربيني."

,ImgUrl:"/images/news52.webp"},
  {Title:'طرح بوستر مسلسل "مطعم الحبايب" استعدادًا لطرحه '
    , Description :"طرحت الجهة المنتجة لمسلسل \"مطعم الحبايب\" بوستر العمل وهو من بطولة هدى المفتي وأحمد مالك، ومن المتوقع أن ينال المسلسل عدد كبير من المشاهدات، وخاصة أنه من بطولة شبابية. ويشارك في بطولة المسلسل بيومي فؤاد وانتصار وإسلام إبراهيم وسامي مغاوري ومحمود البزاوي وإنعام سالوسة بالإضافة إلى بعض ضيوف الشرف، من تأليف مريم نعوم وورشة سرد وإخراج عصام عبد الحميد، وإنتاج عبد الله أبو الفتوح. تدور أحداث المسلسل في إطار اجتماعي تشويقي كوميدي، ويظهر بيومي فؤاد بدور \"أبو المجد\" يمتلك مطعم في أحد الأحياء، ويدخل في خلافات ومناوشات بشكلٍ شبه يومي مع أصحاب المطاعم المجاورة له، من منطلق المنافسة فيما بينهم، لكن تجمعهم بالنهاية حالة من الوحدة والترابط دون التسبب في أي ضرر."

     ,ImgUrl:"/images/news49.webp"},
   {Title:'بعد نجاحه في أدوار عديدة منها العترة في "الكبير"  ينتقل مصطفى غريب إلى حالة من النشاط الفني.'
,Description:"حيث يصور حاليا فيلم شمس الزناتى مع محمد إمام وبمشاركة عدد كبير من الفنانين منهم اسماء جلال وبيومي فؤاد وبعض ضيوف الشرف، ومن المقرر طرحه فى السينمات فى الموسم السينمائى المقبل وهو من إخراج عمرو سلامة، وتأليف محمد الدباح. كما يستعد أيضًا للمشاركة في فيلم \"الشاطر\" أمام امير كرارة وتشارك فى البطولة هنا الزاهد، والفيلم من إخراج أحمد الجندى، ومن المقرر البدء فى تصويره خلال الشهر الجاري. كما أنه يستعد لفيلم \"المستريحة\" الذى يجسد فيه نجل ليلى علوى، وهو الفيلم الذى يقوم بتصويره خلال الفترة الحالية منذ انتهاء رمضان."
,ImgUrl:"/images/news50.webp"},
  {Title:'باسم سمرة نجل ميمي جمال في "زمالك بولاق"'
    , Description :"كشفت ميمي جمال تفاصيل شخصيتها في مسلسل زمالك بولاق والذي تشارك فيه البطولة مع خالد الصاوي وباسم سمرة، والعمل من تأليف إسلام شتا وأحمد رجب. وصرحت ميمي إنها تلعب دور والدة باسم سمرة خلال أحداث مسلسل زمالك بولاق، وأشارت إلى أن تدور أحداث المسلسل حول أنهم يعيشون في حي شعبي وهو حي بولاق وتجمعهم الأحداث مع خالد الصاوي الذي يعيش في منطقة الزمالك، وتتوالى الأحداث."

     ,ImgUrl:"/images/news47.webp"},
   {Title:'نجوم يحجزون أماكنهم في دراما رمضان ٢٠٢٥ وآخرون يعودون بعد غياب '
,Description:"تعاقد العديد من النجوم على تقديم مسلسلات جديدة تتناول موضوعات جديدة ومتنوعة لتتضمن القائمة الأولية لمسلسلات رمضان المقبل، أكثر من 20 مسلسلاً، منها دراما شعبية، وصعيدية، بجانب المسلسلات الممتدة بأجزائها من رمضان الماضي. وأول هذه المسلسلات مسلسل \"حمزة\" ل محمد إمام والذي تدور أحداثه في الصعيد عن شاب صعيدي يعيش في إحدى قرى الصعيد، ويواجه بعض المواقف لتنقلب حياته رأساً على عقب ومن تأليف محمد صلاح العزب، وإخراج حسين المنباوي. ولازال المسلسل في مرحلة التحضيرات، ومن المقرر انطلاق التصوير بداية أكتوبر. كما يقدم مصطفى شعبان، دراما صعيدية أيضًا في مسلسل بعنوان \"حكيم باشا\"، من تأليف محمد الشواف، وإخراج أحمد خالد أمين، ويشاركه البطولة سهر الصايغ. وتعود يسرا بعد غياب بمسلسل يتكون من 15 حلقة فقط ولكنها تتكتم عن تفاصيل المشروع في الوقت الراهن. ويجري حاليًا التعاقد مع مخرج ليتولى المشروع، ومن ثم بدء التحضيرات لانطلاق التصوير. وعلى جانب آخر تجدد منى زكي تعاونها مع المخرج محمد شاكر خضير، بعد مسلسل \"تحت الوصاية\" ويتكون المسلسل من 15 حلقة فقط، ومن المقرر انطلاق التصوير نهاية هذا العام. وتنضم أمينة خليل إلى السباق الرمضاني بمسلسل \"لام شمسية\" من تأليف مريم نعوم، وإخراج كريم الشناوي، ومقرر انطلاق التصوير الشهر المقبل. وتتواجد كل من دنيا وإيمي سمير غانم، معًا من خلال مسلسل كوميدي، ليكون هذا العمل هو الثاني الذي يجمعهما سويًا بعد \"نيللي وشريهان\". وتعاقدت هنا الزاهد على بطولة مسلسل \"الزواج سم قاتل\"، في أول بطولة مطلقة لها والعمل مكون من 30 حلقة، وتأليف وإخراج ياسمين أحمد كامل."
,ImgUrl:"/images/news48.webp"},
  {Title:'بعد لحظة غضب علي قاسم في انتظار عرض فيلمين ومسلسل '
    , Description :"بعد النجاح الذي حققه علي قاسم من خلال مشاركته في مسلسل لحظة غضب مع صبا مبارك ومحمد شاهين، وحقق العمل نجاحًا كبيرًا منذ عرضه في النصف الأول في رمضان 2024. ينتظر علي قاسم، عرض فيلم \"أسد أسود\" بطولة محمد رمضان، فيلم \"وداعًا حمدي\" بطولة شيرين رضا الذي يحل خلاله ضيف شرف، بالإضافة إلى مسلسل جديد مع طه دسوقي وأسماء جلال، والعمل مكون من 8 حلقات، والعمل تأليف إياد صالح وإخراج تامر محسن. وجدير بالذكر أن فيلم \"أسد أسود\" يتناول أحداث من ثورة العبيد، والعمل من تأليف وإخراج محمد دياب ويشارك فيه ماجد الكدواني وخالد الصاوي. ومازال التصوير مستمر بعد فترة توقف بسبب بناء الديكور في مدينة الإنتاج الإعلامي، ومن المقرر طرح العمل خلال الفترة المقبلة عقب الانتهاء من التصوير."

     ,ImgUrl:"/images/news45.webp"},
   {Title:'وتجسد حنان مطاوع دور طبيبة تتعرض للعديد من الأحداث المثيرة والمشوقة في إطار اجتماعي، كما اعتاد جمهورها منها.'
,Description:"مسلسل \"حياة أو موت\" مكون من 10 حلقات ومن المقرر عرضه عبر إحدى المنصات، ويشارك في البطولة حنان مطاوع وأحمد الرافعي ومحمد علي رزق ورنا رئيس وسلوى عثمان، من تأليف أحمد عبد الفتاح وإخراج هاني حمدي، وتدور أحداثه في إطار اجتماعي تشويقي."
,ImgUrl:"/images/news46.webp"},
  {Title:'بدء عرض مسلسل تيتا زوزو على إحدى المنصات الشهيرة خلال سبتمبر '
    , Description :"باقي من الزمن 10 أيام فقط على الانتهاء من تصوير مسلسل \"تيتا زوزو\" ليدخل مرحلة المونتاج والمكساج تمهيدًا لعرضه على إحدى المنصات. وأعربت المخرجة شيرين عادل عن سعادتها بإخراج هذا المسلسل والتعاون مع كل فريق العمل يتقدمهم النجمة إسعاد يونس التي قالت عنها إنها إنسانة لطيفة ومريحة وممتعة في التعامل، وفنانة أكثر التزامًا، حيث إنها تحضر إلى مكان التصوير قبل الموعد المحدد بساعتين على الأقل، وتكون أول فنان جاهز للتصوير، وهذا إن دل على شىء إنما يدل على النضج واحترام الفنان لعمله. يتكون مسلسل تيتا زوزو من 30 حلقة، ويشارك في البطولة إسعاد يونس ومصطفى غريب وإيناس كامل ومحمود البزاوي وإسلام إبراهيم وعدد من الأطفال، والعمل من تأليف محمد عبد العزيز وإخراج شيرين عادل، ومن انتاج سينرجي، وتدور أحداثه في إطار اجتماعي لايت."
     ,ImgUrl:"/images/news43.webp"},
   {Title:'الانتهاء من تصوير 50% من مشاهد مسلسل جودر '
,Description:"رغم أنه يتبقى 5 أشهر على رمضان، إلا أن صناع مسلسل جودر حرصوا على الانتهاء من تصوير نصف مشاهد الجزء الثاني من المسلسل. ولكنهم متوقفون عن التصوير حتى الآن. ويشارك في بطولته كل من ياسر جلال وياسمين رئيس وعابد عناني وجيهان الشماشرجي. وقد صرحت جيهان الشماشرجي في لقاء تلفزيوني سابق عن المسلسل: مسلسل جودر مليء بالجرافيكس والديكورات، وأنا بحبه، وشخصية شروق اللي بجسدها شخصية حليمة وطفولية جدًا، وجودر بالنسبة لها الحياة والدنيا ومستيناه سنين، وبتقوله مهما تغيب مستنياك، ومش شايفة غيره في الحياة، وأنا بتكلم مع أستاذ ياسر جلال بيقول لي الشخصية كأنها ديزني والحب بتاع الكرتون، ومنبهرة أننا أخيرًا في مصر عندنا أعمال فيها جرافيكس بشكل كبير."
,ImgUrl:"/images/news44.webp"},
  {Title:'نور النبوي يبدأ الحريفة 2 -الريمونتادا مع كزبرة وغزى'
    , Description :"بدأ نور النبوي تصوير أول مشاهد فيلم الحريفة 2 - الريمونتادا، من إخراج كريم سعد، وذلك بعد اعتذار المخرج رؤوف السيد، والفيلم امتداد للجزء الأول الذي حقق نجاح كبير. من المقرر أن تجمع المشاهد الأولى من العمل كزبرة وأحمد غزى وسليم الترك، والفيلم من إنتاج طارق الجنايني وتأليف إياد صالح. ويضم الجزء الثاني من الفيلم جميع أبطال الجزء الأول، ومنهم نور النبوي، نور إيهاب، سليم الترك، كزبرة، خالد الذهبي، أحمد غزي، عبد الرحمن محمد، فراس سعيد، ليلى عز العرب، سليم هاني، كريمة منصور، ريما مصطفى، محمد باشات، شريف دسوقي، بيومي فؤاد، بالإضافة إلى أحمد حسام ميدو لاعب الكرة السابق الذي يشارك في التمثيل للمرة الأولى."
     ,ImgUrl:"/images/news41.webp"},
   {Title:'محمد النقلي يبدأ تحضيرات جوبا مع ميرفت أمين'
,Description:"بدأ المخرج محمد النقلي الاستعدادات لتصوير مسلسل \"جوبا\" كعنوان مبدئي بطولة النجمة الكبيرة ميرفت أمين، ومن المقرر أن ينطلق التصوير خلال الفترة المقبلة، وجاري التعاقد مع الممثلين المرشحين في العمل، بالإضافة إلى الانتهاء من كتابة العمل حيث إنه ما زال في مرحلة الكتابة للمؤلف أحمد صبحى. يشار إلى أن آخر أعمال ميرفت أمين كان مسلسل مليحة مع دياب، بمشاركة الفلسطينية سيرين خاص، وديانا رحمة، وعلى الطيب وغيرهم من الفنانين. وآخر أعمال المخرج محمد النقلي مسلسل \"حى السيدة زينب\" منذ 3 أعوام وشارك في بطولة المسلسل سوسن بدر، ومحمود عبد المغني، ولبنى ونس، وفراس سعيد."
,ImgUrl:"/images/news42.webp"},
  {Title:'أحمد داش ومايان السيد في "نجوم الساحل"'
    , Description :"أعلن السيناريست محمد جلال عن بدء تصوير فيلم 'نجوم الساحل' وهو من بطولة أحمد داش ومايان السيد ومن إخراج رؤوف السيد، ويشارك في التأليف كريم يوسف. ونشر جلال صور تجمعه بأبطال العمل داش ومايان عبر حساباته الشخصية على مواقع التواصل الاجتماعي. فيلم 'نجوم الساحل' بطولة أحمد داش، مايان السيد، علي صبحي، أحمد عبدالحميد، علي السبع، مالك عماد، تميم حافظ ومغني الراب فليكس في أولى تجاربه التمثيلية، إضافة لمشاركة العديد من ضيوف الشرف."
     ,ImgUrl:"/images/news39.webp"},
   {Title:'انترفيو أحدث أعمال رنا رئيس وميدو عادل'
,Description:"انتهت رنا رئيس من تصوير أحدث أعمالها (انترفيو) وبدأت احدى المنصات الشهيرة في الترويج للمسلسل بنشر البرومو الخاص به على انستجرام. وتحكي قصة المسلسل عن علاقة حب بين شاب وفتاة 'رنا رئيس وخالد شباط'، كما أن تلك العلاقة باءت بالفشل بسبب خلافات في وجهات النظر والطباع والعقلية، ما يجعل المشاهد في ترقب شديد حول تلك العلاقة وأحداثها. مسلسل 'إنترفيو' مكون من 10 حلقات، ويشارك في البطولة خالد شباط وميدو عادل وديانا هشام وحازم إيهاب ومحمد العمروسي وسارة نور ونور بدر وخالد جواد ومونيكا ألفونس، وعدد آخر من الفنانين وضيوف الشرف، وإخراج أحمد خالد أمين."
,ImgUrl:"/images/news40.webp"},
  {Title:'ياسمين رئيس تنشر صور من كواليس رقم سري '
    , Description :"شاركت الفنانة ياسمين رئيس، جمهورها، الصور الأولى لها من كواليس تصوير مسلسلها الجديد (رقم سري)، حيث يعد العمل امتدادًا لمسلسل (صوت وصورة) الذي تم عرضه العام الماضي وقامت ببطولته حنان مطاوع والذي يناقش قضية جديدة عن الذكاء الاصطناعي. ومن المقرر عرض المسلسل خارج السباق الرمضاني. مسلسل (رقم سري) من بطولة ياسمين رئيس، صدقي صخر، عمرو وهبة، ومن تأليف محمد سليمان عبدالمالك وإخراج محمود عبدالتواب ومن إنتاج أروما استديوز للمنتج تامر مرتضى. وتنتظر ياسمين رئيس عرض فيلمها (الفستان الأبيض) قريبًا، ويُشار إلى أنها لم تستقر بعد على العمل الذي ستدخل به سباق رمضان القادم، خاصة بعد نجاحها في دور شهرزاد في مسلسل (جودر) في رمضان ٢٠٢٤."
     ,ImgUrl:"/images/news37.webp"},
   {Title:'أحمد مكي يستعد للخروج من عباءة الكبير '
,Description:'أحمد مكي يتعاقد على عمل درامي جديد يقدمه في رمضان 2025. ويبدو ان مكى استقر علي الخروج من عباءة الأعمال الكوميدية التي قدمها خلال مواسم رمضان السابقة وحقق نجاح كبير بسلسلة مسلسل "الكبير أوي". وتداولت عدة أنباء خلال الساعات الأخيرة عن تعاقد مكى علي عمل درامي جديد، ويقدم خلال العمل دور شاب بسيط من حارة شعبية يواجه تحديات عديدة. ولم يتم الكشف عن باقي تفاصيل العمل بعد. جدير بالذكر أن أحمد مكى، حقق نجاح كبير في مجال التمثيل بسبب خفة دمه وظل، وله العديد من الأفلام التي حققت نجاح جماهيري وسينمائي منذ بداية ظهوره بأدوار بسيطة في أول حياته الفنية حتى وصوله للنجومية، منها، "مرجان أحمد مرجان، تيتو، ليلة البيبى دول، H دبور، طير أنت، لا تراجع ولا استسلام، سيما على بابا"، كما نجح دراميًا من خلال تقديم مسلسله الشهير "الكبير أوي" ، ومسلسل "خلصانة بشياكة"، وأخيرًا شارك من خلال المسرح بمسرحية "حزلقوم" التي حققت نجاحًا كبيرًا.'
,ImgUrl:"/images/news38.webp"},
  {Title:'كريم فهمي وياسمين عبد العزيز يتشاركان البطولة في الدراما والمسرح '
    , Description :"تعاقد كريم فهمي وياسمين عبدالعزيز على بطولة أحدث أعمالهما الدرامية في رمضان 2025، وجاري التعاقد مع جميع أبطال العمل للإعلان عن تفاصيل العمل وتحديد موعد بدأ تصوير أولي المشاهد. كما صرح كريم فهمي خلال أحد البرامج عن مسرحية كبيرة تجمعه مع ياسمين عبد العزيز، وأضاف أنها تجربة سوف تنال إعجاب الجمهور، ويشارك معهم عدد كبير من النجوم منهم بدرية طلبة، إيمان السيد، وغيرهم، والمسرحية من إخراج خالد جلال. وكانت آخر، الأعمال التى جمعت كريم فهمي وياسمين عبدالعزيز، هو مسلسل 'ونحب تاني ليه' الذى تدور أحداثه في إطار إجتماعي رومانسي تتخلله بعض المشاهد الكوميدية، حول مشاكل الزوجين والأسرة بشكل عام حيث تتم مناقشة قضية من واقع المجتمع ويعانى منها معظم الأزواج."
     ,ImgUrl:"/images/news35.webp"},
   {Title:'دينا فؤاد ومصطفى شعبان في "حكيم باشا" في رمضان 2025'
,Description:"دينا فؤاد تنضم إلى أبطال مسلسل 'حكيم باشا' مع مصطفى شعبان، المقرر عرضه في رمضان القادم 2025. ويعد مسلسل 'حكيم باشا' هو التعاون الثالث على التوالي بين المؤلف محمد الشواف والمخرج أحمد خالد أمين، المسلسل من إنتاج شركة سينرجي وتدور أحداثه في إطار مشوق في إحدى محافظات الصعيد. وفي هذه الأثناء تواصل شركة سينرجي تحضيرها لمسلسل 'حكيم باشا'، حيث تسعى لإنهاء التصوير قبل رمضان 2025، يشارك في العمل أيضًا رياض الخولي، الذي يعتبر هذا التعاون الثاني له مع مصطفى شعبان، بعد مسلسل 'بابا المجال' في عام 2023. وجدير بالذكر أن آخر أعمال دينا فؤاد مشاركتها في بطولة 'حق عرب' مع أحمد العوضي رمضان الماضي."
,ImgUrl:"/images/news36.webp"},
  {Title:'لقاء الخميسي ورانيا يوسف في "روج أسود"'
    , Description :"تعاقدت لقاء الخميسي على المشاركة في مسلسل 'روج أسود' مع رانيا يوسف، تأليف أيمن سليم وإخراج محمد عبد الرحمن حماقي، وتدور أحداثه في إطار اجتماعي تشويقي حول محكمة الأسرة المصرية، ويتكون من 45 حلقة ومن إنتاج ممدوح شاهين، ومن المفترض عرضه مطلع العام المقبل."
     ,ImgUrl:"/images/news33.webp"},
   {Title:'مفاجأة في لجنة تحكيم Arabs Got Talent في موسمه السابع'
,Description:"استعدت مجموعة قنوات MBC لعودة برنامج Arabs Got Talent وأعلنت عن أسماء لجنة تحكيم الموسم السابع استعدادًا لتصويره خلال الفترة المقبلة بالمملكة العربية السعودية. وشهدت لجنة الموسم الجديد مفاجأة، بتواجد باسم يوسف، الذي يظهر في لجنة التحكيم للمرة الأولى في تاريخ البرنامج. كما تستمر نجوى كرم في عضوية لجنة تحكيم البرنامج، ويشهد هذا الموسم عودة ناصر القصبي إلى عضوية لجنة تحكيم البرنامج الذي تقدمه ريا أبي راشد وقصي. ومن المقرر أن يبدأ البرنامج تصوير حلقاته الأولى المسجلة في وقت لاحق من الشهر القادم في العاصمة السعودية الرياض، وسط ترقب محبيه لعودته في موسم جديد."
,ImgUrl:"/images/news34.webp"},
  {Title:'إيمان العاصي في "برغم القانون" .. تجربة مختلفة ودراما مميزة'
    , Description :"حالة من النشاط الفني تعيشها إيمان العاصي حيث بدأت في تصوير مسلسلها الجديد 'برغم القانون' والذي يقدم جرعة كبيرة من الإثارة والتشويق، حيث تجسد إيمان شخصية مختلفة تماماً عن كل ما قدمته من قبل، ويتناول المسلسل قصة اجتماعية معاصرة تتناول قضايا هامة ومؤثرة فى المجتمع ومن المقرر عرضه على قناة أون. ومن المتوقع أن يسجل المسلسل البطولة المطلقة للنجمة إيمان العاصى في الدراما التليفزيونية، وذلك بعد النجاحات البارزة التي حققتها خلال السنوات الماضية، آخرها مسلسل 'جعفر العمدة' مع محمد رمضان والذى تم عرضه في رمضان قبل الماضي، حيث تألقت بشخصية دلال التي جسدتها في المسلسل وسجلت إسمها كواحدة من أبرز نجمات موسم دراما رمضان. مسلسل 'برغم القانون' يشارك في بطولته كل من هاني عادل، محمد القس، وليد فواز، عابد عنان، رحاب الجمل، فرح يوسف، عايدة رياض، محمد محمود عبد العزيز، جيسيكا حسام الدين، نبيل على ماهر وعدد آخر من الفنانين، تأليف نجلاء الحدينى وإخراج شادى عبد السلام والعمل مكون من 30 حلقة."
     ,ImgUrl:"/images/news31.webp"},
   {Title:'كريم محمود عبد العزيز مع بيتر ميمي في "مملكة التحرير"'
,Description:"بدأ كريم محمود عبد العزيز في تصوير دوره في مسلسل 'مملكة التحرير' من إخراج بيتر ميمي. اسم المسلسل هو اسم مبدئي حتى الآن. يستمر تصوير المسلسل خلال شهر سبتمبر وبعد الانتهاء من المقرر عرضه على إحدى المنصات الشهيرة. ومن المشاركين في المسلسل أسماء أبو اليزيد ومن المقرر أن يضم المسلسل عدد كبير من ضيوف الشرف لم يتم الإعلان بعد. وعلى جانب آخر، بدأ بيتر ميمي في التحضيرات لفيلم سينمائي مع كريم عبد العزيز، من المتوقع البدء في تصويره أكتوبر، حيث إن الفيلم ما زال في مرحلة الكتابة. ومن ناحية أخرى، كانت آخر أعمال كريم محمود عبد العزيز، مشاركته في مهرجان العلمين بمسرحية 'عملوها إزاي' مع أشرف عبد الباقي وعائشة بن أحمد، وأوس أوس، وحمدي الميرغني، وسليمان عيد."
,ImgUrl:"/images/news32.webp"},
  {Title:'أحمد العوضي ونسرين أمين في "فهد البطل" رمضان 2025'
    , Description :"تعاقدت نسرين أمين على المشاركة في بطولة مسلسل 'فهد البطل' مع أحمد العوضي، ومن المقرر عرضه في موسم الدراما الرمضانية 2025، المسلسل من تأليف محمود حمدان، وإخراج محمد عبد السلام، وتدور أحداثه في إطار شعبي واجتماعي حيث تؤدي نسرين شخصية 'راوية'، وهي فتاة تعيش حياة مليئة بالتحديات وتعكس الظروف الصعبة التي تمر بها الكثير من الفتيات في المجتمع."
     ,ImgUrl:"/images/news29.webp"},
   {Title:'بعد نجاحه في رمضان "سر إلهي" يتصدر قائمة الأكثر مشاهدة على إحدى المنصات الشهيرة '
,Description:'انضم مسلسل "سر إلهي" إلى قائمة الأكثر مشاهدة على منصة "Watch It"، وذلك بعد نجاحه في رمضان الماضي. المسلسل ينتمي لنوعية المسلسلات ذات الـ 15 حلقة وهو من بطولة روجينا ومحمد ثروت وأحمد مجدي، ومي سليم، ورنا رئيس، ونهى عابدين. ومن تأليف أمين جمال، وإخراج رؤوف عبد العزيز. وتدور أحداث المسلسل في إطار اجتماعي شعبي، مليء بالتشويق، حيث يحكي العمل، قصة نصرة التي تواجه الحياة بمفردها بعد غدر أقرب الأشخاص إليها، وتقرر الانتقام ممن ظلمها.'
,ImgUrl:"/images/news30.webp"},
  {Title:'أحمد عبد الله محمود يعيد مسيرة والده في شمس الزناتي'
    , Description :"صرح أحمد عبد الله محمود أنه حاليا يقوم بتصوير دوره في فيلم 'شمس الزناتي' مع محمد عادل إمام، وقال أنه يجسد فى الفيلم شخصية والده فى الفيلم حيث أن الفيلم تدور فكرته حول ما قبل أحداث فيلم الزعيم 'شمس الزناتي' وحياة الأبطال الذين ظهروا فى الفيلم قبل سفرهم إلى الواحات. ومن ناحية أخرى، كشف أحمد عبد الله محمود عن تفاصيل دوره فى فيلم 'المدرسة' والذي يشارك فيه مع حورية فرغلي وإيساف، ويقوم بتصويره حاليًا استعدادًا لعرضه خلال الفترة القادمة. وأوضح أنه يجسد خلال أحداث الفيلم شخصية مدرس داخل المدرسة يتعرض لكثير من المواقف المرعبة ويحاول كشف اللغز داخل المدرسة، والفيلم من قصة محمد جمال الحديني ومحمد حمزة، وسيناريو وحوار محمد شعبان، وإخراج محمد جمال الحديني."
     ,ImgUrl:"/images/news27.webp"},
   {Title:'عمر أفندي انطلاقة مميزة في أولى حلقاته'
,Description:"تألق النجم أحمد حاتم في الحلقات الأولى من مسلسله الجديد 'عمر أفندي' والذي تشاركه فيه البطولة رانيا يوسف وآية سماحة ومن تأليف مصطفى حمدي، وإخراج عبد الرحمن أبو غزالة. ومع بداية اعرض نال المسلسل إعجاب الجمهور وحظى بإشادات واسعة من رواد السوشيال ميديا، حيث تفاعل الجمهور مع المسلسل خاصة الثنائى أحمد حاتم وآية سماحة. يُذكر أن أحمد حاتم ينتظر عرض 3 أفلام جديدة خلال الفترة المقبلة منهم الملحد الذى تأجل عرضه مؤخراً."
,ImgUrl:"/images/news28.webp"},
  {Title:'حورية فرغلي وإيساف في "االمدرسة" '
    , Description :"انطلق تصوير \"المدرسة\" وهو عنوان مؤقت للفيلم الجديد الذي تقوم ببطولته حورية فرغلي وإيساف. والفيلم قصة كل من محمد جمال الحديني ومحمد حمزة وسيناريو وحوار محمد شعبان وإخراج محمد جمال الحديني. وتدور أحداث فيلم \"المدرسة\" فى إطار من الإثارة والتشويق والرعب النفسى على مخاوف الشخصيات وعدم الإستقرار العاطفي وغيرها. وكشفت حورية فرغلي أنها تسعى من خلال الفيلم إلي الوصول لرسالة فنية هدفها تعزيز القيم والمبادئ داخل قلوب الجماهير وذلك في إطار العادات والتقاليد المصرية. ومن ناحية أخرى أبدى إيساف توقعاته بأن يلقى الفيلم ردود فعل إيجابية من حيث الإيرادات واستقبال الجمهور والنقاد عند عرضه في دور السينما."


     ,ImgUrl:"/images/news25.webp"},
   {Title:'وداعًا حمدي .. يجمع بين شيرين رضا وآية سماحة '
,Description:"بعد نجاحها في الفترة الماضية من خلال أعمالها المتميزة في الدراما والسينما، تعاقدت مؤخرًا آية سماحة على فيلم جديد بعنوان 'وداعًا حمدي' بمشاركة شيرين رضا الذي تدور أحداثه في إطار كوميدي، وجاري إنهاء التعاقدات مع جميع أبطال العمل لتحديد موعد بدء التصوير. وكشفت آية أنها تجسد خلال الأحداث شخصية صحفية، وأنها تواصل التصوير في الفترة الحالية. وأضافت أنها متحمّسة جداً لهذا العمل وتعتبره تحدّي، خاصة أنه أولى بطولاتها في السينما، ووعدت جمهورها بعمل مختلف."

,ImgUrl:"/images/news26.webp"},
  {Title:'البدء في تصوير هيبتا المحاضرة الآخيرة '
    , Description :"بدأ صناع فيلم هيبتا المحاضرة الأخيرة في تصوير الجزء الثاني من الفيلم والذي يشارك في بطولته عدد كبير من النجوم وهو من بطولة منة شلبي وكريم فهمي وسلمى أبو ضيف ومايان السيد وأسماء جلال، ومن تأليف محمد صادق وإخراج هادي الباجوري، ومن المقرر عرضه في دور السينما قريبًا. وكان المخرج هادي الباجوري قد نشر مجموعة صور لأبطال فيلم هيبتا 2 على انستجرام، وظهروا فيها وهم يحملون أوراق اللعب الرقم 7. وتدور أحداث فيلم هيبتا المحاضرة الأخيرة، في إطار دراما رومانسية من تأليف الكاتب محمد صادق، وسيناريو وحوار محمد جلال ومحمد صادق بالتعاون مع نهى أبو بكر، وإخراج هادي الباجوري."

     ,ImgUrl:"/images/news23.webp"},
   {Title:'الفيشاوي يتعاقد على سفاح التجمع والعمل مازال في مرحلة التحضيرات'
,Description:"الكشف عن تفاصيل مسلسل 'سفاح التجمع' والذي أعلن مؤخرا عنه المنتج أيمن يوسف، في الوقت الذي يتم التحضير لمسلسل آخر بنفس الاسم ولكن من إنتاج السبكي وتأليف محمد صلاح العزب. إلا أن المنتج أيمن يوسف والمؤلف جوزيف فوزي أعلنوا أن مسلسلهم الوحيد الصادر له ترخيص من الرقابة على المصنفات الفنية. وبالفعل تم التعاقد مع أحمد الفيشاوي ليقدم دور البطولة في المسلسل وسيتم الإعلان عن باقي المشاركين في العمل وموعد تصويره قريبًا. وعن تفاصيل المسلسل قال فوزي أن فترة التحضير ما زالت على الورق وباقي تفاصيل قليلة، وبعد الفيشاوي سوف يكون الإيقاع سريع، وممكن البدء في التصوير في نهاية شهر أكتوبر وحاليًا جار التعاقد مع باقي الأبطال."

,ImgUrl:"/images/news24.webp"},

  {Title:'نجم لا كازا دي بابل في "حصاد الكاكا" وصناع العمل يكشفون عن موعد عرض الفيلم '
    , Description :"أعلن المنتجان محمد عماد ومحمد الكومي عن تعاقدهما مع النجم الإسباني العالمي 'إنريكي أرسي' للمشاركة في بطولة فيلم 'حصاد الكاكا' مع نخبة من النجوم العرب والعالميين، مثل محمد ثروت، حمزة العيلي، محمود حافظ، والممثل التونسي نجيب بالحسن. كما يشارك في الفيلم أيضًا النجوم الكوميديين ويزو، سليمان عيد، سامي مغاوري، وبلوجر مصطفى ترك، بالإضافة إلى مجموعة من ضيوف الشرف من نجوم الكوميديا. تدور أحداث الفيلم في إطار كوميدي أكشن، ويشارك في بطولته نخبة من النجوم المصريين، ومن المقرر أن يجسد إنريكي أرسي شخصية الجوليادور، وهو رجل مافيا إسباني أربعيني من أخطر رجال المافيا. ومن المقرر أن يعرض فيلم 'موسم حصاد الكاكا' في إجازة منتصف العام."
     ,ImgUrl:"/images/news21.webp"},
   {Title:'ياسمين رئيس بدأت في تصوير أحدث أعمالها بين الدراما والسينما'
,Description:"بدأت الفنانة ياسمين رئيس مؤخرًا في تصوير حكاية 'رقم سري' من مسلسل صوت وصورة 2، ومن المقرر عرضه خارج السباق الرمضاني المقبل. كما تنتظر ياسمين رئيس، عرض فيلم 'الفستان الأبيض' خلال الفترة المقبلة، وتدور أحدث العمل في إطار من الدراما حول صديقتين من حي فقير توشك إحداهما على الزواج، لكن يُتلف فستان زفافها في نفس يوم الحفل، فتخوض رحلة في القاهرة مع صديقتها المقربة للبحث عن فستان آخر. وقد حققت ياسمين نجاح كبير خلال الفترة الماضية بعد مشاركتها في مسلسل 'جودر' الذي تم عرضه في رمضان الماضي، وبدأت في تصوير الجزء الثاني منه الذي من المفترض أن يُعرض في رمضان 2025، ويشارك فيه نفس أبطال الجزء الأول."
,ImgUrl:"/images/news22.webp"},
  {Title:'مواعيد عرض مسرحية "البنك سرقوه" في مهرجان العلمين 2024'
    , Description :"في إطار فعاليات الموسم الثاني من مهرجان العلمين ينطلق عرض مسرحية \"البنك سرقوه\" التي يشارك فيها كل من الفنان أشرف عبد الباقي وكريم محمود عبد العزيز وسليمان عيد وميرنا جميل. ونشرت ميرنا جميل بوستر المسرحية على صفحتها الشخصية وقالت: \"هنستناكم في مهرجان العلمين في ألذ مسرحية في الدنيا، البنك سرقوه، يوم 22 و23 و24\". وتدور أحداث المسرحية في إطار كوميدي حول أحد المجرمين الخطرين الذي يهرب من السجن ويخطط بعدها لسرقة أحجار كريمة من أحد البنوك."
     ,ImgUrl:"/images/news19.webp"},
   {Title:'بين الإشاعة والحقيقة.. أحمد عيد يرد عن إفيهات هنيدي'
,Description:"على مدار أكثر من 20 عامًا تألق فيهم النجم الكبير محمد هنيدي بأفلامه وإفيهاته المميزة والتي علقت في العقول والقلوب منذ بداياته وحتى أول بطولة مطلقة له في فيلم \"صعيدي في الجامعة الأمريكية\" مرورًا بحضوره الطاغي على المسرح وحتى المسلسلات الإذاعية، انتشرت مؤخرًا معلومة تفيد بأن الفنان أحمد عيد هو صاحب أفكار هذه الإفيهات. ولم يُعلق هنيدي بالموافقة أو النفي، ولكن خرج أحمد عيد عن صمته ليرد بشكل قاطع قائلًا: \"مساء الخير.. الكلام ده غير حقيقي.. سمعته أكتر من مرة قبل كده وكذبته وقتها.. محمد هنيدي نجم كبير ومش أنا اللي هكتبله إفيهات الأفلام\".\n\nوروى تفاصيل خاصة جمعته بمحمد هنيدي وقال: \"بالعكس ده أنا أول مسرحية اشتغلتها معاه كانت ألابندا.. وكان هو اللي بيساعدني ويضيفلي بنفسه\".\n\nواختتم عيد تعليقه: \"محمد هنيدي أول تواجد ليا في الوسط الفني كان بسببه بعد ربنا سبحانه وتعالى وله فضل كبير عليا مقدرش أنكره.. فواجب عليا لما ألاقي كلام زي كده أطلع أنفيه\"."
,ImgUrl:"/images/news20.webp"},
  {Title:' 3 أفلام في قائمة الانتظار لـ منة شلبي'

    , Description :"يبدو أن منة شلبي تعيش حالة من الانتعاش الفني على المستوى السينمائي تعيش الفنانة منة شلبي حيث تنتظر عرض 3 أفلام خلال الفترة المقبلة بمجرد الانتهاء من تصويرهم، وهم فيلم فرقة الموت، والهوى سلطان، وكونداليني. نبدأ بفيلم 'الهوى سلطان' الذي يشاركها في بطولته أحمد داود، وأحمد خالد صالح، وسوسن بدر، وجيهان الشماشرجي، من تأليف وإخراج هبة يسري، وتدور أحداثه في إطار رومانسي اجتماعي لايت عن العلاقات والحب بين الأصدقاء. أما فيلم 'فرقة الموت' تشارك منة البطولة فيه مع أحمد عز، وآسر ياسين، ومحمود حميدة، وبيومي فؤاد، وعصام عمر، وهو من إخراج أحمد علاء الدين، وتأليف صلاح الجهيني. وللروايات نصيب مع منة شلبي، حيث تقوم ببطولة فيلم 'كونداليني' المأخوذ عن رواية بنفس الاسم للكاتبة ميرنا الهلباوي، ويشاركها البطولة ظافر العابدين ومن إخراج محمد سلامة."


     ,ImgUrl:"/images/news17.webp"},
   {Title:'حسن الرداد وإيمي سمير غانم في العلمين بـ "التلفزيون"'
,Description:"في إطار فعاليات الأسبوع السادس من مهرجان العلمين في دورته الثانية، يشهد المهرجان التعاون الأول بين حسن الرداد وإيمي سمير غانم على المسرح من خلال عرضهم مسرحية 'التلفزيون' اليوم الخميس، والتي تستمر لمدة يومين حتى 17 أغسطس. ويشارك حسن وإيمي البطولة أوس أوس وسليمان عيد. وتدور أحداث مسرحية 'التلفزيون' حول حفظي وكروانة، اللذين يجدان نفسيهما في تلفزيون سحري، ويتصارعان مع ديزني، لديهم عم يقدم له الهدايا ويكتشفون معه أشياء جديدة، من بينها ريموت قديم يمكنهم من خوض تجارب حياتية مختلفة، في إطار كوميدي خفيف."



,ImgUrl:"/images/news18.webp"},
  {Title:'علي ربيع يبدأ تحضيرات فيلمة الجديد من إنتاج السبكي'

    , Description :"بدأ علي ربيع في التحضيرات لأحدث أفلامه \"الصفا الثانوية بنات\" حيث اجتمع مع السبكي لمناقشة تفاصيل العمل المبدئية قبل انطلاق التصوير واختيار باقي فريق العمل. الفيلم من تأليف أمين جمال وورشته الكتابية ومن إخراج محمود أمين وإنتاج السبكي. وهو فيلم كوميدي ويؤدي علي ربيع دور طيار يقابل العديد من المواقف الكوميدية، حيث يقدم شخصية \"هادي\" الموظف الكسول الذي تنقلب حياته رأساً علي عقب بعد تعرضه لمرض نادر لنعيش معه مغامرة من الكوميديا والتحدي. وقد كانت آخر أعمال ربيع فيلم \"عالماشي\" مع كريم عفيفي وفيلم \"بعد الشر\" مع أوس أوس."

     ,ImgUrl:"/images/news15.webp"},
   {Title:'يسرا اللوزي: "سراب" و "البحر الأسود" أخرجاني من حالة الحزن '
,Description:"كشفت يسرا اللوزي عن سر مشاركتها في مسلسل 'سراب' رغم رفضها له في البداية خاصة بسبب فقدان والدتها ومشاعر الحزن التي سيطرت عليها. إلا أن المخرج أحمد خالد دعمها بقوة وأعطاها المساحة الكافية حتى تستطيع التحضير للدور. المسلسل من بطولة خالد النبوي وتدور أحداثه في إطار تشويقي وتقوم بتجسيد شخصية الدكتورة 'ملك' ولها طفل اسمه زين وهي زوجة طارق الشخصية التي يؤديها الفنان خالد النبوي ويقع حدثًا في الحلقة الأولى يقلب الأوضاع رأسًا على عقب وتبدأ الأحداث في الإثارة ومن إخراج أحمد خالد. كما أن اللوزي تشارك أيضًا في فيلم 'البحر الأسود' مع خالد الصاوي وهو من أنواع السينما المستقلة، كما أنه أول تجربة للمخرج علاء الدين مصطفى. وأضافت أن الفيلم من أنواع الفانتازيا كل شخص سيشاهده من زاويته، وقد تظن أنه سهل إلا أنه في حقيقة الأمر صعب للغاية وله حبكة مختلفة."


,ImgUrl:"/images/news16.webp"},
  {Title:'عمرو يوسف بطل شعبي في "درويش المصري"'

    , Description :"تتجه أنظار الفنان عمرو يوسف هذه الفترة لأداء نوع جديد من الأدوار، وهي أدوار الكوميدي أكشن. وهذا ما يعمل عليه حاليًا في جلسات العمل المبدئية لفيلم 'يوسف المصري'، الذي تدور أحداثه في إطار كوميدي تشويقي حيث يتحول فيه البطل إلى بطل شعبي خلال الأحداث. ومن أول المنضمين للعمل مصطفى غريب ومن المقرر أن يتم الإعلان عن باقي أسماء الممثلين خلال الفترة المقبلة. ويجرى مخرج العمل وليد الحلفاوي حاليًا معاينة أماكن التصوير بحسب النسخة الأولى من السيناريو للعمل، حيث من المقرر انطلاق تصوير العمل مطلع شهر سبتمبر المقبل. الفيلم من تأليف وسام صبري وإخراج وليد الحلفاوي."
     ,ImgUrl:"/images/news13.webp"},
   {Title:'تأجيل مفاجئ لعرض فيلم "الملحد"'
,Description:"وسط دعوات لمقاطعة فيلم 'الملحد' جاء تأجيل عرض الفيلم في دور السينما بعد أن كان من المقرر عرضه يوم 14 أغسطس الجاري، حيث قرر المنتج أحمد السبكي تأجيل طرح الفيلم بسبب عدم الانتهاء من أعمال الصوت، ونفى ما تردد حول نية الشركة في تغيير الاسم، ومن المفترض الإعلان عن الموعد الجديد خلال الأيام القليلة المقبلة. واستنكر الهجوم الذي يتعرض له 'الملحد' وقال: 'العمل لم يُعرض حتى الآن لكي يتم انتقاده'. وبالتزامن مع تأجيل الفيلم، كتب مخرج العمل ماندو العدل على حسابه على الفيسبوك: 'المنع مش حل!'. الفيلم تأليف إبراهيم عيسى، وإخراج محمد العدل، وبطولة أحمد حاتم، ومحمود حميدة، وحسين فهمي، وصابرين، وشيرين رضا."

,ImgUrl:"/images/news14.webp"},
  {Title:'من هو بديل بيومي فؤاد في مسرحية "السندباد" بعد عودتها إلى مصر؟'

    , Description :"على الرغم من مشاركة بيومي فؤاد في كل العروض الخاصة بمسرحية 'السندباد' في السعودية، إلا أن الجمهور فوجئ باستبداله في العرض بمصر ومشاركة سامي مغاوري بدلا منه، مما أثار التساؤلات عن أسباب غيابه عن العرض. والسبب الحقيقي هو أن بيومي فؤاد يشارك في مسرحية مي عز الدين 'زواج اصطناعي' في أول تجربة مسرحية لها والتي مازال عرضها مستمر في السعودية، مما جعل مشاركته والتوفيق بين العرضين، عرض 'السندباد' في العلمين و'زواج اصطناعي' في السعودية، فقرر أن يعتذر عن عدم المشاركة في عروض مصر. مسرحية 'السندباد' هي عودة لكريم عبد العزيز للمسرح بعد غياب سنوات وأول تجربة مسرحية لنيللي كريم، ويشارك فيها عدد كبير من النجوم منهم مصطفى خاطر، شيماء سيف، سامي مغاوري، ويزو، والمسرحية من إنتاج آلاء الغزالي، وإخراج أحمد الجندي. يذكر أن عرض المسرحية كان من 8 لـ 10 أغسطس."



     ,ImgUrl:"/images/news11.webp"},
   {Title:"أسباب شخصية تمنع سلمى أبو ضيف من المشاركة في دراما رمضان 2025"
,Description:"على الرغم من النجاح الذي حققه مسلسل \"أعلى نسبة مشاهدة\" رمضان الماضي، والذي أدت فيه سلمى أبو ضيف دور يعتبر البطولة الأولى لها، إلا أنها لن تشارك في دراما رمضان هذا العام. والسبب أنها تستعد لإقامة حفل زفافها والتي أعلنت عنه بنشر صور لها على انستجرام أثناء تواجدها بالمالديف بصحبة خطيبها والتي بدت وكأنها طقوس لحفل الزفاف. وقد فاجئت سلمى جمهورها يونيو الماضي بخبر عقد قرانها بعد خطوبتها بأسابيع قليلة على إدريس عبد العزيز. واختلف تفاعل رواد مواقع التواصل الاجتماعي مع منشور سلمى، حيث عبر البعض عن عدم فهمهم لمغزى هذه الطقوس الغريبة، بينما عبر آخرون عن إعجابهم بالمشهد غير المعتاد، متمنين التوفيق للزوجين مع بداية حياتهما الزوجية."

,ImgUrl:"/images/news12.webp"},
  {Title:'"واحد من الناس" هذا الأسبوع من العلمين الجديدة'

    , Description :"حلقة استثنائية تتميز بخفة الدم يقدمها عمر الليثي من خلال برنامجه \"واحد من الناس\" الذي يُقدم فيها هشام ماجد والمخرج معتز التوني من مدينة العلمين الجديدة. ومن المقرر أن تذاع الحلقة يوم الخميس القادم على قناة الحياة. ومن المقرر أن يتناول الحديث الطريف والشيق العديد من الموضوعات منها التعاون الفني بين هشام ماجد ومعتز التوني ونجاحهما مؤخرًا من خلال فيلم (إكس مراتي) والانسجام والتعاون بينهما في أكثر من عمل فني، كما يتحدثا عن كواليس العمل. كما يتحدثا أيضًا عن المصيف وذكرياته لدى ماجد والتوني منذ الطفولة والمواقف الكوميدية به. كما يتحدث هشام ماجد عن الفرق بين تأديته لدوره كممثل ودوره كمؤلف وأيضًا عشقه لفريق الزمالك. ويشارك معتز التوني امنيته عبر البرنامج بتقديم فيلم كوميدي مع النجمة مني زكي."



     ,ImgUrl:"/images/news9.webp"},
   {Title:"محمد سامي يكشف تفاصيل مسلسلاته في دراما رمضان 2025"
,Description:"نشر محمد سامي على صفحته الشخصية عن بدء تصويره لمسلسله الجديد الذي يشارك به في دراما رمضان 2025. حيث كتب: \"من تصوير مسلسل 'إش إش' للنجمة مي عمر، رمضان 2025 إن شاء الله، على mbc، هيكون بإذن الله أقوى مسلسلاتي\". وقد أكد سامي أن الجمهور سيشاهد مي عمر في دور مختلف تمامًا عما قدمته في أعمالها السابقة. ويتولى محمد سامي تأليف وإخراج هذا المسلسل. وجدير بالذكر أن الثنائي محمد سامي ومي عمر قد تعاونا في مسلسل 'نعمة الأفوكاتو'، الذي عُرض في رمضان 2024. وبهذا يكون 'إش إش' هو العمل الثاني لـ محمد سامي الذي يشارك به في رمضان، حيث يقوم بإخراج مسلسل عمرو سعد أيضًا وهو 'سيد الناس'. ويعد برنامج 'بيت السعد' هو آخر أعمال محمد سامي الذي يقدمه عمرو سعد وأحمد سعد ويعرض على قناة 'MBC مصر'. ويستضيف البرنامج أبرز النجوم ويحتوي على فقرات فنية وكوميدية متعددة."
,ImgUrl:"/images/news10.webp"},

  {Title: '4 أيام فقط تفصلنا على الانتهاء من تصوير مسلسل "6 شهور"'
    ,Description:"تقترب أعمال التصوير لمسلسل '6 شهور' من نهايتها، حيث من المقرر الانتهاء منها خلال الأيام القليلة القادمة. هذا العمل الدرامي، الذي تدور أحداثه في إطار اجتماعي مشوق، من إنتاج أروما استديوز للمنتج تامر مرتضى، وإشراف عام مصطفى العوضى. ويضم كوكبة من النجوم. ويشارك في بطولة المسلسل بجانب نور النبوي، نور إيهاب، ومجدي بدر وعدد كبير من ضيوف الشرف، حيث تجمع كل حلقة ضيف شرف مختلف عن الحلقة السابقة، ومن المقرر أن يعرض المسلسل عقب انتهاء المونتاج والمكساج. وبالتزامن مع التصوير، دخل العمل مرحلة المونتاج والمكساج استعدادًا لعرضه الحصري على واحدة من المنصات الشهيرة. وتدور أحداثه في 10 حلقات مليئة بالأحداث المشوقة."




    ,ImgUrl:"/images/news7.webp"},
  {Title:'"السيد رامبو" يشارك في مهرجان فينسيا الدولي '
,Description:"'واجهنا العديد من الصعوبات، منذ بداية العمل عليه قبل سنوات طويلة' هذا ما قالته المنتجة رشا حسني عن فيلم 'البحث عن منفذ لخروج السيد رامبو' الذي بدأت فكرته منذ عام وبدأ التصوير فيه منذ 3 أشهر تقريبًا في مناطق مختلفة داخل القاهرة. وقال محمد حفظي: 'منذ قراءة النص، توقعت وصوله للمشاركة في مهرجان كان أو فينيسا، وكنا نراهن على ذلك كصُنّاع للمشروع، والحمد لله وفقنا في أحدهما'. وتابع: 'وجود مصر بشكلٍ رسمي في المهرجان، بالتأكيد شيء مشرف، خاصة وأنه يأتي بعد غياب دام 12 عاماً'. وأضاف إنّ مشاركة العمل في الدورة المقبلة من مهرجان فينيسيا السينمائي الدولي، المقرر انطلاقها يوم 28 أغسطس يُعد أمر متوقع بالنسبة له، إذ أنه لم يُفاجئ بالإعلان عن مشاركة الفيلم ضمن العروض الرسمية. وكشف حفظي أن عصام عمر وركين تم ترشيحهم من المؤلفين منذ أول يوم في كتابة الفيلم. وتدور أحداث الفيلم الذي ينتمي لنوعية الأفلام الدرامية، حول الشاب حسن، الذي يعيد اكتشاف نفسه مرة أخرى ويضطر لمواجهة مخاوف ماضيه، خلال رحلته لإنقاذ كلبه وصديقه الوحيد 'رامبو' من مصير مجهول بعدما تورط في حادث خطير دون ذنب، ليصبح بين ليلة وضحاها مطارداً من قبل جاره 'كارم' وجميع أهالي الحي. وأشار حفظي إلى أن التحدي الأبرز الذي واجه فريق العمل، وهو التعامل مع الكلاب التي تظهر في بعض مشاهد الفيلم، فقد خضعت هذه الحيوانات لفترة من التدريب قبل انطلاق التصوير. وأكد أن الفيلم لا ينتمي إلى الميزانيات الضخمة أبداً، كما أنه تلقى دعماً من مهرجان البحر الأحمر السينمائي، ومن المقرر مشاركته في عدد من المهرجانات المختلفة خلال الفترة المقبلة، وطرحه جماهيرياً في دور العرض نهاية هذا العام."


,ImgUrl:"/images/news8.webp"},
  {Title: "فيلم جديد يجمع كبار النجوم قريبًا"
    ,Description:"عدد من الثنائيات الفنية تشهدها الساحة الفنية في مصر وذلك من خلال تحضير مجموعة أفلام جديدة التي تجمع أكثر من نجم. وأول هذه الثنائيات فيلم 'الأخوات'، بطولة كريم عبد العزيز وأحمد حلمي، وذلك لأول مرة منذ عام أكثر من 20 عام بعد تعاونهما في فيلم 'عبود على الحدود' عام 99 و'ليه خلتني أحبك' عام 2000، بجانب ظهورهما كضيفا شرف في مسلسل 'الجماعة' 2010، وظهور حلمي كضيف شرف في مسلسل 'الاختيار' 2022. ومن المقرر بدء تصوير 'الأخوات' عقب انتهاء كريم عبد العزيز من فيلمه الجديد 'المشروع' مع المخرج بيتر ميمي، وكذلك انتهاء أحمد حلمي من تصوير فيلم جديد لازال في مرحلة التحضير أيضًا."



    ,ImgUrl:"/images/news6.webp"},
  {Title:'استعداد هشام ماجد لتقديم تجربة سينمائية مرتقبة'
,Description:"أبدى هشام ماجد عن حماسه الشديد لتقديم نسخة معاصرة من فيلم 'البحث عن فضيحة' الذي سبق وقدمه الفنان عادل إمام، عام 1973. وصرح ماجد أن الهدف من إعادة تقديم هذا الفيلم، هو أن تشاهده الأجيال الجديدة التي قد تكون لم تشاهد النسخة الأصلية، ولأن موضوع الفيلم حلو وجذاب، وبالطبع سنقدمه بشكلٍ عصري يتناسب مع طبيعة الفترة الحالية، وهو من إخراج رامي إمام، ويجري حالياً كتابة النسخة الأخيرة، تمهيداً لبدء التصوير. ومن ضمن الأعمال التي يقوم بتصويرها حاليا الجزء الثاني من مسلسل 'أشغال شقة' ليشارك به في رمضان 2025 وقال: أن العمل لازال في مرحلة الكتابة، والأحداث ستشهد تطورات درامية عديدة، وظهور شخصيات جديدة، إلى جانب شخصياته الاساسية، وسنبدأ تصويره عقب الانتهاء من الكتابة كاملة. المسلسل من بطولة أسماء جلال، ومصطفى غريب، وتأليف خالد وشيرين دياب، وإخراج خالد دياب. كما أضاف أن اللعبة 5 في مرحلة الكتابة والتحضيرات ولم يتم تحديد موعد لتصويره حتى الآن."

,ImgUrl:"/images/news5.webp"},
  {Title:'تأجيل مفاجئ لحفل خطوبة ليلى زاهر وهشام جمال .. والموعد الجديد غير معروف'
    ,Description:"رغم تحديد يوم الجمعة الماضية لإقامة حفل خطوبة ليلى زاهر وهشام جمال في الساحل الشمالي إلا أنه تقرر تأجيل الحفل لأجل غير مسمى. وجاء قرار التأجيل بعد وفاة ثلاثة من أبرز المنتجين في الوسط الفني وهم حسام شوقي وفتحي إسماعيل ومحمود كمال إثر حادث أليم على طريق الضبعة. لذلك قرر أحمد زاهر تأجيل حفل الخطوبة حدادًا على وفاة المنتجين الثلاثة. جدير بالذكر أنه تمت قراءة الفاتحة في يناير الماضي في حفل عائلي بسيط."
    
       
    ,ImgUrl:"/images/news3.webp"},
          {Title: "أيمن بهجت قمر: ري ستارت ليست فكرتي ولم أحسم قراري بعد من كتابة أغاني الفيلم "
          ,Description:"صرح الكاتب أيمن بهجت قمر أن فيلم 'ري ستارت' الذي يجري تصويره حاليًا هو من فكرة تامر حسني. وأوضح أنه من أجل خروج الفكرة للنور تم عقد عمل جلسات عمل لمدة 5 شهور مع المخرجة سارة وفيق حتى تم الاستقرار على مختلف التفاصيل. وأضاف أن 'اسم الفيلم يُعبر عن الرسالة التي تحملها الفكرة، وهو أننا جميعًا بحاجة إلى انتعاشة لمواصلة الرحلة والقدرة على تحمل المسؤوليات، لنحقق خطوات ناجحة ونمضي قدماً للأمام'. كما أشار إلى أنه لم يحسم موقفه النهائي من كتابة الأغاني الخاصة بالفيلم من عدمه، إذ أن الأمر يتوقف على إذا كان الفيلم جاهز أو لا، وأيضًا الانتهاء من السيناريو بشكلٍ كامل أولاً. ويشارك في بطولته كلّ من هنا الزاهد، وباسم سمرة ومحمد ثروت، وإخراج سارة وفيق. ويُعد هذا الفيلم التعاون الثاني بين تامر حسني وأيمن بهجت قمر."
    
          ,ImgUrl:"/images/news4.webp"},
  {Title: "احتفال بشرى بزواجها من نجل محمود حميدة",Description:
"احتفلت بشرى بزفافها على خالد حميدة، نجل الفنان محمود حميدة، حيث أُقيم حفل الزفاف في الساحل الشمالي وسط الأهل والأقارب وبعض الفنانين الذين تربطهم علاقة قوية بالفنانة بشرى. وكشفت بعض المصادر المقربة من الفنانة بشرى عن وجود علاقة صداقة في الأساس منذ عامين تقريبًا، وتحولت الصداقة إلى حب أثناء اشتراكهما في مشروع فني كبير وهو رقمنة الأرشيف المصري باستخدام تقنيات الذكاء الاصطناعي. جدير بالذكر أن بشرى انفصلت عن زوجها السابق سالم هيكل منذ عام.",ImgUrl:"/images/news1.webp"},
  {Title: "مسلسلات تحجز مقعدها في رمضان 2025: أولها المداح الجزء الخامس ",Description:"على الرغم أن الموسم والسباق الرمضاني لم يبدأ بعد، إلا أن صناع الدراما بدأوا في حجز مقاعدهم بالتحضير لأعمالهم الفنية. وللمرة الخامسة على التوالي، يستغل 'المداح' نجاحه وشهرته والتفاعل الجماهيري، ليعلن حمادة هلال عن الجزء الخامس ليكون بذلك من أوائل دراما رمضان 2025. من المقرر أن يشارك في بطولة الجزء الخامس خالد سرحان وهادي خفاجة وفتحي عبد الوهاب وعدد آخر من النجوم الشباب. المسلسل من تأليف أمين جمال، وليد أبو المجد، شريف يسري، وإخراج أحمد سمير فرج",ImgUrl:"/images/news2.webp"},
]

const NewsList = News.map((item,index)=>{
  return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
})
  return (
    <>
        <Navbar />
      <div className='page container'>
    
      <div className='page-hierarchy'>
             <span className='parent'>
              <Link href='/'>
                الرئيسية 
             </Link>
           <span className='arow-icon'><MdOutlineKeyboardArrowLeft /></span>
           </span>
           <span className='child'>أخبار الفنانين</span>

      </div>
      <div className='page-title'>أخبار الفنانين</div>
          <div className='landing-news-container '>
       {NewsList}
    
          </div>
        
      </div>
      <Footer />
      </>
  )
}

export default News