import React, { useState } from 'react'
import Link from 'next/link'
import Footer from '../components/reusable/Footer'
import Navbar from '../components/reusable/Navbar'
import Singlenewsinallnews from '../components/Singlenewsinallnews'
import SingleNews from '../components/reusable/singleNews'
import {MdOutlineKeyboardArrowLeft} from'react-icons/md'
import { useQuery } from 'react-query'
import axios from 'axios'
const News = () => {
  const[viewList, setViewList] = useState()
  const fetchData = async () => {
       
  
    const response = await axios.get(`https://vf.alerting.services/SherbiniApis/GetLastNews`,{ headers: {
      "Api_Key": "elinxfthr62023",
      'content-type': 'text/json'
    }});
    return response.data;

  
};
const { isLoading, data, isError, error, isFetching, refetch } = useQuery(
  ["news"],
  () => fetchData(),
  {
    keepPreviousData: true, // Keep previous data while fetching new data
    staleTime: 0,
  }
);
console.log(data);
const News =[
  {Title:'حلقة اليوتيوبر العالمى مستر بيست بالأهرامات تتصدر قائمة يوتيوب حول العالم'
    , Description:"تصدرت حلقة اليوتيوبر العالمى مستر بيست التي تم تصويرها في الأهرامات، قائمة الأعلى مشاهدة على موقع يوتيوب حول العالم، وهي الحلقة التي تخطت حاجز الـ 70 مليون مشاهدة فور طرحها على قناته الخاصة. وطرحت الحلقة على قناة مستر بيست تحت اسم I Spent 100 Hours Inside The Pyramids، والتي حازت على اهتمام مصري وعالمى كبيرين. وكشف أحمد سامى بدوى مدير عام لجنة مصر للأفلام أن الحلقة تمكنت في أقل من يوم من تحقيق قرابة 70 مليون مشاهدة، سيكون لها مردود كبير الذى يصب في صالح السياحة المصرية. وأضاف أنه حاليًا يتم تصوير عمل فنى كبير في مصر، ولكن لن يتم الإعلان عن تفاصيله الآن، كما أنه تم تصوير 70 عملا فنيا عالميا داخل جمهورية مصر العربية في آخر 4 سنوات، منهم 26 عمل في خلال عام 2024، وبالتالي هنالك تزايد في طلبات تصوير الأعمال العالمية في مصر في الفترة الأخيرة."
     ,ImgUrl:"/images/news261.webp"},

     {Title:'أحمد مجدي: مسلسل "أثينا" يتناول قضايا الشباب من منظور شبابي'
       , Description:"أعلن أحمد مجدي مشاركته في مسلسل \"أثينا\" مع ريهام حجاج، والذي يتناول قضايا الشباب من منظور شبابي غير تقليدي. حيث يناقش المسلسل مخاطر الدارك ويب، خلال مسلسلها المقبل أثينا، وذلك من خلال محاولة شقيق بطلة العمل ريهام حجاج للانتحار، وبعد البحث تجد أنها ليست الحالة الأولى في دفعتها، ما يدفعها لمعرفة الأسباب، والذي يكون الدارك ويب أبرزها، وتحاول مواجهة ذلك في إطار اجتماعي تشويقي. ومن المقرر عرض المسلسل في رمضان 2025. مسلسل أثينا بطولة ريهام حجاج، سوسن بدر، أحمد مجدي، نبيل عيسى، محمود قابيل، سلوى محمد علي، جنا الأشقر، وغيرهم من الفنانين، وهو من تأليف محمد ناير، وإخراج يحيى إسماعيل."
       ,ImgUrl:"/images/news262.webp" },
  {Title:'معتز التوني ينتهى من تصوير برنامج "فضفضت أوى" وعرضه في رمضان'
    , Description:"يخوض المخرج معتز التوني تجربة تقديم البرامج التليفزيونية، حيث انتهى من تصوير برنامجه الجديد بعنوان \"فضفضت أوى\" والذى سيعرض فى شهر رمضان المقبل 2025. برنامج \"فضفضت أوى\" يحمل الكثير من المفاجآت للجمهور، حيث يستضيف المخرج معتز التوني خلاله الكثير من النجوم الذين يتحدثون عن مشوارهم الفني وبعض الجوانب فى حياتهم الخاصة ويكشفون أسرارًا جديدة. يشهد برنامج \"فضفضت أوى\" استضافة نجوم لامعة في الوسط الفني منهم، منة شلبي، ماجد الكدواني، كريم محمود عبد العزيز، هشام ماجد، ميمى جمال، طه دسوقي، مصطفى أبو سريع، أحمد فتحي وآخرون. ولم يتم الكشف عن القناة التي سوف يُعرض عليها البرنامج خلال شهر رمضان."
     ,ImgUrl:"/images/news259.webp"},

     {Title:'محمد سامي يسابق الزمن للانتهاء من تصوير "سيد الناس" قبل رمضان'
       , Description:"يسابق المخرج محمد سامي الزمن للانتهاء من تصوير مشاهد مسلسل “سيد الناس”، حيث أنجز حتى الآن 80% من إجمالي الأحداث. ويواصل تصوير المشاهد المتبقية في ديكور الحارة بمدينة الإنتاج الإعلامي، بمشاركة عمرو سعد، إلهام شاهين، خالد الصاوي، أحمد رزق، أحمد زاهر، ريم مصطفى، رنا رئيس، وسلوى عثمان. جدير بالذكر أن مسلسل \"سيد الناس\" من تأليف ورشة قلم. وقد طرحت الشركة المنتجة “سيدرز آرت برودكشن – صبّاح إخوان” مؤخرًا البوسترات الرسمية البرومو الدعائي للمسلسل عبر قناة MBC مصر، استعدادًا لعرضه الحصري خلال رمضان المقبل."
       ,ImgUrl:"/images/news260.webp" },
  {Title:'خالد الصاوي يكشف عن شخصيته في "المداح 5"'
    , Description:"كشف خالد الصاوي عن دوره في مسلسل \"المداح \" الجزء الخامس والاخير بطولة الفنان حمادة هلال. وصرح أنه سوف يظهر بأكثر من شخصية خلال حلقات المسلسل لانه يجسد جن من النار. وجدير بالذكر أن خالد الصاوي قد تعرض لكسر في ذراعه وأوضح أن السبب أنه مصاب بانزلاق غضروفي، واختل توازنه فسقط على لوح زجاجي أدى إلى إصابته بكسر في اليد، وقام على الفور بعمل أشعة وجبيرة في يده. وأكد الصاوي أنه مازال مستمر في تصوير مشاهد مسلسل \"المداح\" وأيضًا مسلسل \"سيد الناس\" رغم إصابته بكسر في ذراعه. \"المداح 5\" من بطولة حماده هلال، غادة عادل، خالد الصاوي، مي كساب، هبة مجدي، يسرا اللوزي، خالد سرحان والمسلسل من تأليف أمين جمال ووليد أبو المجد وشريف يسري وإخراج أحمد سمير فرج."
     ,ImgUrl:"/images/news257.webp"},

     {Title:'"ظلم المصطبة" مهدد بالخروج من السباق الرمضاني بعد اعتذارات صُناعه'
       , Description:"على الرغم من طرح البوستر الرسمي للمسلسل والكشف عن برومو أبطال العمل إلا أن مسلسل \"ظلم المصطبة\" يواجه شبح التأجيل والخروج من سباق رمضان 2025 بسبب اعتذارات صناعه. فبعد أن أعلن مؤلف المسلسل محمد رجاء اعتذاره عن استكمال العمل بعد تسليمه 6 حلقات من المسلسل بسبب اختلافات وجهات النظر الفنية. تعرض مسلسل لأزمة جديدة باعتذار المخرج هاني خليفة عن استكمال إخراج المسلسل بعد انتهائه من تصوير الثلاث حلقات الأولى ليستكمل تصوير العمل المخرج محمد علي في محاولة من صناع المسلسل للحاق بموسم رمضان 2025. ويطرح السؤال نفسه بعد هذه السلسلة الطويلة من الاعتذارات لصناع مسلسل \"ظلم المصطبة\" هل يمكنه اللحاق بالموسم الرمضاني أم يعلن صناعه عن تأجيله؟"
       ,ImgUrl:"/images/news258.webp" },
  {Title:'المخرج حسام على يكشف عن البوسترات الفردية لأبطال مسلسل "النص"'
    , Description:"كشف المخرج حسام على عن البوسترات الفردية لمسلسل \"النص\" بطولة أحمد أمين، والمقرر عرضه في رمضان المقبل. ويتناول المسلسل حقب زمنية مختلفة، وتصدر أبطال المسلسل بوسترات لـ أحمد امين، أسماء أبو اليزيد، صدقى صخر، دنيا سامى، عبد الرحمن محمد، سامية طرابلسى، وآخرون. يتكون المسلسل من 15حلقة، وبطولة أحمد أمين، أسماء أبو اليزيد، صدقي صخر، حمزة العيلي، سامية طرابلسي، دنيا سامي، سمرعلام، دعاء حكم، عبد الرحمن محمد، إسراء أحمد عطية، وائل عيني، والعمل مستوحًى من كتاب \"مذكرات نشال\" للباحث أيمن عثمان. وسيناريو وحوار شريف عبدالفتاح، عبدالرحمن جاويش، ووجيه صبري وإخراج حسام علي وإنتاج شركة أروما للمنتج تامر مرتضى أحمد أمين يعتمد في المسلسل على قصة كوميدية مستوحاة من كتاب \"مذكرات نشال\" للباحث أيمن عثمان إذ يلعب أمين دور دور نشال محترف يدعى عبد العزيز النص يقرر التوبة عن السرقة، ويُشّكل فرقة لمواجهة الاحتلال الإنجليزى، مكونة من مجموعة من النشالين مع الاستعانة بفتاة ليل وضابط، ويستطيع أمين وفرقته مقاومة الاحتلال ليتحول من نشال إلى بطل شعبى تتحاكى به الأجيال."
     ,ImgUrl:"/images/news255.webp"},

     {Title:'شيرين رضا تنتظر عرض مسلسلها "النصاب" على إحدى المنصات الرقمية'
       , Description:"تنتظر شيرين رضا عرض مسلسلها الجديد عبر إحدى المنصات العالمية والتي يعرض بعنوان \"النصاب\"، ويشاركها البطولة عدد من الفنانين العرب، منهم علي كاكولي، وفي فؤاد وغيرهم ومن إخراج عصام عبد الحميد، ومن المقرر عرضه خلال الفترة المقبلة."
       ,ImgUrl:"/images/news256.webp" },
  {Title:'طرح بوستر مسلسل الغاوي.. أحمد مكي وسط الحمام'
    , Description:"كشف المنتج تامر مرسى عن بوستر مسلسل \"الغاوي\" بطولة أحمد مكى والمقرر طرحه في رمضان المقبل، وعلق قائلا: \"رمضان 2025 إن شاء الله\". ويجسد أحمد مكي شخصية شاب يدعى شمس الغاوى من منطقة شعبية في مصر القديمة يقوم بأعمال البلطجة، وذلك خلال أحداث مسلسل الغاوى الذي يواصل تصويره للعرض في رمضان، ويقرر شمس التوبة عن الأعمال التي يقوم بها والبحث عن مهنة حلال ولكن يواجه العديد من التحديات. ينتمي المسلسل لنوعية أعمال الـ 15 حلقة وهو من تأليف طارق كاشف ومحمود زهران وإخراج ماندو العدل وإنتاج شركة سينرجى وبطولة أحمد مكي وعائشة بن أحمد وعمرو عبد الجليل، أحمد بدير، أحمد كمال، محمد لطفى، ولاء الشريف، كرم جابر، هاجر عفيفى، أبيوسف، تامر شلتوت، وضيف الشرف كزبرة ويقدم مكي خلال أحداثه الدراما الشعبية لأول مرة."
     ,ImgUrl:"/images/news253.webp"},

     {Title:'سلوى خطاب صعيدية اسمها جلالة فى مسلسل "حكيم باشا" مع مصطفى شعبان'
       , Description:"تجسد سلوى خطاب شخصية سيدة صعيدية تدعى \"جلالة\" خلال أحداث مسلسل \"حكيم باشا\" مع مصطفى شعبان، والذى تواصل تصويره للعرض فى شهر رمضان المقبل 2025، وتكشف حلقات المسلسل حكاية جلالة مع مصطفى شعبان وعائلة الباشا التي تدور حولها الأحداث. مسلسل حكيم باشا بطولة مصطفى شعبان، دينا فؤاد وسهر الصايغ، رياض الخولى، سلوى خطاب، منذر رياحنة، أحمد فؤاد سليم، سلوى عثمان، فتوح أحمد محمد نجاتي، ميدو عادل، أحمد صيام، فتوح أحمد، هاجر الشرنوبي، هايدى رفعت والعمل من تأليف محمد الشواف وإخراج أحمد خالد أمين وإنتاج شركة سينرجي، ويقدم مصطفى شعبان فى العمل الدراما الصعيدية لأول مرة فى مشواره الفنى كما يتطرق العمل لتجارة الآثار."
       ,ImgUrl:"/images/news254.webp" },
  {Title:'كوميديا مختلفة.. سوسن بدر مفاجأة مسلسل "الكابتن" في رمضان'
    , Description:"تستعد سوسن بدر لعرض مسلسلها الجديد \"الكابتن\" خلال موسم رمضان المقبل حيث يُعرض حصريًا عبر قنوات الشركة المتحدة للخدمات الإعلامية ومنصة Watch It الرقمية. كشفت منصة Watch It عن البوستر الرسمي للمسلسل عبر حساباتها على مواقع التواصل الاجتماعي، وعلقت: \"كوميديا من نوع مختلف هنستمتع بيها مع النجمة سوسن بدر في مسلسل الكابتن.\" يشارك في بطولة \"الكابتن\" أكرم حسني، آية سماحة، رحمة أحمد، محمد رضوان، أحمد الرافعي، سامي مغاوري، وعمر شوقي. المسلسل من تأليف عمرو الدالي، وإخراج معتز التوني. يجسد أكرم حسني خلال الأحداث شخصية كابتن طيار يتسبب في حادث يؤدي إلى وفاة ركاب طائرته، لتبدأ سلسلة من المواقف الكوميدية التي تسلط الضوء على التحولات الشخصية والمهنية التي يمر بها."
     ,ImgUrl:"/images/news251.webp"},

     {Title:'"إقامة جبرية" يحتل المركز الأول في نسب المشاهدة بمصر'
       , Description:"تصدر مسلسل \"إقامة جبرية\" بعد عرض أولى حلقاته من تصدر نسب المشاهدة في مصر، وذلك بعد طرح معظم حلقاته عبر منصة watch it والتي لاقت إعجاب العديد من المتابعين والجماهير. احتل مسلسل إقامة جبرية المركز الأول من أصل 10 مراكز هم الأعمال الأعلى مشاهدة فى مصر . ويتكون مسلسل \"إقامة جبرية\" من 10 حلقات، وهو من نوعية الدراما النفسية ممتزجة بالتشويق والإثارة، وتدور أحداثه في إطار اجتماعي تشويقي حول العديد من القضايا المجتمعية."
       ,ImgUrl:"/images/news252.webp" },
  {Title:'طرح البوستر الرسمي لمسلسل "الشرنقة" لـ أحمد داود'
    , Description: "طرح البوستر الرسمي لمسلسل \"الشرنقة\" بطولة أحمد داود، والمقرر عرضه في رمضان المقبل. وتدور أحداث المسلسل في إطار اجتماعي تشويقي غامض، يجسد أحمد داود دور محاسب يُدعى حازم يعمل داخل إحدى الشركات الكبرى، ومعروف عنه بين زملائه التميز والإبداع في عمله، إلا أنه يُفاجئ بممارسات غير قانونية داخل الشركة، ويتطرق لقضية غسيل أموال ليدخل في مواجهات وتتغير حياته رأسًا على عقب، وذلك في أجواء مليئة بالإثارة والتشويق. مسلسل \"الشرنقة\" يضم عدد كبير من النجوم بجانب أحمد داوود أبرزهم مريم الخشت، صبري فواز، علي الطيب، سارة أبي كنعان، عمرو وهبة، وياسر عزت، والمسلسل من تأليف عمرو سمير عاطف ومن إخراج محمود عبد التواب توبة، ومن إنتاج شركة أروما للمنتج تامر مرتضى، ويتكون المسلسل من 15 حلقة."
     ,ImgUrl:"/images/news249.webp"},

     {Title:'حسن أبو الروس يروج لمسلسه الجديد مع غادة عبد الرازق'
       , Description: "شارك حسن أبو الروس، مع جمهوره صورة لأحدث أعماله الفنية، عبر صفحته على إنستجرام. وظهر في الصورة مع غادة عبد الرازق، خلال كواليس تصوير مسلسل \"شباب امرأة\" ، والذي من المقرر عرضه في موسم دراما رمضان 2025. وكتب حسن أبو الروس على الصورة: \"ست الدنيا دي حبيبتي….وإللي قلبه جايبه يجيب حبايبه\". مسلسل \"شباب امرأة\" من بطولة غادة عبد الرازق، ويشاركها محمد محمود، رانيا منصور، احمد فتحي، محمود حافظ، چوري بكر، حسن ابو الروس، داليا شوقي، و يوسف عمر."
       ,ImgUrl:"/images/news250.webp" },
  {Title:'تغيير اسم مسلسل "فات الميعاد" لـ"طلاق مصلحة"'
    , Description:"كشف محمد علي رزق، عن تغيير اسم مسلسله الجديد، والذي كان يحمل عنوان \"فات الميعاد\"، ليصبح \"طلاق مصلحة\"، والمقرر عرضه ضمن موسم الاوف سيزون لعام 2025. وأكد أنه لا يزال يواصل تصوير مشاهده ضمن أحداث العمل، مشيرًا إلى أنه لم ينتهِ بعد من التصوير. جدير بالذكر أن مسلسل \"طلاق مصلحة\" يتكون من 30 حلقة، ويشارك في بطولته أسماء أبو اليزيد، أحمد مجدي، أحمد صفوت، هاجر عفيفي، محمد أبو داوود، وآخرون، وهو من تأليف الثلاثي عاطف ناشد وإسلام أدهم وناصر عبدالحميد، وإخراج سعد هنداوي."
     ,ImgUrl:"/images/news247.webp"},

     {Title:'أشرف عبد الباقي بلوك جديد في "قلبي ومفتاحه"'
       , Description: "شارك أشرف عبد الباقي، مع جمهوره ومتابعيه، عبر صفحته على انستجرام البوستر الدعائي له في مسلسل \"قلبي ومفتاحه\"، المقرر عرضه خلال رمضان المقبل. وروج أشرف عبد الباقي لدوره في المسلسل، وعلق قائلاً: \"استنوني في عمل مختلف في رمضان 2025 .. مسلسل قلبي ومفتاحه\". وظهر بلوك جديد عما اعتاده الجمهور عليه مرتديا نظارة وبلحية. مسلسل \"قلبي ومفتاحه\" من بطولة مي عز الدين وآسر ياسين وأحمد خالد صالح وأشرف عبد الباقي ودياب وعايدة رياض وسما إبراهيم وميس حمدان وحازم سمير من تأليف تامر محسن ومها الوزير ومن إخراج تامر محسن."

       ,ImgUrl:"/images/news248.webp" },
  {Title:'إيمي سمير غانم تعود للكوميديا بمسلسل "عقبال عندكم"'
    , Description:"تعود إيمي سمير غانم إلى الكوميديا بعد غياب طويل، من خلال مسلسل \"عقبال عندكم\" المقرر عرضه في رمضان المقبل. وطرحت الشركة المنتجة برومو المسلسل عبر الفيس بوك وعلقت عليه قائلة: \"انتظروا نجمة الكوميديا إيمي سمير غانم في مسلسل عقبال عندكوا في رمضان على شاشات المتحدة.. راجعة تضحكنا بعد سنين غياب\". يدور المسلسل في إطار اجتماعي كوميدي، ويحمل مفاجآت عديدة، والعمل مكون من 15 حلقة، وجار في الفترة الحالية الاتفاق على كافة تفاصيله، والعمل من إخراج علاء إسماعيل. ويعد المسلسل استكمالا لثنائية حسن الرداد وإيمي سمير غانم، بعدما اجتمعا في العديد من الأعمال الفنية سواء درامية أو سينمائية أو مسرحية منها \"حق ميت\" و \"عزمي وأشجان\" و \"البس عشان خارجين\"."

     ,ImgUrl:"/images/news245.webp"},

     {Title:'عصام عمر يروج لـ "نصف الشعب اسمه محمد" '
       , Description:"روج عصام عمر لأحدث أعماله الدرامية مسلسل \"نصف الشعب اسمه محمد\" عبر حسابه على الفيسبوك. ونشر عصام عمر بوستر العمل، المقرر عرضه ضمن سباق رمضان المقبل 2025. ويشارك في المسلسل عصام عمر، رانيا يوسف، مايان السيد، هاجر السراج، محمد محمود، شيرين، محمد عبدالعظيم، دنيا سامي، وألفت إمام. يتكون المسلسل من 15 حلقة، ويقدم عصام خلاله شخصية مهندس تكييف يعمل في المطار، وتمر حياته بالعديد من الأزمات، فيما تجسد رانيا يوسف شخصية موظفة في الشهر العقاري ضمن الأحداث."

       ,ImgUrl:"/images/news246.webp" },
  {Title:'نضال الشافعي ومها نصار يتعاقدان على "ضل حيطة" بطولة ياسمين صبري'
    , Description: `تعاقد نضال الشافعي ومها نصار على مسلسل "ضل حيطة"، من بطولة ياسمين صبري، والمقرر عرضه خلال رمضان المقبل. المسلسل يتكون من 15 حلقة، وهو من تأليف محمد سيد بشير، إخراج شيرين عادل، وإنتاج مها سليم، ومن المنتظر أن يبدأ نضال الشافعي تصوير مشاهده في الأيام المقبلة. ويضم المسلسل نخبة من النجوم، منهم ياسمين صبري، نيقولا معوض، وفاء عامر، هالة فاخر، عزت زين، عابد عناني، نضال الشافعي، مها نصار، هند عبد الحليم، بالإضافة إلى عدد كبير من ضيوف الشرف والفنانين الشباب.`
     ,ImgUrl:"/images/news243.webp"},

     {Title:'فريق عمل "وش سعد" يحتفل بعيد ميلاد صلاح عبدالله'
       , Description:"احتفل أبطال وصناع مسلسل \"وش سعد\" بعيد ميلاد صلاح عبد الله، وذلك أثناء تصوير العمل. ونشر صلاح عبدالله، عبر إنستجرام مقطع فيديو للحظة الاحتفال، وعلق قائلاً: \"أثناء تصوير مسلسل وش سعد رمضان ٢٠٢٥ بإذن الرحمن شكراً من الأعماق حبايبي\". مسلسل \"وش سعد\" من بطولة: أحمد صالح، آيتن عامر، مصطفى أبوسريع، صلاح عبد الله، عبير صبري، إبرام سمير، علاء مرسي، دنيا المصري، عايدة رياض، أحمد صيام، وآخرون، العمل من تأليف حسام موسى وإخراج محمد حمدي. تدور أحداث المسلسل حول رجل إماراتي يسافر إلى القاهرة في رحلة عمل، حيث يتعرض لحادث غير متوقع أثناء تجوله ليلًا مع سائقة سيارة تأخذه إلى منزلها بدلًا من المستشفى خوفًا من المسؤولية، مما ينطلق منه العديد من المواقف الكوميدية الاجتماعية التي تكشف ملامح الحارة المصرية والمجتمع الشعبي الأصيل."
       ,ImgUrl:"/images/news244.webp" },
  {Title:'صابرين ومراد مكرم في "خانة فاضية" في رمضان 2025'
    , Description:"تواصل صابرين تصوير مشاهدها في مسلسل \"خانة فاضية\"، الذي يخرجه شادي أبو شادي، والمقرر عرضه في رمضان المقبل. وتظهر صابرين في العمل بدور طليقة مراد مكرم، ولديهما توأم غير متطابق يلعب دوره الفنانان الشابان سليم الترك وفؤاد محسن. ويضم مسلسل \"خانة فاضية\" عددًا من النجوم، منهم: صابرين، حسين فهمي، سليم الترك، مراد مكرم، أحمد فهيم، دنيا المصري، فؤاد محسن، أحمد جيكا، ميمي جمال، بالإضافة إلى عدد من ضيوف الشرف. المسلسل يتكون من 15 حلقة، وهو من تأليف أحمد رجب وإسلام شتا، وإنتاج شركة عين للإنتاج الفني."
     ,ImgUrl:"/images/news241.webp"},

     {Title:'دنيا سمير غانم في الجامعة بسبب "عايشة الدور" '
       , Description:"يواصل فريق عمل مسلسل \"عايشة الدور\", بطولة دنيا سمير غانم, تصوير مشاهد جديدة من العمل داخل إحدى الجامعات في أكتوبر.\n\nوتدور أحداث المسلسل في إطار اجتماعي مشوق, حيث تشهد الأحداث قصة حب تجمع بين الفنانة دنيا سمير غانم والفنان محمد كيلاني, الذي يشارك في بطولة العمل.\n\nويعد المسلسل من تأليف أحمد الجندي وكريم يوسف, وإخراج أحمد الجندي, ويتكون من 15 حلقة فقط.\n\nوإلى جانب دنيا سمير غانم ومحمد كيلاني, يشارك في بطولة المسلسل عدد من النجوم, من بينهم أميرة أديب, فدوى عابد, ماجد القلعي, ومحمد ثروت."
       ,ImgUrl:"/images/news242.webp" },
  {Title:'أحمد فهمي وإدوارد ونجلاء بدر في المستشفى بسبب "تليجراف"'
    , Description:'يواصل أبطال مسلسل "تليجراف" تصوير مشاهدهم داخل العمل تمهيدًا لعرضه في موسم رمضان 2025. وقد انتهت نجلاء بدر وأحمد فهمي وإدوارد من تصوير عدد من مشاهد العمل بالأمس داخل مستشفى بمنطقة الشيخ زايد بمدينة السادس من أكتوبر. ويشارك في بطولة المسلسل أحمد فهمي، ميرنا نور الدين، إدوارد، نجلاء بدر، وصفاء الطوخي، والعمل من تأليف هشام هلال، إخراج أحمد خالد، وإنتاج سالي والي، وينتمي المسلسل إلى نوعية الحلقات الطويلة 30 ومن المقرر عرضه خلال السباق الرمضاني 2025.'
     ,ImgUrl:"/images/news239.webp"},

     {Title:'دي إم سي تبدأ الترويج لمسلسل "النُّص" بطولة أحمد أمين'
       , Description:'روجت صفحة قناة دى إم سى لمسلسل "النُّص" بطولة الفنان أحمد أمين ونشرت صورًا من كواليس المسلسل الذى يعرض خلال موسم رمضان المقبل، وتضمنت الصور مشاهد ل أحمد أمين والفنان صدقي صخر. مسلسل "النُّص" من بطولة أحمد أمين وأسماء أبو اليزيد وصدقي صخر وحمزة العيلي وسامية طرابلسي وكذلك دنيا سامي وسمر علام ودعاء حكم.'
       ,ImgUrl:"/images/news240.webp" },
  {Title:'خالد سرحان يكشف تفاصيل "المداح 5"'
    , Description:"كشف خالد سرحان عن تفاصيل \"المداح ٥\" مشيرًا إلى التغييرات اللافتة في الجزء الجديد. وأعرب سرحان عن حماسه لدوره في المسلسل، قائلاً: \"دوري في المداح السنة دي مختلف تماماً، مفيش كوميديا، والمهنة اللي بقدمها فيها تغيير كبير\". كما أشار إلى التطور الكبير الذي يشهده الجزء الجديد مقارنة بالأجزاء السابقة، موضحاً: \"الإخراج، التصوير، والمونتاج على مستوى مختلف تماماً، والقصة مليانة إثارة بجرعة كبيرة\"."
     ,ImgUrl:"/images/news237.webp"},

     {Title:'منى عبدالغني تبدأ تحضيراتها لمسلسل "قبايل الصخرة"'
       , Description:  "تشارك منى عبدالغني، في بطولة الجزء الثاني من مسلسل \"قلع الحجر\"، الذي يحمل عنوان \"قبايل الصخرة\". وأعربت منى عبدالغني عن صعوبة التحضيرات للجزء الثاني مقارنة بالجزء الأول، مؤكدة أن العمل يتطلب جهدًا كبيرًا. وحول التحديات التي واجهتها أثناء تقديم الدراما الصعيدية، أشارت عبدالغني إلى أن التحدي الأكبر كان في إتقان اللهجة الصعيدية، حيث قالت: \"التحدي الحقيقي كان في اللهجة الصعيدية\". كما أوضحت أنها تواجه ضغطًا كبيرًا بسبب التحضيرات المكثفة للمسلسل، بالتزامن مع تقديمها لبرنامج \"الستات\"، مضيفة: \"أقوم بمذاكرة الدور جيدًا، حيث أشبه طلبة الثانوية العامة، إضافة إلى تقديمي لبرنامج الستات\". وأشارت إلى أن الجزء الثاني سيشهد تطورات سريعة ومشاركة شخصيات جديدة. وعلقت قائلة: \"الأحداث في الجزء الثاني سريعة، وهناك العديد من الشخصيات الجديدة التي انضمت للعمل، وسنرى ماذا سيفعل الفرماوي في تحية\"."
       ,ImgUrl:"/images/news238.webp" },
  {Title:'صابرين: دور هنا الزاهد في "إقامة جبرية" هيفرق في تاريخها الفني'
    , Description:"تشارك صابرين في بطولة مسلسل “إقامة جبرية”، مع هنا الزاهد والفنان محمد الشرنوبي، وهو العمل الذي حقق نجاحًا كبيرًا منذ بداية عرضه. وفي إحدى التصريحات، أعربت صابرين عن سعادتها بردود الفعل الإيجابية، قائلة: \"محدش بيتوقع نجاح العمل، لكن بنجتهد ونعرف إننا بنقدم حاجة مميزة، لكن الصدى الكبير اللي وصلنا فاق كل التوقعات\". وأضافت عن تعاونها للمرة الثانية مع محمد الشرنوبي، حيث تجسد دور والدته: \"محمد ممثل مجتهد، وبيجمعنا كيمياء في تجسيد أدوار الأم والابن، وبحبه على المستوى الشخصي\". كما أشادت صابرين بأداء هنا الزاهد في المسلسل، مؤكدة أنها توقعت نجاحها منذ اليوم الأول للتصوير، قائلة: \"من البداية قلت لهنا إن الدور ده هيحطك في مكانة جديدة، وهيفرق في تاريخك\"."
     ,ImgUrl:"/images/news235.webp"},

     {Title:'بعد 24 عامًا .. طارق العريان يعلن عن "السلم والثعبان 2" '
       , Description: "مع إعلان المخرج طارق العريان عن انتهاء التحضيرات الخاصة بفيلم \"السلم والثعبان 2\" والاستعداد لبدء تصويره بعد 24 عامًا من عرض الجزء الأول، تساءل الجمهور عن القصة، وهل ستكون امتدادًا للجزء الأول بعد 24 عاماً، وعن الأبطال وسبب تغيرهم، ولكن ظل السؤال الأبرز هل سيحقق الجزء الثاني للفيلم النجاح مثل الجزء الأول؟ على الرغم من أن هذا السؤال من الصعب الإجابة عليه، إلا أن الجزء الثاني من الفيلم يجمع الكثير من عوامل نجاح الجزء الأول، وهم ذات الصناع المؤلف محمد حفظي، والمخرج طارق العريان، كما يدور في إطار رومانسي أيضاً. ويدور حول قصة أحمد وملك من بطولة عمرو يوسف ومنة شلبي، وهما شخصيتان يختلفان عن أبطال الجزء الأول \"حازم- هاني سلامة\" و\"ياسمين- حلا شيحة\" ما يعني وجود قصة مختلفة جديدة وليس تطور الأحداث. ويعد \"السلم والثعبان 2\" هو التعاون السينمائي الأول الذي يجمع بين منة شلبي وعمرو يوسف والمتوقع أن تكون ثنائية ناجحة."
       ,ImgUrl:"/images/news236.webp" },
  {Title:'بدء الترويج ل فيلم "لأول مرة" وإطلاق البوسترات الدعائية'
    , Description:"أطلقت شركة هوليوود فيلم بوسترات الشخصيات الرئيسية لفيلم \"لأول مرة\" تمهيدًا لطرحه في دور العرض بداية من 29 يناير الحالي. وتضم البوسترات الشخصيات التي يلعبها أبطال الفيلم الرئيسيون؛ تارا عماد، وعمر الشناوي، ونبيل عيسى، ورانيا منصور، وعايدة رياض، وفيدرا. تدور قصة الفيلم حول خالد وغادة، زوجان يعيشان قصة حب سعيدة تتحول فجأة إلى جحيم عندما يكتشف خالد سراً خطيراً ويقرر مواجهة زوجته به، ما يشعل ليلة مليئة بالشك والعنف والاتهامات المتبادلة بالخيانة. تكشف تلك الليلة المثيرة توترات عميقة في علاقتهما. فيلم \"لأول مرة\" من بطولة تارا عماد وعمر الشناوي، مع نبيل عيسى ورانيا منصور، وعايدة رياض، وفيدرا، ومن تأليف محمد عبد القادر، وإخراج جون إكرام في ثاني تعاون لهما بعد فيلم \"كاملة\" عام 2022."
     ,ImgUrl:"/images/news233.webp"},

     {Title:'هنا الزاهد تشارك في "الأرض السوداء" لـ كريم عبد العزيز'
       , Description: "انضمت هنا الزاهد مؤخرا للمشاركة في فيلم \"الأرض السوداء\" بطولة كريم عبد العزيز، وتظهر هنا كضيف شرف ضمن أحداث العمل. فيلم :الأرض السوداء\" هو أول تعاون يجمع بين كريم عبد العزيز وياسمين صبري ليكونا واحدة من الثنائيات الفنية الجديدة التي يكتشفها الجمهور ويشاركهم البطولة إياد نصار ومريم محمود الجندي وأحمد غزي وعصام السقا من إخراج بيتر ميمي. ويعد الفيلم هو ثاني تعاون سينمائي يجمع بين كريم عبد العزيز والمخرج بيتر ميمي بعد تعاونهما الأول في فيلم \"بيت الروبي\"."
       ,ImgUrl:"/images/news234.webp" },
  {Title:'طرح البرومو الرسمي لمسلسل "الحلانجي" في رمضان'
    , Description:"كشف خالد سرحان عن مشاركته في مسلسل \"منتهي الصلاحية\" المقرر عرضه في رمضان 2025، قائلاً: \"بدأت تصوير مشاهدي في المسلسل، وهو دور مختلف تمامًا عن أدواري السابقة\". وأضاف: \"أبتعد هذه المرة عن الكوميديا لتقديم شخصية جدية ليس لها علاقة بالكوميديا نهائياً وتحمل أبعادًا مختلفة عن أي شيء قدمته من قبل\". ويتكون مسلسل \"منتهي الصلاحية\" من 15 حلقة، وهو من تأليف محمد هشام عبية، وإخراج تامر نادي. ويشارك في البطولة محمد فراج، ياسمين رئيس، هنا شيحة، هبة مجدي، دنيا ماهر، محمود الليثي، سامي مغاوري، حسن مالك، جيسيكا حسام الدين، وملك حسن. ومن المقرر عرض المسلسل أيضًا على إحدى المنصات الرقمية."
     ,ImgUrl:"/images/news231.webp"},

     {Title:'سامح حسين يعرض مسرحية "وحيد في المنزل" متى وأين؟ اعرف التفاصيل'
       , Description:"طرحت الشركة المنتجة البرومو الرسمي لمسلسل \"الحلانجي\"، بطولة محمد رجب، استعدادًا لعرضه في رمضان لعام 2025. ويشارك في بطولة مسلسل \"الحلانجي\" باقة من النجوم وهم محمد رجب، أيتن عامر، عبير صبري، ميمي جمال، سامي مغاوري، محمود قابيل، طارق صبري، هالة فاخر، أحمد وفيق، ومحمد لطفي. المسلسل من تأليف محمود حمدان، إخراج معتز حسام، وإنتاج ممدوح شاهين. وتدور أحداث العمل في إطار اجتماعي تشويقي ممزوج بالكوميديا، حول شخصية \"طه الحلانجي\"، الذي يتميز بهذه الصفة في تعاملاته وحياته اليومية، ليصبح محط أنظار الجميع."
       ,ImgUrl:"/images/news232.webp" },
  {Title:'خالد سرحان يكشف تفاصيل دوره في مسلسل "منتهي الصلاحية"'
    , Description:"كشف خالد سرحان عن مشاركته في مسلسل \"منتهي الصلاحية\" المقرر عرضه في رمضان 2025، قائلاً: \"بدأت تصوير مشاهدي في المسلسل، وهو دور مختلف تمامًا عن أدواري السابقة\". وأضاف: \"أبتعد هذه المرة عن الكوميديا لتقديم شخصية جدية ليس لها علاقة بالكوميديا نهائياً وتحمل أبعادًا مختلفة عن أي شيء قدمته من قبل\". ويتكون مسلسل \"منتهي الصلاحية\" من 15 حلقة، وهو من تأليف محمد هشام عبية، وإخراج تامر نادي. ويشارك في البطولة محمد فراج، ياسمين رئيس، هنا شيحة، هبة مجدي، دنيا ماهر، محمود الليثي، سامي مغاوري، حسن مالك، جيسيكا حسام الدين، وملك حسن. ومن المقرر عرض المسلسل أيضًا على إحدى المنصات الرقمية."
     ,ImgUrl:"/images/news229.webp"},

     {Title:'محمد جمعة يكشف عن موعد عرض مسرحية "بني آدم" في موسم الرياض'
       , Description:"أعلن محمد جمعة عن موعد عرض مسرحية “بني آدم” على مسرح بكر الشدي في المملكة العربية السعودية، ضمن فعاليات موسم الرياض. وقد شارك جمعة بوستر المسرحية عبر حسابه على إنستجرام وعلق قائلًا: “المسرحية الكوميدية بني آدم على مسرح بكر الشدي بداية من يوم 23 يناير وحتى 1 فبراير”. ويشارك في المسرحية أحمد حلمي، محمد جمعة، حمدي الميرغني، مصطفى خاطر، وإيمان السيد، وتدور أحداثها في إطار كوميدي حول محاولة “ناجي” وابنته “فرح” إعادة إحياء مسرح مهجور تسكنه روح عفريت غاضب يُدعى “غندور”."
       ,ImgUrl:"/images/news230.webp" },
  {Title:'عنبة ينضم رسميًا إلى أبطال مسلسل "الكوتش"'
    , Description:"انضمام عنبة رسميًا إلى فريق عمل مسلسل \"الكوتش\"، المنتظر عرضه في موسم رمضان 2025. وقد كشف المخرج أحمد صالح الكيلاني عن انضمامه للعمل، حيث نشر عبر حساباته الرسمية صوراً تجمعهما خلال التحضيرات، مؤكداً حماسه للتعاون معه في هذا المشروع. من ناحية أخرى أعرب عنبة عن سعادته البالغة بالمشاركة في مسلسل \"الكوتش\"، مشيراً إلى أن العمل مع المخرج أحمد صالح الكيلاني يمثل تجربة مميزة بالنسبة له، كما أثنى على أجواء العمل والفريق، معبرًا عن حماسه لتقديم شخصية جديدة ومختلفة لجمهوره. مسلسل \"الكوتش\" مكون من 15 حلقة، ويدور في إطار اجتماعي كوميدي، ما يجعله من الأعمال المتوقع أن تحظى بمتابعة جماهيرية كبيرة."
     ,ImgUrl:"/images/news227.webp"},

     {Title:'أكرم حسني: أجواء حفل Joy Awards لا تُنسى'
       , Description:"عبر أكرم حسني عن سعادته الكبيرة بمشاركته في حفل Joy Awards، الذي يُعد من أبرز الفعاليات الفنية في المملكة العربية السعودية. كما تحدث أكرم حسني، في أحد اللقاءات التلفزيونية عن الأجواء الرائعة التي سادت الحفل، وأشاد بتنظيم الحدث ومستوى الاحترافية الذي ظهرت به الفعاليات، وأوضح أن مشاركة عدد كبير من النجوم والفنانين في هذه الاحتفالية يجعلها تجربة لا تُنسى، متوقعًا أن تستمر الرياض في استقطاب الفعاليات الكبرى في المستقبل."
       ,ImgUrl:"/images/news228.webp" },
  {Title:'محمد سعد: صناع فيلم الدشاش تفاجئوا إني مش عاوز ألعب كوميدي'
    , Description:"تحدث محمد سعد عن كواليس إعداد سيناريو فيلم 'الدشاش'، وقال: 'ورشة الكتابة فى فيلم الدشاش تفاجأت كلها بإنى مش عاوز ألعب كوميدي، جوزيف وسامح عبد العزيز وكله، والناس خافت من التجربة، ولما شافوا المونتاج قالوا تمام هنكمل التصوير وكلهم تحمسوا وكملنا'. فيلم الدشاش يعيد محمد سعد إلى السينما بعد غياب 5 سنوات، وتحديداً منذ تقديمه فيلم محمد حسين الذي تم عرضه عام 2019 وشارك في بطولته مي سليم وسمير صبري."
     ,ImgUrl:"/images/news225.webp"},

     {Title:'السيناريست محمد رجاء يعتذر عن استكمال "ظلم المصطبة"'
       , Description:"أعلن السيناريست محمد رجاء، اعتذاره عن استكمال كتابة سيناريو مسلسل 'ظلم المصطبة'، بعد تسليم الحلقات الست الأولى. وقد صرح رجاء عبر حسابه الرسمي على الفيسبوك: 'وأنا أعلن عن اعتذاري عن استكمال كتابة سيناريو وحوار مسلسل 'ظلم المصطبة' بعد تسليم الحلقة السادسة بعد أن كتبت الحلقات من الأولى للسادسة'. وتابع: 'وذلك بسبب اختلاف وجهات النظر الفنية بعد العديد من المحاولات .. إلا إني فعلاً استمتعت بالعمل مع المخرج الكبير هاني خليفة شريكي في العديد من الأعمال السابقة .. وأتمنى كل التوفيق والنجاح لفريق العمل إن شاء الله'. مسلسل 'ظلم المصطبة'، من تأليف أحمد فوزي صالح، وسيناريو وحوار ومحمد رجاء، من بطولة: إياد نصار، فتحي عبد الوهاب، ريهام عبد الغفور، بسمة، أحمد عزمي، دياب، وغيرهم من النجوم."
       ,ImgUrl:"/images/news226.webp" },
  {Title:'مصطفى أبو سريع: دوري في"العتاولة 2" يفاجئ الجمهور بتغيير كبير'
    , Description:"كشف مصطفى أبو سريع عن تفاصيل جديدة ومثيرة حول ثاني أجزاء مسلسل \"العتاولة 2\"، المقرر عرضه في رمضان 2025. وصرح أبو سريع أن شخصية \"عاطف\" التي يؤديها ستشهد تغييرات وفقًا لتأثير الدراما، مشيرًا إلى أنه قد انتهى من تصوير 40% من مشاهده. وأضاف أبو سريع: \"اللي بيميز العتاولة كواليسها، والاتفاق أننا كلنا متفقين على أنه سيكون هناك جزء ثاني من المسلسل سواء من إدارة القناة أو النجوم أو المخرج، وكل النجوم الكبار الذين يشاركون في الجزء الثاني أضافوا بهجة للكواليس، لأنهم جميعًا فنانين كبار جدًا\". ويشارك في بطولة المسلسل نخبة من النجوم مثل: أحمد السقا، طارق لطفي، فيفي عبده، زينة، باسم سمرة، هدى الاتربي، مصطفى أبو سريع، وآخرين من الفنانين الذين شاركوا في الجزء الأول، بالإضافة إلى نجوم آخرين انضموا مؤخرًا للجزء الثاني، من تأليف مصطفى جمال هشام، ومن إخراج أحمد خالد موسى."
     ,ImgUrl:"/images/news223.webp"},

     {Title:'وائل فرج يعتذر عن إخراج "شهادة معاملة أطفال" لـ محمد هنيدي'
       , Description:"أعلن وائل فرج عن اعتذاره عن إخراج مسلسل \"شهادة معاملة أطفال\" بطولة محمد هنيدي، عبر حسابه الرسمي على الفيسبوك. ونشر المخرج وائل فرج رسالة اعتذار عن مسلسل \"شهادة معاملة أطفال\" قائلا: \"أعلن اعتذاري عن استكمال مسلسلي شهادة معاملة أطفال، ورغم اختلاف وجهات النظر الفنية إلا أني استمتعت بالعمل مع الفنان محمد هنيدي اللى حبيته جدا على المستوى الشخصي\". واختتم وائل فرج: \"وشركاء العمل فى المتحدة للخدمات الإعلامية اللى بتمنالهم كل التوفيق والنجاح إن شاء الله\"."
       ,ImgUrl:"/images/news224.webp" },
  {Title:'إيمي سمير غانم تستكمل تصوير مسلسل "عقبال عندكم"'
    , Description:"تواصل إيمي سمير غانم تصوير مشاهدها في مسلسل \"عقبال عندكم\" مع حسن الرداد للحاق بالسباق الرمضاني المقبل. وقد صورت إيمي سمير غانم عدد من مشاهدها بالأمس بمنطقة الشيخ زايد بأكتوبر في أحداث المسلسل. العمل من تأليف أحمد سعد والي وإخراج علاء إسماعيل ويشاركها البطولة محمد ثروت و عارفة عبد الرسول. يُذكر أن حسن الرداد وإيمي سمير غانم قدما خلال الفترة الماضية مسرحية \"التلفزيون\"، ضمن فعاليات الدورة الثانية من مهرجان العلمين الجديدة، وحققت المسرحية ردود أفعال إيجابية، ورفعت شعار كامل العدد في معظم أيام عرضها."
     ,ImgUrl:"/images/news221.webp"},

     {Title:'طرح الإعلان الرسمي لفيلم "سنو وايت" قبل عرضه 15 يناير'
       , Description:"طرحت الشركة المنتجة فيلم «سنووايت»، الإعلان الرسمي للعمل، الذي من المقرر عرضه يوم 15 يناير الجاري، في دور السينما وذلك بعد مشاركته في الدورة الرابعة من مهرجان \"البحر الأحمر السينمائي الدولي\". فيلم \"سنووايت\" من إخراج تغريد أبو الحسن وبطولة الفنانة قصيرة القامة مريم شريف، والتي حصلت على جائزة أفضل ممثلة في مهرجان البحر الأحمر،محمد ممدوح، كريم فهمي، محمد جمعة، وخالد سرحان وآخرون. تدور أحداث «سنووايت» في إطار درامي كوميدي حول \"إيمان\"، شابة قصيرة القامة تسعى لتحقيق حلمها بالحب والزواج، لكنها تواجه تحديات كبيرة بسبب معايير الجمال التقليدية،إذ تلجأ \"إيمان\" إلى مواقع التعارف عبر الإنترنت للتعبير عن نفسها بحرية، في الوقت الذي تحاول فيه مساعدة أختها لإتمام زواجها."
       ,ImgUrl:"/images/news222.webp" },
  {Title:'يسرا اللوزي عن "سراب": المسلسل مأخوذ عن فورمات أجنبي'
    , Description:"كشفت يسرا اللوزي، عن مشاركتها في مسلسل \"سراب\" الجاري عرضه حاليًا عبر إحدى المنصات الإلكترونية، والذي نال إعجاب الجمهور بسبب فكرة المسلسل، والسبب اختلاف فكرة المسلسل المبنية على التشويق والإثارة وأحداثه المتلاحقة، التي تنوعت بين الدراما والمشاهد الطريفة والأحداث التراجيدي. وقالت يسرا اللوزي، عن فكرة أن المسلسل مأخوذ عن فورمات أجنبي، واحتمالية مقارنته به أن المقارنات دائمًا موجودة. وأشارت يسرا، إلى أن الأعمال حين تُعرض بالمصري يحدث فيها تغيرات حتى تتناسب مع المجتمع المصري، وإذا نقلنا الأحداث بشكل مباشر ووضعت في سياق مصري، تصبح أفضل، وتصبح مناسبةً أكثر للمجتمع، وأنا أشعر أنه حين يصبح الموضوع متماسكا وواقعيا ويقبل أن يصدقه الجمهور تصبح لا توجد مقارنات."
     ,ImgUrl:"/images/news219.webp"},

     {Title:'نشر البوستر الدعائي لمسلسل "صفحة بيضا" ل حنان مطاوع'
       , Description:"بدأت منصة Watch It في الترويج لمسلسل \"صفحة بيضا\" بطولة حنان مطاوع، استعدادًا لعرضه ضمن قائمة مسلسلات الأوف سيزون. ونشرت المنصة بوستر المسلسل على انستجرام ما أثار اهتمام المتابعين وتزايد تساؤلاتهم حول تفاصيل العمل. يشارك في المسلسل نخبة من النجوم، منهم: حنان مطاوع، سامي الشيخ، أحمد الرافعي، أحمد الشامي، أحمد مجدي، حنان يوسف، حسن العدل، وهو من تأليف حاتم حافظ وإخراج أحمد حسن. وتدور أحداث المسلسل حول شخصية \"ضي\"، وهي سيدة تجد نفسها متورطة في سلسلة من الأحداث الغامضة بعد وقوع جريمة قتل. وتبدأ رحلتها المليئة بالتشويق والغموض، حيث تكشف الأحداث عن العديد من الأسرار المثيرة."
       ,ImgUrl:"/images/news220.webp" },
  {Title:'أحمد داود يستكمل نجاحاته الدرامية من زينهم لـ الشرنقة'
    , Description:"يستكمل أحمد داود نجاحاته في الدراما التليفزيونية خلال موسم رمضان المقبل من خلال مسلسل \"الشرنقة\" المكون من 15 حلقة، وهو من إنتاج إحدى المنصات الرقمية. مسلسل الشرنقة تدور قصته حول \"حازم إبراهيم\" محاسب عبقري يعمل في شركة كبرى، يجد نفسه في مواجهة مصيرية بين المبادئ والخطر بعد اكتشافه أسرارًا مظلمة حول أعمال غير قانونية داخل الشركة، ما يدفعه لاتخاذ قرار يغير مسار حياته بالكامل، ويقوده إلى رحلة مليئة بالغموض والصراع من أجل البقاء واكتشاف الذات. ويشارك في مسلسل \"الشرنقة\" مع أحمد داود، اللبنانية سارة أبي كنعان، مريم الخشت، صبري فواز، علي الطيب، عمرو وهبة، صلاح عبد الله، محمد عبده، ياسر عزت والعمل من تأليف عمرو سمير عاطف، وإخراج محمود عبد التواب، وإنتاج شركة أروما، وتدور الأحداث في إطار اجتماعى مشوق."
     ,ImgUrl:"/images/news217.webp"},

     {Title:'عمرو سلامة ينتهي من تصوير مسلسل "برستيج" استعدادًا للعرض قريبًا'
       , Description:"انتهى المخرج عمرو سلامة، من تصوير مسلسل \"برستيج\"، وبدأ فريق العمل حاليًا مرحلة المونتاج، حيث يتم تجهيز الحلقات استعدادًا لعرضه قريبًا حصريًا على إحدى المنصات الالكترونية. المسلسل من إنتاج شركة “ذا بلانت ستوديوز” وتأليف إنجي أبو السعود، ويضم في بطولته مجموعة من نجوم الدراما العربية، بينهم محمد عبد الرحمن، مصطفى غريب، سامي مغاوري، دينا، راندا عوض، بسام رجب، وآلاء سنان. وعبر عمرو سلامة عن سعادته بانتهاء التصوير، مؤكدًا أن العمل كان مليئًا بالتحديات، وأضاف أن اختيار طاقم الممثلين كان من أكبر التحديات التي واجهته، حيث تم اختيار شخصيات متنوعة تمثل فئات المجتمع المصري، وهو ما أضاف نكهة خاصة للعمل، وأكد أن التعاون مع الكاتبة إنجي أبو السعود كان ممتعًا، حيث أضافت تفاصيل كوميدية مميزة تناسب الجيل الجديد."
       ,ImgUrl:"/images/news218.webp" },
  {Title:'معتز هشام ينضم لـ "ولاد الشمس" مع أحمد مالك وطه دسوقي'
    , Description:"انضم معتز هشام إلى أحمد مالك وطه دسوقي في بطولة مسلسل \"ولاد الشمس\" الذي ينافس في الموسم الرمضاني القادم 2025، من تأليف مهاب طارق وإخراج شادي عبد السلام. وتدور أحداث مسلسل \"ولاد الشمس\" في إطار درامي اجتماعي، حول قصة صديقين نشآ معاَ منذ الطفولة في دار للأيتام، ويستعرض رحلتهما في الحياة التي قادتهما إلى الدخول في عالم السرقة والجرائم."
     ,ImgUrl:"/images/news215.webp"},

     {Title:'مريم الخشت تشارك أحمد داوود بطولة "الشرنقة" في رمضان 2025'
       , Description:"تعاقدت مريم الخشت مؤخرا على مشاركة أحمد داوود بطولة أحدث أعماله الدرامية مسلسل \"الشرنقة\"، المقرر عرضه في سباق رمضان المقبل 2025. مسلسل \"الشرنقة\" بطولة أحمد داوود، اللبنانية سارة أبي كنعان، مريم الخشت، صبري فواز، علي الطيب، عمرو وهبة، صلاح عبد الله، محمد عبده، ياسر عزت وعدد آخر من الفنانين، والعمل من تأليف عمرو سمير عاطف، وإخراج محمود عبد التواب وتدور الأحداث في إطار اجتماعي مشوق . من ناحية أخرى تعاقدت مؤخرا مريم الخشت علي المشاركة في مسلسل \"كامل العدد 3\" بطولة دينا الشربيني، المقرر عرضه في دراما رمضان المقبل 2025."
       ,ImgUrl:"/images/news216.webp" },
  {Title:'أشرف عبد الباقي يروج لمسرحيته الجديدة "الطيبين"'
    , Description:"حرص أشرف عبد الباقي على تشويق جمهوره لمسرحيته الجديدة التي تحمل اسم 'الطيبين' والتي تأتي ضمن فعاليات موسم الرياض. حيث نشر البوستر الدعائي للمسرحية، عبر حسابه الرسمي على إنستجرام، وعلق قائلا: 'انتظرونا في موسم الرياض في مسرحية الطيبين إن شاء الله هتعجبكم جدا من 7 إلى 11 يناير على مسرح بكر الشدي، بوليفارد سيتي'. مسرحية 'الطيبين' تجمع بين الكوميديا والمواقف الاجتماعية التي تعكس أجواء عائلية مرحة، وتشارك في إحيائها نخبة من النجوم الشباب، لتقدم رسالة فنية ممتعة وسط أجواء موسم الرياض الاحتفالية، حيث تدور أحداث المسرحية في إطار كوميدي عائلي داخل حي مليء بالمفاجآت، وتتعرض الأسرة لسلسلة من المواقف الكوميدية مع جيرانها. المسرحية تأتي بفكرة وإشراف أشرف عبدالباقي، وهى من تأليف محمد السوري، وإخراج وليد طلعت، كما يشارك بها نخبة من نجوم ونجمات الفن على رأسهم الفنان أشرف عبد الباقي، مصطفى خاطر، محمد أسامة، وآخرين من النجوم."
     ,ImgUrl:"/images/news213.webp"},

     {Title:'انطلاق تصوير مسلسل "قهوة المحطة" للعرض في رمضان 2025'
       , Description:"انطلق تصوير مسلسل \"قهوة المحطة\" الذي من المقرر عرضه في رمضان 2025. وبدأ المخرج إسلام خيري تصوير \"قهوة المحطة\" وهو العمل الذي قام بتأليفه الكاتب الكبير عبد الرحيم كمال، استعدادا لعرضه في شهر رمضان المقبل، وذلك بعد أن انتهى برفقة شركة سينرجي للإنتاج من كل التحضيرات والترشيحات لأبطاله التي بدأت منذ شهور وسط كتمان وسرية تامة حول العمل. وتدور أحداث مسلسل \"قهوة المحطة\" في إطار اجتماعي مغلف بالتشويق للكشف عن جريمة يتعرض لها أحد أبطال العمل، ومن المقرر عرض المسلسل في 15 حلقة. \"قهوة المحطة\" بطولة جماعية يقوم بها النجوم أحمد خالد صالح وأحمد غزي وهالة صدقي ورياض الخولي وبيومي فؤاد وانتصار وحسن أبو الروس وفاتن سعيد وأحمد ماجد."
       ,ImgUrl:"/images/news214.webp" },
  {Title:'دراما رمضان: سامح الصريطي يتعاقد على "الحلانجي" لـ محمد رجب'
    , Description:"تعاقد سامح الصريطي مؤخرًا على المشاركة في مسلسل \"الحلانجي\" بطولة محمد رجب، والمقرر عرضه ضمن سباق رمضان المقبل 2025.\n\nوتضم قائمة العمل بجانب محمد رجب، أيتن عامر، عبير صبري، دانا حلبي، محمد لطفي، هالة فاخر، أحمد وفيق، محمود قابيل، طارق صبري، ميمي جمال، إيناس النجار، وإبراهيم السمان، والعمل من تأليف محمود حمدان، إخراج معتز حسام.\n\nويعتبر \"الحلانجي\" من نوعية الأعمال الاجتماعية، ويظهر خلاله محمد رجب بشخصية نصاب، والعمل مكون من 30 حلقة."
     ,ImgUrl:"/images/news211.webp"},

     {Title:'محمد إمام يروج لأحدث أعماله "شمس الزناتي" '
       , Description:"روج محمد عادل إمام لأحدث أعماله السينمائية فيلم \"شمس الزناتي\"، عبر صفحته الرسمية على إنستجرام.\n\nونشر محمد إمام صورة للزعيم عادل إمام من فيلم \"شمس الزناتي\"، وظهر محمد وهو يقف أمام مشهد من فيلم والده، وعلق قائلاً: \"بتعرف تعد لحد كام\".\n\nرغم أن صناع فيلم «شمس الزناتي» لم يعلنوا حتى الآن مصيره إلا أن التوقع الأقرب مع الاستقرار على أبطال الفيلم وتصوير جزء كبير من مشاهده التأجيل لحين الاتفاق مع مخرج آخر لاستكمال تصويره بعد اعتذار عمرو سلامة."
       ,ImgUrl:"/images/news212.webp" },
  {Title:'محمد سعد: "الدشاش" مغامرة فنية.. والإيرادات لا تشغلني'
    , Description:"صرح محمد سعد، إنّ فيلم \"الدشاش\" الذي يعود به إلى السينما بعد غياب نحو 6 أعوام، وينافس به في موسم أفلام رأس السنة، جاء متوافقاً مع رغبات الجمهور، الذي كان يطالبه دوماً بتقديم مشروع سينمائي يجمع بين القيمة والجودة في آنٍ واحد، \"الجمهور كان يرغب في فيلم جماهيري ويتضمن موضوعاً مهماً ومميزاً\". وأكد على عدم اهتمامه بالمنافسة في شباك التذاكر إطلاقاً، مؤكداً أن \"كل ما يشغل بالي حالياً، أن ينال العمل إعجاب الجمهور، ويحقق نجاحاً كبيراً\". ويشارك في بطولة \"الدشاش\" زينة، وباسم سمرة، وخالد الصاوي، ونسرين أمين، والعمل تأليف جوزيف فوزي، وإخراج سامح عبد العزيز."
     ,ImgUrl:"/images/news209.webp"},

     {Title:'ياسمين عبد العزيز تعيش حالة انتعاش فني في 2025.. اعرف التفاصيل'
       , Description:"تعيش ياسمين عبد العزيز حالة من الانتعاش الفني بعدة مشاريع فنية أبرزها مسلسل \"وتقابل حبيب\" وأيضا فيلم سينمائي مع أكرم حسني. تواصل ياسمين عبد العزيز تصوير مشاهدها في مسلسل \"وتقابل حبيب\" من اخراج محمد الخبيري ومن تأليف عمرو محمود ياسين ومن بطولة كريم فهمي، خالد سليم، نيكول سابا، أنوشكا، إيمان السيد، بدرية طلبة وغيرهم من الفنانين. وهو مسلسل اجتماعي تدور أحداثه في إطار رومانسي ملئ بالإثارة والتشويق، ومن المتوقع أن يحقق المسلسل نجاحا كبيرا أثناء عرضه في شهر رمضان الكريم. كما بدأت تصوير مشاهدها في فيلم جديد تحت عنوان \"زوجة رجل مش مهم\" مع أكرم حسني، والعمل من إخراج معتز التوني ومن تأليف شريف الليثي."
       ,ImgUrl:"/images/news210.webp" },
  {Title:'حمادة هلال: أتمنى ألا يكون الجزء الخامس من المداح هو الأخير'
    , Description:"تستقبل دور العرض السينمائية المختلفة، أول أيام العام الجديد 3 أفلام جديدة متنوعة، ما بين الكوميديا والأكشن والقصص الإنسانية، إلى جانب الأفلام التي تعرض حاليا بالسينمات. ويعرض بالسينمات اليوم فيلم المستريحة، بطولة النجمة ليلى علوى، والذى يجمعها فى السينما للمرة الرابعة مع بيومى فؤاد، بعد أفلام \"ماما حامل\" عام 2021، و\"شوجر دادى\" عام 2023، و\"جوازة توكسيك\". فيلم المستريحة من تأليف محمد عبد القوي، وأحمد أنور، وأسامة حسام الدين، وأحمد سعد والي، وإخراج عمرو صلاح، ويشارك في بطولته: عمرو عبد الجليل، ومحمد رضوان، ومحمود الليثي، وعمرو وهبة، ومصطفى غريب. بالإضافة إلى عرض فيلم \"الدشاش\" بطولة محمد سعد، والذي يشهد عودته إلى السينما بعد غياب 5 سنوات كاملة منذ مشاركته عام 2019 في بطولة فيلم \"الكنز\" الذى تعاون فيه مع المخرج شريف عرفة. فيلم الدشاش بطولة محمد سعد، زينة، باسم سمرة، نسرين طافش، نسرين أمين، مصطفي أبو سريع، محمد جمعه، وليد فواز، رشوان توفيق، محمد يوسف أوزو، عفاف مصطفى وعدد آخر من الفنانين، والفيلم من تأليف جوزيف فوزي وإخراج سامح عبد العزيز. كما ينطلق اليوم أيضا فيلم \"البحث عن منفذ لخروج السيد رامبو\" بطولة عصام عمر وركين سعد بعد عدد من جولاته بالمهرجانات الفنية العالمية المختلفة. الفيلم بطولة عصام عمر، ركين سعد، سماء إبراهيم، وأحمد بهاء أحد مؤسسي فرقة شارموفرز الغنائية في تجربته التمثيلية الأولى، بالإضافة لعدد من الوجوه الشابة وضيوف الشرف، وهو الفيلم الروائي الطويل الأول للمخرج خالد منصور، وشارك منصور في التأليف الكاتب والسيناريست محمد الحسيني."
     ,ImgUrl:"/images/news207.webp"},

     {Title:'مسلسل "ساعته وتاريخه" يتربع على عرش الأكثر مشاهدة'
       , Description:"تواصل قناة دي إم سي عرض حلقات مسلسل \"ساعته وتاريخه\"، حيث تُعرض الحلقة التاسعة اليوم في تمام الساعة العاشرة مساءً، والحلقة العاشرة مساء الجمعة، ليواصل العمل تصدر قوائم الأكثر مشاهدة والأعلى بحثًا في مصر والوطن العربي منذ انطلاقه. ويتكون المسلسل من 26 حلقة، ويقدم قصصًا حقيقية مستوحاة من ملفات المحاكم المصرية، ويُسلط الضوء على تفاصيل الجريمة والدوافع النفسية وراءها في إطار درامي مشوّق. ويتناول العمل كل قضية في حلقة منفصلة، ما يُضفي تنوعًا وإثارة على أحداثه. ويعد مسلسل \"ساعته وتاريخه\" من تأليف محمود عزت، وإخراج أحمد علاء سلامة، تحت إشراف المخرج عمرو سلامة على الرؤية الفنية، والمستشار بهاء المري على الرؤية القانونية. وشارك في كتابة الحلقات فريق من المؤلفين الشباب، من بينهم دينا ماهر، سيف قنصوة، ريم نهاد أمين، وإنجي شكري. ويبرز المسلسل مجموعة من النجوم الشباب الذين تم اكتشافهم عبر برنامج \"كاستنج\"، الذي عُرض مؤخرًا على قناة دي إم سي من بينهم لميس محمود، ماريا ميخائيل، مريم نشأت، وإسلام خالد."
       ,ImgUrl:"/images/news208.webp" },
  {Title:'ليلى علوي ومحمد سعد وعصام عمر يفتتحون سينما 2025 اليوم بأفلامهم'
    , Description:"تستقبل دور العرض السينمائية المختلفة، أول أيام العام الجديد 3 أفلام جديدة متنوعة، ما بين الكوميديا والأكشن والقصص الإنسانية، إلى جانب الأفلام التي تعرض حاليا بالسينمات. ويعرض بالسينمات اليوم فيلم المستريحة، بطولة النجمة ليلى علوى، والذى يجمعها فى السينما للمرة الرابعة مع بيومى فؤاد، بعد أفلام \"ماما حامل\" عام 2021، و\"شوجر دادى\" عام 2023، و\"جوازة توكسيك\". فيلم المستريحة من تأليف محمد عبد القوي، وأحمد أنور، وأسامة حسام الدين، وأحمد سعد والي، وإخراج عمرو صلاح، ويشارك في بطولته: عمرو عبد الجليل، ومحمد رضوان، ومحمود الليثي، وعمرو وهبة، ومصطفى غريب. بالإضافة إلى عرض فيلم \"الدشاش\" بطولة محمد سعد، والذي يشهد عودته إلى السينما بعد غياب 5 سنوات كاملة منذ مشاركته عام 2019 في بطولة فيلم \"الكنز\" الذى تعاون فيه مع المخرج شريف عرفة. فيلم الدشاش بطولة محمد سعد، زينة، باسم سمرة، نسرين طافش، نسرين أمين، مصطفي أبو سريع، محمد جمعه، وليد فواز، رشوان توفيق، محمد يوسف أوزو، عفاف مصطفى وعدد آخر من الفنانين، والفيلم من تأليف جوزيف فوزي وإخراج سامح عبد العزيز. كما ينطلق اليوم أيضا فيلم \"البحث عن منفذ لخروج السيد رامبو\" بطولة عصام عمر وركين سعد بعد عدد من جولاته بالمهرجانات الفنية العالمية المختلفة. الفيلم بطولة عصام عمر، ركين سعد، سماء إبراهيم، وأحمد بهاء أحد مؤسسي فرقة شارموفرز الغنائية في تجربته التمثيلية الأولى، بالإضافة لعدد من الوجوه الشابة وضيوف الشرف، وهو الفيلم الروائي الطويل الأول للمخرج خالد منصور، وشارك منصور في التأليف الكاتب والسيناريست محمد الحسيني."
     ,ImgUrl:"/images/news205.webp"},

     {Title:'تغير اسم مسلسل أحمد أمين من "مذكرات نشال" إلى "النُص"'
       , Description:"استقرت الجهة المنتجة لأحدث أعمال الفنان أحمد أمين تغير اسم العمل من \"مذكرات نشال\" الي \"النُص\" ومن المقرر عرضه في رمضان 2025 المقبل. يتكون مسلسل \"النُص\" من 15 حلقة، وتدور أحداثه في إطار كوميدي فانتازي، والعمل من إخراج حسام علي. ويشارك أحمد أمين بطولة العمل كل من ركين سعد، حاتم صلاح، عبد الرحمن محمد، وتواصل الشركة المنتجة الفترة الحالية التعاقد مع بقية الفنانين المشاركين في المسلسل."
       ,ImgUrl:"/images/news206.webp" },
  {Title:'سوسن بدر تحتفل بانتهاء تصوير إحدى حكايات مسلسل "أسود باهت"'
    , Description:"انتهت سوسن بدر، من تصوير دورها في حكاية \"دقيقة الا ربع\"، إحدى حكايات مسلسل \"أسود باهت\"، الذي سيعرض في موسم دراما رمضان 2025. واختتم أبطال وصناع العمل تصوير الحكاية بتقطيع التورتة في اليوم الأخير، وسط حضور فريق التمثيل، الذي شمل سوسن بدر، ومحمد عز، وحسني شتا، وهاجر الشرنوبي، وزينب غريب، بالإضافة إلى المنتج عمرو عبد الخالق، كما التقط الفريق الصور التذكارية احتفالًا بانتهاء التصوير. ويتضمن مسلسل \"أسود باهت\" ثلاث حكايات، كل منها مكونة من خمس حلقات فقط، حيث يتم تقديم كل حكاية بفريق عمل مختلف وأحداث مستقلة. وتعد حكاية \"دقيقة إلا ربع\" واحدة من هذه الحكايات، وهي من تأليف إسلام شتا وباسم حسن، إخراج ممدوح زكي، وإنتاج عمرو عبد الخالق. وكان من المقرر عرض مسلسل “أسود باهت” في موسم دراما رمضان 2024، لكن الشركة المنتجة قررت تأجيله لضمان تقديم مستوى عالٍ من الجودة."
     ,ImgUrl:"/images/news203.webp"},

     {Title:'دنيا سمير غانم في "عايشة الدور" رمضان 2025'
       , Description:"تواصل دنيا سمير غانم التجهيز والتحضير لمسلسل \"عايشة الدور\"، والمقرر عرضه في سباق رمضان 2025 المقبل ، وتجسد دنيا شخصية سيدة مُطلقة ضمن أحداث العمل، وتمر بالعديد من المفارقات الكوميدية مع تتابع الأحداث. مسلسل \"عايشة الدور\" من تأليف وإخراج أحمد الجندي، وتواصل الجهة المنتجة إنهاء تعاقدات جميع أبطال العمل ، لتحديد موعد بدء التصوير."
       ,ImgUrl:"/images/news204.webp" },
  {Title:'كريم عبد العزيز: مسرحية الباشا حببتني في المسرح تاني'
    , Description:"عبر كريم عبد العزيز عن سعادته بنجاح مسرحيته الأخيرة \"الباشا\"، التي تُعرض حالياً ضمن فعاليات موسم الرياض، مشيراً إلى أن هذه التجربة أعادت إليه شغفه بالمسرح. وقال كريم عبد العزيز: \"كلنا رقم واحد معندناش الحسبة دي، والمسرحية الوحيدة اللي عملتها اسمها (حكيم عيون) مع الراحل حبيبي علاء ولي الدين، و مسرحية (السندباد) رجعتني المسرح، ومسرحية (الباشا) حببتني في المسرح تاني\". وتعد مسرحية \"الباشا\" التعاون الأول الذي يجمع بين هنا الزاهد وكريم عبد العزيز ويشاركها البطولة حاتم صلاح ودينا محسن ويزو وهيدي كرم والطفل جان رامز."
     ,ImgUrl:"/images/news201.webp"},

     {Title:'وفاة أحمد عدوية عن عمر ناهز 79 عامًا'
       , Description:"توفي أحمد عدوية بعد صراع مع المرض عن عمر ناهز 79 عاما.\n\nوشارك محمد عدوية متابعيه على الفيسبوك بصورة تجمعه بوالده الفنان الراحل أحمد عدوية، معبّراً عن حزنه العميق لفقدانه.\n\nوعلّق محمد عدوية على الصورة قائلاً: \"الله يرحمك يا بابا، رحم الله طيب القلب، حنون القلب، جابر الخواطر.\""
       ,ImgUrl:"/images/news202.webp" },
  {Title:'فركش "جودر 2".. وياسر جلال يوجه الشكر لكل صناع العمل'
    , Description:'أعرب ياسر جلال، عن سعادته بـ انتهاء تصوير الجزء الثاني من مسلسل جودر، والمقرر عرضه في السباق الرمضاني 2025، وذلك بعد النجاح الكبير الذي حققه الجزء الأول في السباق الرمضاني الماضي 2024. وقال ياسر جلال: " النهاردة آخر يوم تصوير في مسلسل جودر، وأنا عايز أحمد ربنا سبحانه وتعالى على النجاح الكبير اللي ربنا إداه لينا من الجزء الأول، المسلسل ده من شهر 6 2022، والنهاردة خلصناه في شهر 12 2024". وتابع قائلا: "أنا اتشرفت اني كنت جزء من الفريق الكبير ده، وربنا يكلل مجهودنا أن الجزء الثاني ينجح زي الجزء الأول، وكل الشكر للنقاد اللي دعمونا وبشكر كل فريق العمل وهما على رأسي من فوق، والفضل كله يرجع لكل فريق العمل مش لشخص واحد، وعلى رأسهم أستاذ إسلام خيري". ويشارك في بطولة مسلسل جودر بجانب الفنان ياسر جلال كلا من: ياسمين رئيس، عابد عناني، تارا عماد، وفاء عامر، وليد فواز، محمد التاجي، أيتن عامر، أحمد ماهر، محمود البزاوي، هنادي مهنا، محمد علي رزق، منذر مهران، وآخرين، والعمل من تأليف أنور عبد المغيث، وإخراج إسلام خيري.'
     ,ImgUrl:"/images/news199.webp"},

     {Title:'وفاء عامر عن انسحابها من مسلسل "سيد الناس" لـ محمد سامي: "اتحسدت"'
       , Description:"كشفت وفاء عامر عن أسباب انسحابها من مسلسل “سيد الناس” للمخرج محمد سامي، إنها انسحبت من المسلسل بسبب إصابتها في قدمها خلال التصوير، متابعة: \"اتحسدت.. حسدوني على العمل مع محمد سامي\". وأكدت وفاء عامر أنها تحب المخرج محمد سامي، وكانت سعيدة بالتعاون معه، مؤكدة أنهما سيتشاركان يوما ما في عمل يجمعهما. وقالت وفاء عامر، إنها أصرت علي ترك مسلسل \"سيد الناس\"، بسبب شعورها بالألم الشديد، في القدم بعد إصابتها، وقررت أن تنسحب من العمل، رغم رفض المخرج محمد سامي التخلي عنها، مشيرة إلى أنه ثاني يوم من الإصابة تدهورت حالتها الصحية أكثر."
       ,ImgUrl:"/images/news200.webp" },
  {Title:'بدء تصوير مسلسل "منتهي الصلاحية" لمحمد فراج'
    , Description:"أعلن المنتج عبد الله أبو الفتوح عن بدء تصوير مسلسل \"منتهي الصلاحية\" من خلال حسابه الشخصي على الفيسبوك.\n\nكتب معلقا: \"بسم الله.. توكلنا على الله مسلسل \\\"مُنتهي الصلاحية\\\" رمضان 2025 على MBC مصر وشاهد إن شاء الله\".\n\nالعمل من تأليف محمد هشام عبية وإخراج تامر نادي ومن بطولة محمد فراج، هبة مجدي، جيسكا حسام الدين، حسن مالك ومن المقرر عرضه خلال السباق الرمضاني القادم.\n\nومن ناحية أخرى ينتظر محمد فراج مسلسل \"كتالوج\" من بطولة ريهام عبد الغفور، تارا عماد، وسماح أنور، وأحمد عصام السيد، ودنيا سامي، تأليف أحمد عبد الله ومن إخراج وليد الحلفاوي، وإنتاج أحمد الجنايني."
     ,ImgUrl:"/images/news197.webp"},

     {Title:'هل يشارك هاني رمزي في رمضان 2025؟ "بدون مقابل" يحدد مصيره'
       , Description:"يغيب هاني رمزي عن المشاركة الدرامية منذ عامين، حيث كانت آخر أعماله مشاركته في مسلسل \"العائدون\"، فضلا عن عمل آخر بعنوان \"القاتل الذي أحبني\"، وعن السينما يختفي منذ ما يقرب من 4 أعوام متتالية وكانت آخر أعماله فيلم \"200 جنيه\" في عام 2021. وقد أعلن هاني رمزي في العام الماضي عودته للدراما بمسلسل \"بدون مقابل\"، وهو استكمالا للعمل الدرامي الشهير \"الاختيار\" بأجزائه، المستوحى من ملفات المخابرات المصرية. وكان من المفترض أن يشارك هاني رمزي بلون مختلف عن المعتاد، ويقدم دور ضابط بالمخابرات، وقد كان الفنان متحمسا للغاية لهذا الدور، فضلا عن مشاركة نخبة من نجوم الفن في العمل. وقد أعلنت الجهات الإنتاجية خروج المسلسل من موسم رمضان الماضي لعام 2024، لعدم إمكانية انتهاء تجهيزات العمل في موعده، وتم تأجيله لرمضان 2025. وصرح هاني رمزي، أنه لا يعلم حتى الآن إمكانية استئناف تصوير العمل، وعرضه في رمضان المقبل لعام 2025. وأوضح أن العمل لم يتم تحديد موعد عرضه النهائي حتى الآن، وأشار إلى أن التصوير لا يزال جاريًا، مما يجعل من الصعب تأكيد مشاركته في السباق الرمضاني المقبل. وأضاف أن العمل يتطلب مزيدًا من الوقت لضمان تقديم أفضل صورة، معربًا عن أمله في أن ينال إعجاب الجمهور عند عرضه، سواء خلال موسم رمضان أو في وقت لاحق."
       ,ImgUrl:"/images/news198.webp" },
  {Title:'نيللي كريم وروبي يدخلون القسم بسبب "جاني في المنام"'
    , Description:"بدأ صناع مسلسل \"جاني في المنام\" تصويره منذ عدة أسابيع تمهيدًا لعرضه في رمضان المقبل من إخراج محمد شاكر خضير. وبسبب التصوير تواجدت روبي ونيللي كريم داخل أحد الأقسام لتصوير مشاهد داخل العمل. مسلسل \"جاني في المنام\" من تأليف مهاب طارق وإخراج محمد شاكر خضير حيث تم تغيير اسمه إلى \"جاني في المنام\" بعد أن كان تحت اسم \"ناقص ضلع\"، العمل من بطولة نيللي كريم، كندة علوش، جيهان الشماشرجي، روبي، علي صبحي، حاتم صلاح وغيرهم."
     ,ImgUrl:"/images/news195.webp"},

     {Title:'دنيا سمير غانم و "مكسرة الدنيا" في موسم الرياض '
       , Description:"أعلنت دنيا سمير غانم، عن مسرحيتها الجديدة “مكسرة الدنيا”، والتي ستعرض من 3 إلى 7 يناير على مسرح “محمد العلي” ضمن فعاليات موسم الرياض. أعربت دنيا عن تمنياتها بأن تنال المسرحية إعجاب الجمهور، وعلقت عبر إنستجرام قائلة:\" إن شاء اللّٰه تعجبكم\". يشارك في بطولة مسرحية \"مكسرة الدنيا\"، محمد ثروت، سامي مغاوري، مريم محمود الجندي، كريم عفيفي، عبدالرحمن ظاظا. يذكر أن أحدث أعمال دنيا سمير غانم المسرحية، كانت بعنوان مسرحية \"آنستونا\"، التي شاركها فيها بيومي فؤاد، سامي مغاوري، كريم عفيفي، عمرو عبدالعزيز، بسنت صيام، مريم السكري، العمل من تأليف كريم سامي وأحمد عبدالوهاب، وإخراج خالد جلال، وإنتاج محمد أحمد السبكي."
       ,ImgUrl:"/images/news196.webp" },
  {Title:'طرح البرومو التشويقي لفيلم "الدشاش" استعدادًا لعرضه في دور السينما'
    , Description:"طرحت الشركة المنتجة لفيلم \"الدشاش\" بطولة محمد سعد، البوستر والبرومو الرسمي الخاص به، معلنة قرب موعد طرحه في دور العرض السينمائية بدءًا من أول يناير.\n\nوتدور أحداث الفيلم في إطار اجتماعي تشويقي، ويقدم بطولته الفنان محمد سعد الذي يعود من خلاله إلى السينما بعد غياب دام لأكثر من 5 سنوات إذ كان آخر أعماله الجزء الثاني من فيلم الكنز الذي قدمه عام 2019. \"الدشاش\" من تأليف الكاتب جوزيف فوزي ومن إخراج سامح عبد العزيز.\n\nويشارك في الفيلم مجموعة من النجوم منهم زينة وباسم سمرة ونسرين طافش ومصطفى أبو سريع ومحمد جمعة."
     ,ImgUrl:"/images/news193.webp"},

     {Title:'عمرو عبد الجليل ينضم لـ "حسبة عمري" بطولة روجينا'
       , Description:"انضم عمرو عبدالجليل للمشاركة في مسلسل \"حسبة عمري\" بطولة روجينا، والمقرر عرضه رمضان المقبل 2025، واستقرت الجهة المنتجة على اختيار اسم العمل \"حسبة عمري\" بشكل نهائي، بدلاً من \"حقي وحقك\". مسلسل \"حسبة عمري\" يدور في إطار اجتماعي لايت، وأوضحت روجينا، في إحدى اللقاءات أن المسلسل يستعرض قضايا المرأة بشكل جريء قد يثير استياء بعض الرجال. المسلسل من تأليف محمود عزت وإخراج مي ممدوح، وجاري ترشيح والتعاقد مع النجوم المشاركين في العمل لتحديد موعد بدء التصوير."
       ,ImgUrl:"/images/news194.webp" },
  {Title:'نشوى مصطفى عن مسلسل "سيد الناس": تجربة جديدة وتعاون أول مع عمرو سعد'
    , Description:"مازالت نشوى مصطفى في مرحلة دراسة سيناريو مسلسل \"سيد الناس\"، ولم تبدأ تصوير مشاهدها بعد.\n\nوعبرت نشوى مصطفى عن سعادتها للمشاركة في العمل، وأكدت أن المسلسل يمثل أول تعاون لها مع عمرو سعد.\n\nوأشارت نشوى إلى أن العمل يحمل طابعًا دراميًا مميزًا، ويضم نخبة من النجوم تحت قيادة المخرج محمد سامي، الذي يسعى لتقديم رؤية مختلفة ومبتكرة للمسلسل، المتوقع عرضه في رمضان المقبل.\n\nويشارك في بطولة مسلسل \"سيد الناس\" كل من عمرو سعد وإلهام شاهين وخالد الصاوي وغادة عادل ومحمد شاهين وطارق النهري، بينما يستمر فريق الإنتاج في ترشيح باقي الأسماء المشاركة استعدادًا لاستكمال التصوير، والعمل من تأليف خالد صلاح، وإنتاج صادق الصباح.\n\nجدير بالذكر أن فريق عمل المسلسل بدأ التصوير منذ نوفمبر الماضي."
     ,ImgUrl:"/images/news191.webp"},

     {Title:'طرح البوستر الرسمي لمسلسل "سراب" لعرضه في يناير'
       , Description:"طرحت الشركة المنتجة لمسلسل \"سراب\" بطولة خالد النبوي البوستر الرسمي للعمل استعدادًا لعرضه في يناير. يشارك في المسلسل باقة من النجوم بجانب خالد النبوي ومنهم يسرا اللوزي وهاني عادل ونجلاء بدر وجيهان الشماشرجي من تأليف هشام هلال وإخراج أحمد خالد. تدور أحداث العمل في إطار اجتماعي مشوق، حيث يجسد خالد النبوي شخصية تعمل في مجال البورصة، ويكشف المسلسل عن خفايا هذا العالم، بما فيه من صفقات معقدة واستغلال. يترقب الجمهور عرض المسلسل لما يحمله من دراما قوية وأحداث مثيرة تسلط الضوء على جوانب جديدة وغير مطروقة في الدراما العربية."
       ,ImgUrl:"/images/news192.webp" },
  {Title:'جيهان خليل تنضم لأبطال مسلسل "شهادة معاملة أطفال" لـ هنيدي '
    , Description:"انضمت جيهان خليل لأبطال مسلسل \"شهادة معاملة أطفال\" بطولة محمد هنيدي، وتأليف محمد سليمان عبد المالك وإخراج وائل فرج، والمقرر طرحه في شهر رمضان المقبل 2025. مسلسل شهادة معاملة أطفال من تأليف محمد سليمان عبد المالك وإخراج وائل فرج وإنتاج شركة united studios، وبطولة محمد هنيدى، صبرى فواز، سما إبراهيم، محمود حافظ وعدد آخر من الفنانين مقرر الإعلان عن أسمائهم خلال الأيام المقبلة، وتدور الأحداث فى إطار كوميدي حيث يجسد هنيدى شخصية محامى يواجه العديد من المواقف والمفارقات الكوميدية."

     ,ImgUrl:"/images/news189.webp"},
     {Title:'أحمد مالك يبدأ تصوير مسلسل "ولاد الشمس" في هذا الموعد'
       , Description:'يستعد أحمد مالك اليوم لتصوير اولى مشاهد مسلسله الجديد يحمل "ولاد الشمس". وهو من المسلسلات المقرر عرضها في موسم رمضان 2025. يتكون المسلسل من 12 حلقة فقط. مسلسل "ولاد الشمس" بطولة أحمد مالك، وطه الدسوقي. والمسلسل فكرة أحمد مالك، إنتاج المتحدة للخدمات الإعلامية، والمنتج هاني عبدالله، إخراج شادي عبدالسلام، وتأليف مهاب طارق. يُذكر أن آخر أعمال أحمد مالك هو مشاركته في مسلسل “مطعم الحبايب”، بالتعاون مع هدى المفتي، والذي عرض مؤخرا على إحدى المنصات الرقمية.'
       ,ImgUrl:"/images/news190.webp" },
  {Title:'عرض مسلسل "حياة أو موت" في رمضان 2025 بدلا من "الاوف سيزون"'
    , Description:"بدأت حنان مطاوع تصوير مسلسلها \"حياة أو موت\" منذ عدة أسابيع بالتزامن مع مسلسلها الثاني \"صفحة بيضاء\" التي أوشكت على الانتهاء من تصويره. وصرح مصدر أن المسلسل سيتم عرضه خلال السباق الرمضاني المقبل بدلًا من عرضه في موسم \"الأوف سيزون\". تدور أحداث مسلسل “حياة أو موت” حول \"حياة\" الدكتورة التي يتم اتهامها في جريمة قتل وتواجه أزمات عديدة وتحاول إثبات براءتها، ويشارك في البطولة أحمد الرافعي، محمد علي رزق، سلوى عثمان، مصطفى حشيش، محمد المغربي، أحمد عنان، ومحمد يونس، والمسلسل من تأليف أحمد عبدالفتاح، إخراج هاني حمدي، وإنتاج أحمد السبكي."
     ,ImgUrl:"/images/news187.webp"},
     {Title:'تعرف على الموعد النهائي لعرض "إقامة جبرية"'
       , Description:"تنتظر هنا الزاهد عرض مسلسلها الجديد \"إقامة جبرية\"، بعد سلسلة من التأجيلات تعرض لها العمل، والتي تظهر فيه بشكل مختلف بعيدًا عن الكوميديا.\n\nونشرت هنا بوستر جديد للمسلسل عبر صفحتها الشخصية على إنستجرام كشفت من خلاله موعد عرضه وعلقت قائلة: \"إقامة جبرية.. 8 يناير\"، كما روجت إحدى المنصات الإلكترونية عن الموعد النهائي لعرض المسلسل ونشرت صور من الكواليس على انستجرام، وإعلان جديد علقت عليه \"صدمة واحدة كانت كفيلة إنها تهز سلمى وتغيّر كل حاجة في حياتها\".\n\nالمسلسل من بطولة هنا الزاهد وصابرين ومحمد الشرنوبى ومحمود البزاوي وثراء جبيل وعايدة رياض، من تأليف أحمد عادل وإخراج أحمد سمير فرج، ويدور حول المرض النفسي من خلال «سلمى - هنا الزاهد» طبيبة نفسية تعاني من مرض نفسي ويتم اتهامها بقتل زوجها."
       ,ImgUrl:"/images/news188.webp" },
  {Title:'ريهام حجاج تخوض دراما رمضان 2025 بـ"أثينا"'
    , Description:"تعاقدت ريهام حجاج مؤخرا على عمل درامي جديد بعنوان \"أثينا\"، لتخوض به سباق رمضان المقبل 2025، وتواصل الجهة المنتجة التعاقد مع باقي ابطال العمل لتحديد موعد بدء التصوير. كما تشارك ريهام أيضًا بمسلسل \"كنترول\" والذي يشاركها البطولة فيه سوسن بدر وعمر السعيد ونبيل عيسى وأحمد مجدي من تأليف أيمن سلامة وإخراج أحمد صالح. وأوضح المؤلف أيمن سلامة حقيقة الأخبار التي تم تداولها مؤخرا عن استبدال ريهام حجاج لمؤلف ومخرج المسلسل مع تغيير موضوع المسلسل ومشاركتها في الماراثون الرمضاني بعمل آخر من تأليف محمد ناير ومن إخراج يحيى إسماعيل ونشر أيمن سلامة صورة لريهام حجاج عبر صفحته الشخصية على فيسبوك. وعلق قائلا :« كنترول مكمل سترونه قريبا على إحدى المنصات بنفس الأبطال الذين تعاقدوا عليه» لينفي كل الأخبار التي تم تداولها بشأن إلغاء العمل."
     ,ImgUrl:"/images/news185.webp"},
     {Title:'خروج فيلم "رحلة 404" من القائمة النهائية لجوائز الأوسكار 2025'
       , Description:"أعلنت أكاديمية فنون وعلوم الصور المتحركة عن القوائم المختصرة في 10 فئات لحفل توزيع جوائز الأوسكار الـ 97 المقبل.\n\nوخرج فيلم \"رحلة 404\" الذي كان يمثل مصر من القائمة المختصرة لأفضل فيلم أجنبي بعدما كان متوقع ترشحه ضمن الـ 5 الكبار بحفل توزيع جوائز الأوسكار الـ 97.\n\n\"رحلة 404\" تأليف محمد رجاء، إخراج هاني خليفة، بطولة منى زكي، ومشاركة مجموعة كبيرة من الفنانين بعضهم ظهر كضيف شرف، بينهم: محمد ممدوح، شيرين رضا، خالد الصاوي، محمد فراج، حسن العدل، سماء إبراهيم، عارفة عبدالرسول، ملك بدوي، شادي ألفونس، نورا شعيشع، جيهان الشماشرجي. وتدور أحداثه حول غادة التي تستعد للسفر لقضاء فريضة الحج، ولكن تتعرض لظرف يعيدها لأحداث في الماضي أرادت التطهر منها."
       ,ImgUrl:"/images/news186.webp" },
  {Title:'كزبرة يعلن عن فيلم جديد من بطولته من إنتاج طارق الجنايني'
    , Description:"كشف كزبرة من خلال حسابه على الفيسبوك عن فيلم جديد من بطولته يتعاون فيه مع المنتج طارق الجنايني، بعد نجاح الجزئين الأول والثاني من فيلم الحريفة وكتب: \"توكلنا على الله، استنونا في الصيف الجاي فيلم \\\"أوڤر سايز\\\"، شخصية عماد البطيء\".\n\nوأضاف: \"خطوة مهمة جدًا مكنتش هقدر أخدها من غير دعم أخواتي وإيمانكم بيا ويارب يعجبكم، إنتاج طارق الجنايني اخراج كريم سعد تاليف إياد صالح.\""
     ,ImgUrl:"/images/news183.webp"},
     {Title:'ياسمين رئيس تشارك فراج بطولة مسلسل "منتهي الصلاحية"'
       , Description:"تعاقدت ياسمين رئيس على مشاركة محمد فراج أحدث مسلسلاته \"منتهي الصلاحية\" والمقرر عرضه في رمضان المقبل 2025.\n\n\"منتهي الصلاحية\"، يمثل أولى تجارب محمد فراج في البطولة المُطلقة بموسم رمضان، والعمل مكون من 15 حلقة، ويضم هنا شيحة وسامي مغاوري وحسن مالك، وجاري التعاقد مع باقي أبطاله في الفترة الحالية، والمسلسل من تأليف محمد هشام عبية، إخراج تامر نادي."

       ,ImgUrl:"/images/news184.webp" },
  {Title:'هشام ماجد وأسماء جلال يواصلون تصوير الجزء الثاني من "أشغال شقة "'
    , Description:"يواصل هشام ماجد وأسماء جلال تصوير مشاهدهما في مسلسل \"أشغال شقة 2\" تمهيدًا لعرضه في رمضان تحت إشراف المخرج خالد دياب. يُذكر أن الجزء الأول من مسلسل \"أشغال شقة\" كان من بطولة أسماء جلال، شيرين، انتصار، نهى عابدين ومن تأليف خالد وشيرين دياب وإخراج خالد دياب وينضم للجزء الثاني مصطفى غريب وعلي صبحي."

     ,ImgUrl:"/images/news181.webp"},
     {Title:'"الباشا" مسرحية جديدة تجمع كريم عبد العزيز وهنا الزاهد في موسم الرياض'
       , Description:"يستعد كريم عبد العزيز، لعرض مسرحيته الجديدة \"الباشا\"، على خشبة مسرح بكر الشدي من يوم 25 ديسمبر إلى 1 يناير ضمن فعاليات موسم الرياض. ويشارك في المسرحية هنا الزاهد وهيدي كرم وويزو وحاتم صلاح والطفل جان رامز. جدير بالذكر أن آخر مسرحيات كريم عبد العزيز في موسم الرياض كانت \"السندباد\" التي تم عرضها في أغسطس الماضي وشاركه في البطولة نيللي كريم وبيومي فؤاد ومصطفى خاطر ومن إخراج أحمد الجندي."
       ,ImgUrl:"/images/news182.webp" },
  {Title:'حمزة العيلي يشارك في مسلسل "وصية جدو"'
    , Description:"أعرب حمزة العيلي عن سعادته بالمشاركة كضيف شرف في مسلسل \"وصية جدو\"، من بطولة بيومي فؤاد وليلى عز العرب، وأشار إلى تقديره الكبير لزملائه في العمل والجهود المبذولة من فريق الإنتاج. المسلسل ينتمي لفئة الكوميديا وهو بطولة مشتركة بين كل من: بيومي فؤاد، ليلى عز العرب، حمزة العيلي، وياسر الزنكلوني، إلى جانب عدد كبير من الفنانين الشباب والموهوبين من أبطال ذوي الهمم. العمل من قصة وإخراج محمد الأنصاري، وسيناريو سندس عادل وبلال الشاعر ومحمد عمروسي."
     ,ImgUrl:"/images/news179.webp"},
     {Title:'جمال سليمان يستعد لـ"أهل الخطايا" المستوحى من جرائم حقيقية'
       , Description:"بعد نجاح \"الطاووس\" في 2021 يلتقي جمال سليمان من جديد مع المخرج رؤوف عبدالعزيز، ليتجدد التعاون بينهما في مسلسل «أهل الخطايا». ومن خلال أحداث مسلسل \"أهل الخطايا\" يتم تناول جرائم خرجت من رحم الواقع، في 15 حلقة تم التحضير لها على مدار الأشهر الماضية مع المؤلفين أحمد أنور و محمد عبدالقوي. يبدأ تصوير مسلسل \"أهل الخطايا\" الفترة المقبلة ويقوم ببطولته النجم جمال سليمان، وتأليف كلا من المؤلفين أحمد أنور و محمد عبد القوي ، إخراج رؤوف عبد العزيز، وجاري الإعلان عن قائمة أبطال المسلسل خلال الأيام القليلة المقبلة."


       ,ImgUrl:"/images/news180.webp" },
  {Title:'حالة من الانتعاش الفني لسوسن بدر في رمضان 2025'
    , Description:"تعيش سوسن بدر حالة من الانتعاش الفني حيث ستظهر في ثلاثة أعمال دفعة واحدة في رمضان المقبل. تعاقدت سوسن بدر، على المشاركة في مسلسل 'الكابتن' مع أكرم حسني ورحمة أحمد وأحمد الرافعي وأحمد عبدالوهاب ومن قصة أيمن الشايب، تأليف عمرو الدالي، إخراج معتز التوني، وإنتاج كريم أبو ذكري. كما ستشارك في مسلسل 'نص الشعب اسمه محمد' مع عصام عمر ورانيا يوسف ومايان السيد وجاري التعاقد مع باقي أبطال العمل، العمل من تأليف محمد رجاء وإخراج عبد العزيز النجار. وانتهت أيضًا من تصوير مشاهدها ضمن أحداث مسلسل 'أمير العوامري' مع هاني سلامة والمخرج محمد النقلي والذي كان من المقرر عرضه خلال رمضان الماضي وتم تأجيله."
     ,ImgUrl:"/images/news177.webp"},
     {Title:'بيتر ميمي عن "مملكة الحرير": انتظروا مسلسل غير عادي'
       , Description:"روج المخرج بيتر ميمي لأحدث مسلسلاته \"مملكة الحرير\" في أول تعاون درامي يجمعه ب كريم محمود عبد العزيز. حيث نشر بوستر المسلسل على انستجرام وكتب قائلا: انتظر شيئ غير عادي.. مملكة الحرير.. قريبا.\n\nمسلسل \"مملكة الحرير\" من بطولة كريم محمود عبد العزيز وأسماء أبو اليزيد وعمرو عبد الجليل ومحمود البزاوي ووليد فواز وأحمد غزي ويوسف عمر من إخراج بيتر ميمي.\n\nيذكر أن مسلسل \"مملكة الحرير\" هو التعاون الخامس بين المخرج بيتر ميمي وكريم محمود عبد العزيز بعد أن تعاونا معا في أفلام موسى وبيت الروبي ومن أجل زيكو وشلبي."

       ,ImgUrl:"/images/news178.webp" },
  {Title:'مراد مكرم يتعاقد على مسلسل "خانة فاضية" مع صابرين'
    , Description:"أكد مراد مكرم خبر انضمامه لمسلسل \"خانة فاضية\" مع صابرين المقرر عرضه خلال دراما رمضان القادم 2025.\n\nأما عن موعد التصوير صرح مراد مكرم أنه تعاقد على العمل لكنه لم يعرف موعد بدء التصوير حتى الآن.\n\nجدير بالذكر أن آخر أعمال مراد مكرم كانت مسلسل \"٦ شهور\" وشارك في المسلسل نور النبوي ونور إيهاب ومجدي بدر وشريف حافظ والمسلسل من تأليف عمرو أبو زيد، وإخراج مصطفى صولي."
     ,ImgUrl:"/images/news175.webp"},
     {Title:'اكتشف تفاصيل مسلسل"بريستيج" لعمرو سلامة قبل عرضه'
       , Description:'يستعد المخرج عمرو سلامة لعرض مسلسله الجديد “بريستيج” خلال الفترة المقبلة، على إحدى المنصات الرقمية. المسلسل من تأليف إنجي أبو السعود، ويجمع بين الكوميديا والجريمة ويتكون من 8 حلقات. وقال المخرج عمرو سلامة: “قدم الفريق محتوى مبتكرًا يناسب الجيل الجديد، مع التركيز على الحلقات القصيرة والمكثفة لتلبية اتجاهات المنصات الرقمية الحديثة، الكاتبة إنجي أبو السعود أضافت بعدًا مميزًا بنوع من الكوميديا الجديدة التي تستهدف الأجيال الأصغر، بعيدًا عن الكوميديا التقليدية، ورغم تحديات التصوير في موقع واحد، نجح العمل بفضل التفكير الدقيق في التفاصيل". يتكون مسلسل \"بريستيج\" من بطولة جماعية تضم نخبة من النجوم، أبرزهم عبد الرحمن توتة ومصطفى غريب إلى جانب سامي مغاوري و دينا وراندا عوض وبسام رجب.'

       
       ,ImgUrl:"/images/news176.webp" },
  {Title:'عرض "إقامة جبرية" ل هنا الزاهد قريبًا'
    , Description:'روجت إحدى المنصات الرقمية لمسلسل “إقامة جبرية” من بطولة هنا الزاهد وصابرين. وتقوم هنا الزاهد بدور صيدلانية تعاني من أزمة نفسية بعد وفاة زوجها، مما يدفعها للتوجه إلى عيادة طبيبة نفسية تؤدي دورها الفنانة صابرين، وخلال الجلسات، تتعرف على ابن الطبيبة النفسية، الذي يؤدي دوره محمد الشرنوبي، لتبدأ بينهما علاقة تأخذ منحى غير متوقع، وتتصاعد الأحداث في إطار درامي مشوق. "إقامة جبرية" من بطولة هنا الزاهد، محمد الشرنوبي، وصابرين، ويشارك فيه أيضًا محمود البزاوي، ثراء جبيل، وعايدة رياض، مع ضيف الشرف أحمد حاتم، المسلسل من تأليف أحمد عادل وإخراج أحمد سمير فراج.'
     ,ImgUrl:"/images/news173.webp"},
     {Title:'"مشيرة الخطيرة" مسرحية جديدة ل ليلى علوي في موسم الرياض'
       , Description:'كشفت ليلى علوي عن موعد عرض أحدث أعمالها المسرحية "مشيرة الخطيرة" ضمن فعاليات موسم الرياض بالسعودية. ونشرت ليلى علوي البوستر الدعائي للمسرحية على إنستجرام وعلقت: "انتظروني في مسرحية (مشيرة الخطيرة) بطولتي أنا وبيومي فؤاد يوم ٢٢ ديسمبر على مسرح محمد العلي". يُذكر أن ليلى علوي انتهت مؤخرًا من تصوير مشاهدها في أحدث أفلامها المستريحة، والذي من المقرر طرحه خلال الفترة المقبلة.'
       ,ImgUrl:"/images/news174.webp" },
  {Title:'يحيى الفخراني: لم أعتزل واستعد لمسرحية جديدة'
    , Description:"بعد انتشار خبر اعتزال الفنان يحيى الفخراني وتصدر الخبر محركات البحث، نفى الفخراني خبر اعتزاله وقال أنها مُجرد شائعة، وإنه لا يهتم للشائعات ولا يُعطي لها اهتمامًا. كما أكد أنه يقوم بالاستعداد لإطلاق مسرحية جديدة على المسرح القومي، معلقًا: 'اعتزلت فين؟.. مفيش الكلام ده انا شغال علي مسرحية، والعمل مازال في مرحلة البروفات والتجهيزات'. وأضاف أنه إلى الآن لم يستعد لأي عمل درامي خاص برمضان القادم."
     ,ImgUrl:"/images/news171.webp"},
     {Title:'تعرف على موعد عرض الجزء الثالث من مسلسل "موضوع عائلي"'
       , Description:"يترقب متابعو الدراما الاجتماعية والكوميدية معرفة موعد عرض الجزء الثالث من مسلسل \"موضوع عائلي\"،وقد أعلنت بالفعل إحدى المنصات الرقمية عن موعد انطلاقه الرسمي. ومن المقرر عرضه يوم 26 ديسمبر الجاري، وسيكون العمل متاحًا بشكل حصري على منصتها باعتباره من إنتاجاتها الأصلية. كما أنه انضمت ياسمينا العبد إلى أسرة المسلسل، حيث تجسد دور شخصية جديدة تدعى \"شيماء\". المسلسل من بطولة ماجد الكدواني وطه دسوقي و محمد رضوان وياسمينا العبد وسما إبراهيم، بالإضافة إلى عدد آخر من النجوم، والمسلسل من تأليف «محمد عز الدين وكريم يوسف»، وإخراج أحمد الجندي."
       ,ImgUrl:"/images/news172.webp" },
  {Title:'تعرف على تفاصيل مسلسل "الحب كله" لآسر ياسين'
    , Description:"يواصل آسر ياسين التحضير لأحدث أعماله مسلسل \"الحب كله\"، ومن المقرر عرضه في موسم دراما رمضان 2025. المسلسل يناقش بعض المشاكل الاقتصادية والاجتماعية وخاصة في الفترة بين يناير 2023 وحتى مارس 2024. مسلسل \"الحب كله\" يدور في إطار اجتماعي تشويقي، مكون من 15 حلقة، وتواصل الشركة المنتجة له في الفترة الحالية الاتفاق مع باقي الأبطال المشاركين به بجانب آسر ياسين، والعمل من إخراج تامر محسن."
     ,ImgUrl:"/images/news169.webp"},
     {Title:'طرح برومو مسلسل "فقرة الساحر"'
       , Description:"نشرت إحدى المنصات الرقمية البرومو التشويقي لمسلسل \"فقرة الساحر\" المقرر عرضه ابتداءً من 19 ديسمبر. المسلسل من بطولة طه دسوقي وأسماء جلال وعلي قاسم مع ضيوف الشرف بسمة ووليد فواز. \"فقرة الساحر\"، من تأليف إياد صالح وإخراج تامر محسن، الذي يعود بعد غياب دام ثلاث سنوات، منذ مسلسل \"لعبة نيوتن\". تدور أحداث مسلسل \"فقرة الساحر\" حول عمليات سرقة وسطو مستوحاة من أحداث حقيقية في 8 حلقات مليئة بالمفاجآت والتشويق، تدور القصة حول ثلاثة أصدقاء منذ الطفولة وهم مِكس، لمى، وألفي، الذين تطورت صداقتهم إلى شراكة غير تقليدية، حيث شكّلوا عصابة صغيرة تستند إلى مهاراتهم المتنوعة لمواجهة تحديات مثيرة، في قالب يمزج بين الضحك والمغامرة والإثارة والأكشن."
       ,ImgUrl:"/images/news170.webp" },
  {Title:'عصام عمر يعلن عن موعد طرح أحدث أعماله السينمائية'
    , Description:"صرح عصام عمر على الفيسبوك عن موعد طرح أحدث أفلامه \"البحث عن منفذ لخروج السيد رامبو\". وطرح عصام عمر البرومو الرسمي لفيلم \"البحث عن منفذ لخروج السيد رامبو\"، وعلق قائلا: \"(رامبو ) في سينمات مصر 1 يناير والعالم العربي 9 يناير..إن شاء الله تحبوه\". وتدور أحداث الفيلم حول حسن الشاب الثلاثيني الذي يعيد اكتشاف نفسه مرة أخرى، ويضطر لمواجهة مخاوف ماضيه خلال رحلته لإنقاذ كلبه وصديقه الوحيد \"رامبو\"، من مصير مجهول بعدما تورط في حادث خطير دون ذنب، ليصبح بين ليلة وضحاها مطاردًا من قبل كارم، جار حسن، وجميع أهالي الحي. الفيلم من بطولة عصام عمر، ركين سعد، أحمد بهاء، والكلب رامبو، ومعهم المخرج والكاتب خالد منصور، والمنتجون محمد حفظي و رشا حسني."

     ,ImgUrl:"/images/news167.webp"},
     {Title:'تعرف على تفاصيل دور سيد رجب في "حقي وحقك" '
       , Description:"تعاقد سيد رجب على المشاركة في مسلسل \"حقي وحقك\" مع روجينا الذي يؤدي فيه دور طليقها الذي يدخل معها في صراعات عديدة خلال الأحداث. مسلسل \"حقي وحقك\" يدور في إطار اجتماعي لايت، من تأليف محمود عزت وإخراج مي ممدوح، وجاري ترشيح والتعاقد مع النجوم المشاركين في العمل لتحديد موعد بدء التصوير."
       ,ImgUrl:"/images/news168.webp" },
  {Title:'طرح البوسترات الفردية لـ فيلم "بضع ساعات في يوم ما"استعدادًا لطرحه في السينما'
    , Description:"طرحت الجهة المنتجة لفيلم \"بضع ساعات في يوم ما\" بطولة هشام ماجد ومي عمر و هنا الزاهد، البوسترات الفردية للعمل، المقرر طرحة بدور العرض السينمائي 26 من ديسمبر الجاري. والعمل من تأليف الكاتب محمد صادق، إخراج عثمان أبو لبن. يُذكر أن هشام ماجد يستعد حاليا لتصوير فيلم \"البرشامة\" من بطولة ريهام عبد الغفور وطه دسوقي وباسم سمرة ومصطفي غريب كما يعرض له حاليا فيلم «اكس مراتي» بطولة أمينة خليل ومحمد ممدوح."
     ,ImgUrl:"/images/news165.webp"},
     {Title:'رحمة أحمد تشارك أكرم حسني بطولة "الكابتن" في رمضان 2025'
       , Description:"تعاقدت رحمة أحمد علي مشاركة أكرم حسني بطولة مسلسل 'الكابتن'، المقرر عرضه ضمن سباق رمضان 2025 المقبل. مسلسل 'الكابتن' مكون من 15 حلقة، ويدور في إطار اجتماعي كوميدي، وتشارك آية سماحة في بطولته مع أكرم حسني، ومن إخراج معتز التوني. من ناحية اخرى تعاقدت رحمة أحمد علي فيلم 'رزق الهبل' مع مني زكي ومن المقرر بدء التصوير خلال الفترة القادمة، والعمل يدور في إطار كوميدي ويعتمد على البطولة النسائية."
       ,ImgUrl:"/images/news166.webp" },
  {Title:'طرح فيلم "الحريفة 2" في دور العرض .. الأربعاء المقبل'
    , Description:"طرح فيلم \"الحريفة 2\" في دور العرض السينمائية يوم الأربعاء المقبل، وهو من بطولة نور النبوي وأحمد غزى وكزبرة، وهو من إخراج كريم سعد وتأليف إياد صالح. تدور أحداث فيلم \"الحريفة 2\" تحت اسم \"الريمونتادا\" حول الحريفة بعد فوزهم بالبطولة، يتفقوا على استكمال الحلم سويًا. وتشهد الأحداث دخولهم الجامعة لأول مرة وانبهارهم بما في داخلها وعودتهم للعب كرة القدم، مع وجود \"حريفة جدد\" داخل الفريق سواء من العنصر النسائي أو الرجالي."
     ,ImgUrl:"/images/news163.webp"},
     {Title:'محمد أنور يكشف تفاصيل الجزء الثاني من "ديبو"'
       , Description:"صرح محمد أنور أنه يستعد لتقديم جزء ثان من مسلسل \"ديبو\" الذي عرض مؤخرا على إحدى المنصات الرقمية. وقال محمد أنور إنه بدأ حاليا فى التحضيرات للجزء الثاني من مسلسل \"ديبو\" ولكن المسلسل قد يستغرق بعض الوقت لكونه يضم مجموعة كبيرة من ضيوف الشرف. يتم حاليًا كتابة الجزء الثاني وفور الانتهاء من الكتابة سوف تبدأ جلسات العمل مع المخرج والمؤلف لبدء التصوير. مسلسل \"ديبو\" مكون من 12 حلقة شارك في بطولة الجزء الأول العديد من النجوم وضيوف الشرف أبرزهم زينة، مصطفى غريب وهالة فاخر."
       ,ImgUrl:"/images/news164.webp" },
  {Title:'دينا الشربيني بطلة مسرحية "حاورينى يا كيكي"'
    , Description:"أعلن المستشار تركي آل الشيخ عن عرض مسرحي جديد بعنوان \"حاوريني يا كيكي\"، والذي سيُعرض في الفترة من 4 إلى 8 ديسمبر 2024 على مسرح محمد العلي. تدور أحداث المسرحية حول ثلاثة أصدقاء يتنافسون على كسب قلب فتاة بطرق مختلفة فمنهم من يستخدم الرومانسية، والآخر يعتمد على المال، والثالث على الشهامة. ومع تطور الأحداث، تدخل صاحبة الفندق مما يضيف مزيدًا من التشويق والتنافس بينهم. المسرحية من بطولة دينا الشربيني، هالة صدقي، رانيا يوسف، أوس أوس ودياب. جدير بالذكر أن دينا الشربيني شاركت في موسم دراما رمضان 2024 بمسلسل  بعنوان \"كامل العدد +1\". المسلسل مكون من 15 حلقة ويعرض في رمضان 2024."
     ,ImgUrl:"/images/news161.webp"},
     {Title:'علي ربيع يتعاقد على "الساحل الشرير"'
       , Description:"تعاقد علي ربيع علي بطولة فيلم \"الساحل الشرير\" من إخراج عمرو صلاح، وجاري الاتفاق على كافة تفاصيله والتعاقد مع باقي أبطاله، من أجل تحديد موعد التصوير خلال الفترة المقبلة. في سياق آخر تعاقد الفنان علي ربيع على عمل سينمائي جديد بعنوان «الصفا الثانوية بنات». ويجسد ربيع شخصية مُدرس في مدرسة للبنات ضمن أحداث العمل ، ومن المقرر أن يبدأ التصوير خلال الأيام القادمة. وكشف علي ربيع عن تعاقده على فيلم \"الصفا الثانوية بنات\" على انستجرام مع مجموعة صور تجمعه بالمنتج أحمد السبكي وابنه كريم السبكي، وعلق قائلاً: \"الحمد لله ربنا يكرمنا ونقدر نفرحكم، انتظرونا فيلم (الصفا الثانوية بنات) قريباً\"."
       ,ImgUrl:"/images/news162.webp" },
  {Title:'هدى المفتي تشارك في الموسم الرمضاني 2025 بـ "80 باكو"'
    , Description:"تعاقدت هدى المفتي مؤخراً على مسلسل جديد، في أول بطولة مُطلقة، بعنوان \"80 باكو\"، ومن المقرر أن تخوض به موسم رمضان 2025. العمل مكون من 15 حلقة، من تأليف غادة عبد العال وإخراج كوثر يونس، وحتى الآن لم يتم الاستقرار على بقية فريق العمل."
     ,ImgUrl:"/images/news159.webp"},
     {Title:'انطلاق تحضيرات الجزء الثاني من فيلم شقو'
       , Description:"أعلن المنتج أحمد السبكي على حسابه على الفيسبوك عن بدء التحضيرات الأولية للجزء الثاني من فيلم شَقُّو بعنوان مبدئي 'شبنش مراكش'. وشارك السبكي صورًا جمعته بالفنانين عمرو يوسف ومحمد ممدوح، والمخرج كريم السبكي، وعلق قائلًا: 'توكلنا على الله، الشقايق ما بقوش بطولهم، واللي فات ما متش'. وكشف السبكي أن عمرو يوسف ومحمد ممدوح قد وقعا رسميًا، وأشار إلى أن الفيلم من تأليف وسام صبري، وإخراج كريم السبكي. وأوضح أن التعاقدات مع باقي النجوم لا تزال جارية، مشيرًا إلى أنه سيتم الإعلان قريبًا عن مزيد من التفاصيل حول الفيلم."
       ,ImgUrl:"/images/news160.webp" },
  {Title:'سيد رجب والد أم كلثوم في فيلم “الست” ويتوفى خلال الأحداث'
    , Description:"يشارك سيد رجب في بطولة فيلم “الست”، لـ منى زكي، حيث يجسد شخصية الشيخ إبراهيم، والد كوكب الشرق أم كلثوم، ضمن عمل سينمائي يتناول جوانب من حياة أسطورة الغناء. ويقدم سيد رجب أداءً مميزًا لشخصية الشيخ إبراهيم، الذي لعب دورًا كبيرًا في تشكيل مسيرة ابنته، إلا أن الشخصية سترحل خلال أحداث الفيلم، مما يضيف عمقًا دراميًا للعمل. ويضم العمل في بطولته كل من عمرو سعد ومحمد فراج بجانب عدد كبير من ضيوف الشرف منهم أحمد حلمي وكريم عبدالعزيز، من تأليف أحمد مراد وإخراج مروان حامد."
     ,ImgUrl:"/images/news157.webp"},
     {Title:'"فقرة الساحر" مسلسل جديد لأسماء جلال وطه دسوقي'
       , Description:'شاركت أسماء جلال متابعيها على انستجرام برومو مسلسلها الجديد “فقرة الساحر”، المقرر عرضه قريبًا على إحدى المنصات الإلكترونية، المسلسل من إخراج تامر محسن. ظهر في البرومو أسماء جلال برفقة طه دسوقي وعلي قاسم في مشهد غامض، حيث تم الكشف عن لحظة إزالة غطاء كان يمنعهم من رؤية محيطهم، إلى جانب تقييد حركتهم، ورافق المشهد تعليق صوتي لطه دسوقي قائلاً: “الناس ما بيتقسموش لأغبيا وأذكيا، الناس نوعين، في ناس طماعين وفي إحنا".'

       ,ImgUrl:"/images/news158.webp" },
  {Title:'بيومي فؤاد وانتصار وغزي يستعدون لتصوير "قهوة المحطة"'
    , Description:"يستعد فريق مسلسل \"قهوة المحطة\" لبدء التصوير،ومن المقرر عرضه في الموسم الرمضاني القادم. المسلسل من بطولة عدد كبير من الفنانين، بينهم: بيومي فؤاد، رشدي الشامي وأحمد غزي وانتصار، وسيتم الإعلان عن عدد آخر من المشاركين فيه قريبًا. تدور أحداث مسلسل \"قهوة المحطة\" خلال 15 حلقة في إطار اجتماعي، وأكد السيناريست عبدالرحيم كمال أن خلال الفترة الحالية سيتم الاستقرار على باقي فريق المسلسل. المسلسل سيتم تصويره في عدد كبير من الأماكن بين القاهرة والصعيد، بالإضافة إلي الديكورات، وفي الوقت نفسه أكد عبدالرحيم كمال أنه أوشك على الانتهاء من كتابة الحلقات الأخيرة من المسلسل، لتصبح جاهزة قبل انطلاق التصوير. \"قهوة المحطة\" إخراج إسلام خيري، والعمل من إنتاج شركة سينرجي للمنتج تامر مرسي."
     ,ImgUrl:"/images/news155.webp"},
     {Title:'صبري فواز يشارك في فيلم "صيف 67" مع نيللي كريم '
       , Description:"شارك صبري فواز في بطولة فيلم \"صيف 67\" من تأليف وإخراج أبو بكر شوقي والذي تم الانتهاء من تصويره. والفيلم من بطولة نيللي كريم وأمير المصري وشريف الدسوقي وأحمد كمال وعدد كبير من النجوم الشباب، ومن المقرر طرحه فى السينمات خلال الفترة المقبلة. ونشر أمير المصري بعض الصور ومقطع فيديو من كواليس تصوير الفيلم، عبر حسابه على انستجرام وعلق: \"فركش صيف 67\"."

       ,ImgUrl:"/images/news156.webp" },
  {Title:'أبطال "رقم سري" يقتربون من انتهاء تصوير المشاهد الأخيرة'
    , Description:"يواصل أبطال مسلسل \"رقم سري\" تصوير المشاهد الأخيرة من العمل، الذي يحقق تفاعل جماهيري كبير منذ بدء عرضه على إحدى المنصات الإلكترونية وقناة DMC. ومن المقرر أن تنتهي عمليات التصوير خلال هذا الأسبوع في منطقة القاهرة الجديدة، ليتفرغ المخرج محمود عبدالتواب بعد ذلك لأعمال المونتاج والمكساج استعدادًا لعرض الحلقات القادمة. وقد لاقى المسلسل إشادة كبيرة من الجمهور بفضل تصاعد أحداثه وحبكته الدرامية المميزة. وتدور أحداث مسلسل \"رقم سري\" حول \"ندى عشماوي\"، فتاة طموحة وقيادية في منتصف الثلاثينات، التي تمكنت من تحقيق نجاح كبير بوصولها لمنصب أصغر مديرة بنك في سنها، ورغم نجاحها المهني، تواجه \"ندى\" كراهية من زملائها في العمل. المسلسل من بطولة ياسمين رئيس، عمرو وهبة، أحمد الرافعي، رامي الطمباري، مروة عيد، ونخبة من النجوم، والعمل من تأليف محمد سليمان عبدالمالك، إخراج محمود عبدالتواب."
     ,ImgUrl:"/images/news153.webp"},
     {Title:'وفاة الملحن محمد رحيم '
       , Description:"طرح كريم محمود عبدالعزيز برومو أحدث أعماله السينمائية فيلم \"الهنا اللي أنا فيه\" عبر حسابه الرسمي على الفيس بوك. وكشف عن موعد طرح أحدث أفلامه بعد طرحه للبرومو الرسمي للعمل وعلق، قائلا:\"الهنا اللي أنا فيه ١٨ ديسمبر بجميع السينمات. فيلم \"الهنا اللي أنا فيه\" من نوعية الأفلام الاجتماعية الكوميدية، العمل من تأليف أيمن بهجت قمر، وإخراج خالد مرعي. وبطولة ياسمين رئيس، كريم محمود عبد العزيز، دينا الشربيني."
       ,ImgUrl:"/images/news154.webp" },
  {Title:'هل يتم استكمال مسلسل "توحة" بعد انسحاب علا غانم؟'
    , Description:"كان من المقرر تصوير مسلسل \"توحة\" لـ علا غانم وعرضه خلال الدراما الرمضانية 2023، ولكن توقفت تحضيراته بعد انسحاب علا غانم لظروف خاصة.\n\nوكشفت بعض المصادر أن المسلسل مازال قائمًا ولكن حدثت تغييرات كثيرة في طاقم الممثلين، ممن كان مقرر مشاركتهم في العمل.\n\nوأكد المصدر أن العمل سيكون من بطولة فنانة أخري بدلًا من علا غانم، ومن المقرر تصويره في مطلع العام الجديد 2025 مع المخرج محمد النقلي.\n\nكان من المفترض أن يضم المسلسل كل من: علا غانم، دينا فؤاد، إيهاب فهمي، حجاج عبد العظيم، انتصار، وهو من تأليف أحمد صبحي وإخراج محمد النقلي، وتدور أحداثه في إطار الحي الشعبي وحول مفهوم قوة الإرادة وتحقيق الأهداف الدراسية أو العاطفية أو العملية."
     ,ImgUrl:"/images/news151.webp"},
     {Title:'كريم محمود عبد العزيز يطرح الإعلان الدعائي "الهنا اللي أنا فيه"'
       , Description:"طرح كريم محمود عبدالعزيز برومو أحدث أعماله السينمائية فيلم \"الهنا اللي أنا فيه\" عبر حسابه الرسمي على الفيس بوك. وكشف عن موعد طرح أحدث أفلامه بعد طرحه للبرومو الرسمي للعمل وعلق، قائلا:\"الهنا اللي أنا فيه ١٨ ديسمبر بجميع السينمات. فيلم \"الهنا اللي أنا فيه\" من نوعية الأفلام الاجتماعية الكوميدية، العمل من تأليف أيمن بهجت قمر، وإخراج خالد مرعي. وبطولة ياسمين رئيس، كريم محمود عبد العزيز، دينا الشربيني."
       ,ImgUrl:"/images/news152.webp" },
  {Title:'حسن الرداد وإيمي سمير غانم يواصلان نجاحهما معًا ويجتمعان في مسلسل جديد'
    , Description:"بدأ حسن الرداد التحضيرات والاستعدادات الخاصة بمسلسله الجديد \"مش هو ولا هي\" الذي يشارك فيه إيمي سمير غانم، والمقرر عرضه رمضان القادم. المسلسل من إنتاج أحمد السبكي، ويعد من الأعمال المنتظرة بشدة. ومن المقرر أن ينطلق التصوير في منتصف ديسمبر، حيث يقترب مخرج العمل من الانتهاء من التفاصيل المبدئية استعداداً لانطلاق التصوير. وهذا التعاون بين الرداد وإيمي سمير غانم هو مفاجأة رائعة لجمهورهما. مسلسل \"مش هو ولا هي\" يعد استكمالاً لثنائية حسن الرداد وزوجته إيمي سمير غانم، بعدما اجتمعا معا في العديد من الأعمال الفنية في مجالات الدراما، السينما، والمسرح. منها مسلسل \"حق ميت\" ومسلسل \"عزمي وأشجان\"."
     ,ImgUrl:"/images/news149.webp"},
     {Title:'محمد ثروت يتعاقد علي "شهادة معاملة أطفال" بطولة هنيدي'
       , Description:'تعاقد محمد ثروت علي مشاركة محمد هنيدي مسلسل "شهادة معاملة أطفال" المقرر عرضه رمضان القادم. المسلسل من تأليف محمد سليمان عبد المالك، وإخراج وائل فرج، والعمل يعيد محمد هنيدي إلى الدراما التليفزيونية بعد غياب 6 سنوات، منذ تقديمه مسلسل "أرض النفاق" عام 2018. جدير بالذكر أن محمد ثروت لأبطال مسلسل "برستيج" بطولة محمد عبدالرحمن، ويظهر ثروت كضيف شرف ضمن أحداث العمل. مسلسل "برستيج" يدور في إطار تشويقي كوميدي، ومن بطولة محمد عبدالرحمن، راندا عوض، سامي مغاوري، مصطفى غريب، وبسام رجب، ومن تأليف إنجي أبو السعود، وإخراج عمرو سلامة.'
       ,ImgUrl:"/images/news150.webp" },
  {Title:'بعد نجاح مسرحية "سيدتي أنا".. داليا البحيري تنتظر عرض "الملك وأنا"'
    , Description:"بدأت داليا البحيري في التحضير لمسرحيتها الجديدة \"الملك وأنا\" من إخراج محسن رزق، وهى مسرحية كوميدية استعراضية غنائية فكرتها تدور حول ملك جزيرة سيان الذى يستعين بمدرسة إنجليزية تدعى \"ياسمين\" لتعليم أولاده ما يحدث صدامًا بين ثقافة المدرسة وثقافة أبناء الملك. يشارك داليا البحيري في مسرحية \"الملك وأنا\" عدد كبير من الفنانين وأحد عشر طفلا يقومون بدور أبناء الملك. المسرحية من إعداد محسن رزق عن مذكرات أناليونوينز وديكورات دكتور حمدي عطية وملابس دكتورة مروة عوده وتصميم استعراضات مصطفى حجاج وموسيقى النجم عصام كاريكا وأشعار عادل سلامة وجرافيك جون بهاء. وتأتى مسرحية \"الملك وأنا\" بعد النجاح الكبير الذي حققته داليا البحيري في مسرحية \"سيدتى أنا\" بطولة نضال الشافعي، فريد النقراشي، محمد دسوقي، أمينة سالم وعدد من النجوم."
     ,ImgUrl:"/images/news147.webp"},
     {Title:'توقف تحضيرات مسلسل "كنترول" ل ريهام حجاج'
       , Description:'رغم التعاقدات وبدء التحضيرات، توقفت الاستعدادات الخاصة بمسلسل "كنترول" الذي كانت ستقوم ببطولته ريهام حجاج وهو من تأليف أيمن سلامة. حيث أعلنت الجهة المنتجة للعمل تراجعها عن تنفيذ المشروع واعتذرت للمؤلف ومخرج العمل. ويتم حاليًا البحث عن قصة أخرى وسيناريو جديد لتنفيذه لتشارك من خلاله ريهام حجاج في دراما رمضان. ورغم أنه لم يتبق الكثير من الوقت على رمضان إلا أن ريهام حجاج مازالت متحمسة لخوض المنافسة هذا العام، ومن المقرر أن يتم الإعلان عن تفاصيل المشروع الجديد فور الاتفاق عليه.'
       ,ImgUrl:"/images/news148.webp"},
  {Title:'محمد عبدالحافظ: سعيد بالتعاون مع حمادة هلال في المداح 5'
    , Description:"انضم محمد عبد الحافظ، إلى أسرة مسلسل \"المداح\" الجزء الخامس، بطولة حمادة هلال. وأعرب عن سعادته الكبيرة بخوض هذه التجربة، مشيراً إلى أنه التعاون الثاني له مع حمادة هلال بعد تعاونهما الناجح في مسلسل ولي العهد. كما عبر عبدالحافظ، عن امتنانه للتعامل لأول مرة مع المنتج صادق الصباح، والمؤلف أمين جمال، والمخرج المتميز أحمد سمير فرج، مؤكداً أنه سعيد بالانضمام إلى فريق عمل مميز. ويشارك في بطولة مسلسل المداح 5 مجموعة كبيرة من النجوم، من بينهم غادة عادل، خالد الصاوي، مي كساب، هبة مجدي، يسرا اللوزي، خالد سرحان، دنيا عبدالعزيز، حنان سليمان، محسن محيي الدين، أسماء أبواليزيد، وجوري بكر."
     ,ImgUrl:"/images/news145.webp"},
     {Title:'تفاصيل مسلسل "مذكرات نشال" لأحمد أمين في رمضان 2025'
       , Description:"يستعد أحمد أمين لرمضان المقبل بمسلسل \"مذكرات نشال\" والذي يشاركه فيه عدد من كبار الفنانين إلى جانب النجوم الشباب، ومن أبرزهم ركين سعد، حاتم صلاح، عبد الرحمن محمد، وتواصل الشركة المنتجة الفترة الحالية التعاقد مع بقية الفنانين المشاركين في المسلسل. مسلسل \"مذكرات نشال\" مكون من 15 حلقة، وتدور أحداثه في إطار كوميدي فانتازي، والعمل من إخراج حسام علي."
       ,ImgUrl:"/images/news146.webp"},
  {Title:'هذا هو موعد عرض آخر حلقتين من مسلسل "6 شهور"'
    , Description:"تعرض منصة \"watch it\" آخر حلقتين من مسلسل \"٦ شهور\" الأربعاء المقبل الذي يتكون من 10 حلقات ويعرض حلقتين أسبوعيا.\n\nمسلسل \"6 شهور\" من بطولة كلا من نور خالد النبوي، نور إيهاب، مراد مكرم، سلوى محمد علي، أمجد الحجار، باهر النويهي، فريدة رجب، بسمة نبيل، وآخرين من النجوم، والمسلسل من تأليف كلا من عمرو أبو يزيد، وإخراج مصطفى صولي.\n\nجدير بالذكر أن نور النبوي انتهى من تصوير مشاهده في فيلم \"الحريفة 2\" إخراج كريم سعد، تأليف إياد صالح، بطولة أحمد غزي، سليم الترك، خالد الذهبي، كزبرة، نور إيهاب، عبد الرحمن محمد، كريمة منصور بمشاركة نجوم كبار كضيوف شرف منهم الفنان أحمد فهمي، آسر ياسين."
     ,ImgUrl:"/images/news143.webp"},
     {Title:'افتتاح الدورة ٤٥ لمهرجان القاهرة السينمائي '
       , Description:"افتتح النجم حسين فهمي رئيس مهرجان القاهرة السينمائي الدولي الدورة الجديدة وهي الـ45، وسط حضور كبير من نجوم السينما من مصر والوطن العربي. ويفتتح المهرجان، دورته الجديدة المقرر إقامتها بداية من اليوم إلى 22 نوفمبر الجاري، بعرض الفيلم الفلسطيني \"أحلام عابرة\" للمخرج رشيد مشهراوي في عرضه العالمي الأول، بحضور صناعه. وتشهد الدورة الخامسة والأربعين من مهرجان القاهرة السينمائي، مشاركة 190 فيلمًا من 72 دولة بالإضافة لحلقتين تلفزيونيتين، بينما تشمل الفعاليات 16 عرضًا للسجادة الحمراء، و37 عرضًا عالميًا أول، و8 عروض دولية أولى، و119 عرضًا لمنطقة الشرق الأوسط وأفريقيا. ويكرم المهرجان في نسخته الـ 45 ثلاث شخصيات سينمائية بارزة تضم المخرج المصري يسري نصر الله، الذي يُمنح جائزة الهرم الذهبي التقديرية لإنجاز العمر، تقديرًا لمسيرته الفنية الحافلة، والنجم أحمد عز، بمنحه جائزة فاتن حمامة للتميز، كما سيتم تكريم المخرج البوسني دانيس تانوفيتش، الذي يترأس لجنة تحكيم المسابقة الدولية."
       ,ImgUrl:"/images/news144.webp"},
  {Title:'أحمد داش يفاجيء جمهوره بخطوبته'
    , Description:"نشر أحمد داش على حسابه على انستجرام صورة من حفل خطوبته ومكتوب على الصورة يوم 24 أكتوبر. وعلق داش على الصورة وقال: الحمد لله. وانهالت التعليقات من جمهوره ومتابعيه على الصورة وكانت بين المباركة وبين اللوم على عدم المعرفة. من ناحية اخرى يصور أحمد داش حاليًا دوره ضمن أحداث فيلم 'نجوم في الساحل'. الفيلم بطولة أحمد داش، ومايان السيد، وعلي صبحي، وأحمد عبد الحميد، وعلي السبع، ومالك عماد، وتميم حافظ ومغني الراب فليكس في أولى تجاربه التمثيلية، إضافة لمشاركة العديد من ضيوف الشرف."
     ,ImgUrl:"/images/news141.webp"},
     {Title:'أكرم حسني يستكمل نشاطه الفني ب "ألف تيتة وتيتة"'
       , Description:"يستعد أكرم حسني للمسرح من جديد حيث يلتقي بجمهوره في السعودية من خلال مسرحية \"ألف تيتة وتيتة\"، الذي يعرض ضمن فعاليات موسم الرياض. ونشر المستشار تركي آل الشيخ، عبر حسابه في موقع \"إكس\" بوستر المسرحية، التي تعرض على مسرح محمد العلي في الفترة من 21 إلى 25 نوفمبر الجاري. ويشارك أكرم حسني البطولة كل من بيومي فؤاد وميرنا جميل ومجموعة من النجوم. وقد تعاقد أكرم حسني أيضًا مؤخرا على مسلسل \"الكابتن\" من إخراج معتز التوني، ومن المقرر أن يخوض به موسم رمضان المقبل 2025."
       ,ImgUrl:"/images/news142.webp"},
  {Title:'إسعاد يونس: أستعد للجزء الثاني من مسلسل "تيتا زوزو"'
    , Description:"صرحت الفنانة إسعاد يونس عن تحضيرات الجزء الثاني من مسلسل \"تيتا زوزو\" بعد النجاح الكبير الذي حققه فور عرضه. وقالت إسعاد يونس أنها بدأت تصوير مسلسل \"كامل العدد 3\" منذ ثلاثة أيام وتحضر حاليًا للجزء الثاني من تيتا زوزو وستعلن عن تفاصيله خلال الفترة المقبلة. وجدير بالذكر أن مسلسل \"تيتا زوزو\" عرض مؤخرًا، وتقوم ببطولته إسعاد يونس إلى جانب محمد كيلاني، إسلام إبراهيم، ندى موسى، وآخرين، وهو من تأليف محمد عبد العزيز وإخراج شيرين عادل."
     ,ImgUrl:"/images/news139.webp"},
     {Title:'"شهادة معاملة أطفال".. هنيدي يعلن مشاركته في رمضان 2025'
       , Description:"أعلن محمد هنيدي من خلال منشور على الفيسبوك، عن مشاركته في سباق دراما رمضان 2025 بمسلسل جديد بعنوان \"شهادة معاملة أطفال\". وعلق هنيدي على المنشور: \"بسم الله.. توكلنا على الله.. مسلسل شهادة معاملة أطفال في رمضان، ربنا يكرمنا\". وكشف البوستر الدعائي الذي أرفقه هنيدي بإعلانه عن العمل، من تأليف محمد سليمان عبد المالك، وإخراج وائل فرج."
       ,ImgUrl:"/images/news140.webp"},
  {Title:'تعرف إلى تفاصيل مسلسل "موعد مع الماضي" '
    , Description:"طرح الفيديو الترويجي لمسلسل \"موعد مع الماضي\" لآسر ياسين.\n\nالفيديو كشف عن مجموعة متنوعة من اللقطات التشويقية للعمل المقرر أن يتكون من 8 حلقات، وسيعرض في 6 ديسمبر على إحدى المنصات العالمية.\n\nتدور أحداث المسلسل في مصر، حيث يخوض يحيى (آسر ياسين) رحلة مليئة بالمخاطر للكشف عن الحقيقة وراء مقتل شقيقته نادية، ومع تصاعد الأحداث، تصبح جميع الشخصيات مشبوهة، ويزداد الغموض مع الأحداث.\n\nالمسلسل من إخراج السدير مسعود، وكتابة محمد المصري، ويشارك آسر ياسين البطولة محمود حميدة وشريف سلامة و شيرين رضا وركين سعد والعديد من النجوم."
     ,ImgUrl:"/images/news137.webp"},
     {Title:'صناع مسلسل "الكينج" يأجلونه لرمضان ٢٠٢٦'
       , Description:"أعلن منتجي مسلسل 'الكينج' خروجه من السباق الرمضاني وتأجيله لرمضان القادم ٢٠٢٦.\n\nونشر بطل المسلسل محمد إمام تعليق على انستجرام كتب فيه: 'اللي جاي حلو ان شاء الله' ليعبر عن إيجابيته تجاه تأجيل المسلسل.\n\nتعد آخر الأعمال الدرامية التي قدمها محمد إمام كان مسلسل بعنوان 'كوبرا'، والذي تم عرضه في رمضان ٢٠٢٤ وحقق نجاح كبير وكان مسلسل كوميدي تدور أحداثه في إطار لايت تشويقي."
       ,ImgUrl:"/images/news138.webp"},
  {Title:'بيومي فؤاد يشارك فى بطولة فيلم أسد أسود للمخرج محمد دياب'
    , Description:"يشارك بيومى فؤاد فى بطولة فيلم 'أسد أسود' بطولة محمد رمضان، للمخرج محمد دياب، حيث يجتمع بيومي مع رمضان للمرة الأولى في السينما، حيث يجسد أحد الشخصيات البارزة فى أحداث الفيلم، وبدأ بيومي تصوير دوره فى الفيلم الذى من المقرر طرحه في دور العرض خلال الفترة المقبلة، ويشارك في بطولة الفيلم كل من شريف سلامة ماجد الكدوانى وعدد كبير من الفنانين. كما أن بيومى فؤاد ينتظر عرض فيلمه الجديد 'المستريحة' وتشارك في بطولته ليلى علوى، ومن المقرر طرحه في دور العرض السينمائى خلال الفترة المقبلة، وهو العمل الثالث بين ليلى علوى وبيومى فؤاد في السينما على مدار السنوات الأخيرة."
     ,ImgUrl:"/images/news135.webp"},
     {Title:'"الحارس" يُعيد هاني سلامة للسينما'
       , Description:"يعود هاني سلامة للسينما بعد غيابه الذي دام 13 سنة من خلال فيلم جديد يحمل اسم 'الحارس' تأليف عمر عبد الحليم، إخراج ياسر سامي ومن المقرر البدء في تحضيراته خلال الفترة المقبلة تمهيداً لبدء تصويره بعد الانتهاء من التعاقدات مع الفنانين المشاركين في بطولة العمل. وكان آخر أفلام هانى سلامة فيلم 'واحد صحيح' عام 2011. وآخر مسلسلاته مسلسل 'ملف سرى' الذي تم عرضه فى شهر رمضان 2022 وشارك فى بطولته ماجد المصري، عائشة بن أحمد، دنيا عبد العزيز، نضال الشافعى، محمد محمود عبد العزيز، محسن محيى الدين."
       ,ImgUrl:"/images/news136.webp"},
  {Title:'فيلم ومسلسل .. انتعاشة فنّية لـ أحمد السعدني في 2025'
    , Description:"يعيش أحمد السعدني حالة من الانتعاشة الفنية، ما بين عودته لدراما رمضان بعد غيابه العام الماضي، وبين انتظاره لعرض فيلم جديد من بطولته. فمن ناحية الدراما، تعاقد السعدني على المشاركة في بطولة مسلسل 'لام شمسية' وتشاركه البطولة أمينة خليل، وهو من تأليف مريم نعوم وإخراج كريم الشناوي، ومن المقرر أن يبدأ تصويره خلال الأيام القليلة المقبلة. ومن ناحية السينما، ينتظر السعدني عرض فيلم 'ولنا في الخيال حياة'، والذي انتهى من تصويره منذ فترة. العمل من تأليف وإخراج سارة رزيق ويشارك في العمل كل من مايان السيد، فريدة رجب، سيف حميدة، عفاف مصطفى وآخرين."
     ,ImgUrl:"/images/news133.webp"},
     {Title:'"أفلاطوني" يجمع محمد الشرنوبي وجميلة عوض في رمضان '
       , Description:"تعاقد محمد الشرنوبي على بطولة مسلسل 'أفلاطوني' ليشارك به في الموسم الرمضاني، على أن تشاركه البطولة جميلة عوض التي تخوض من خلال هذا المسلسل أولى بطولاتها المُطلقة. 'أفلاطوني' من نوعية المسلسلات التي تتكون من 15 حلقة، وتأليف وإخراج شريف الألفي ومن المقرر انطلاق تصويره قريبًا. من ناحية أخرى ينتظر محمد الشرنوبي عرض مسلسل 'إقامة جبرية' على إحدى المنصات الإلكترونية خلال ديسمبر الذي يقوم فيه بدور البطولة أمام هنا الزاهد خلال أحداث العمل الذي يشارك في بطولته صابرين، محمود البزاوي، من تأليف أحمد عادل وإخراج أحمد سمير فراج، وتدور أحداثه في إطار اجتماعي نفسي."
       ,ImgUrl:"/images/news134.webp"},
  {Title:'الكشف عن تفاصيل شخصية أحمد خالد صالح في مسلسل "قتل اختياري"'
    , Description:"يعود أحمد خالد صالح لجمهوره بدور الزوج مرة أخرى بعد نجاحه في مسلسل 'بدون سابق إنذار' من خلال مسلسل 'قتل اختياري' حيث يجسد دور زوج بطلة العمل ياسمين رئيس. والشخصية التي يجسدها أحمد خالد صالح في المسلسل تحمل الكثير من الأبعاد النفسية التي تكشفها الأحداث تباعًا حيث تسبب الحيرة هل تتعاطف معه أم لا؟ ومن المقرر أن يبدأ تصوير المسلسل نهاية الشهر الجاري. 'قتل اختياري' من تأليف محمد السوري ويناقش مشكلات الأمهات اللاتي يعانين مع أطفالهن المصابون بمتلازمة داون. والمسلسل هو التعاون الثاني الذي يجمع ياسمين رئيس بأحمد خالد صالح بعد تعاونهما في فيلم 'الفستان الأبيض' الذي يُطرح في دور السينما يوم 20 نوفمبر. والفيلم من تأليف وإخراج جيلان عوف ومن بطولة ياسمين رئيس، أسماء جلال، أحمد خالد صالح."
     ,ImgUrl:"/images/news131.webp"},
     {Title:'حنان مطاوع في كواليس مسلسلها الجديد "صفحة بيضا"'
       , Description:"تواصل حنان مطاوع تصوير مشاهد مسلسلها الجديد 'صفحة بيضا' تمهيدًا لعرضه خلال الأسابيع المقبلة. حيث تم تصوير نسبة كبيرة من مشاهد العمل حتى الآن. وكشف المؤلف حاتم حافظ عن بعض من صور الكواليس وظهرت حنان بالشخصية التي تجسدها مرتدية الجلباب الأسود والحجاب. مسلسل 'صفحة بيضا' من تأليف حاتم حافظ وإخراج أحمد حسن وهو من بطولة حنان مطاوع ويشاركها البطولة سامي الشيخ ومها نصار وأحمد الرافعي. وتدور أحداث المسلسل في إطار اجتماعي تشويقي، إذ تدخل حنان مطاوع في العديد من الأزمات وتحاول الوصول إلى حل لها."
       ,ImgUrl:"/images/news132.webp"},
  {Title:'استمرار عرض مسرحية "ميمو" لأحمد حلمي خلال نوفمبر في هذه المواعيد'
    , Description:"روج أحمد حلمي لمسرحية 'ميمو' وأعلن عن مواعيد العرض خلال شهر نوفمبر حيث سيكون في ويك إند الأسبوع الجاري يومي 7 ،8 نوفمبر على مسرح جراند تاور، والعرض مازال يحقق نجاح كبير وإقبال من الجمهور. جدير بالذكر أن مسرحية ميمو تضم العديد من الفنانين مع أحمد حلمي، منهم: أسماء جلال، نور إيهاب، هنا شيحة، حمدي الميرغني، أحمد رزق، محمد رضوان، والمسرحية من تأليف ضياء محمد، وإخراج هشام عطوة. وعُرضت مسرحية ميمو حتى الآن في عدة مُدن بالمملكة العربية السعودية منهم الدمام، مدينة جدة، مدينة الرياض، مدينة أبها، مدينة الطائف، ورفعت كل العروض لافتة 'كامل العدد'."
     ,ImgUrl:"/images/news129.webp"},
     {Title:'أحمد داوود ينتهي من تصوير مسلسل "كل سنة مرة"'
       , Description:"انتهى أحمد داوود من تصوير مسلسل 'كل سنة مرة'، الذي ينتمي إلى فئة الأعمال الدرامية الاجتماعية ويجمع بين الإثارة والتشويق. داود يشارك في العمل مع مجموعة من النجوم، والذي من خلاله يتعاون مرة أخرى مع المخرج يحيى إسماعيل بعد نجاحهما في مسلسل 'زينهم'. ويشارك في بطولة مسلسل 'كل سنة مرة' أحمد بدير، محمد محمود، مراد مكرم، وفرح يوسف والعمل من تأليف عبدالرحمن جاويش، إخراج يحيى إسماعيل. وينتمي المسلسل إلى فئة الأعمال الدرامية المكونة من 10 حلقات، ومن المقرر طرحه عبر إحدى المنصات الرقمية. يُذكر أن مسلسل 'كل سنه مرة' يُمثل البطولة المطلقة الثانية لأحمد داوود، بعد تقديمه أولى بطولاته من خلال مسلسل 'زينهم'."
       ,ImgUrl:"/images/news130.webp"},
  {Title:'نشر التفاصيل الكاملة لمسلسل "ولعة ومفتاح" لـ أحمد مالك وطه الدسوقي'
    , Description:"بعد إعلان مشاركة أحمد مالك وطارق الدسوقي في مسلسل 'ولعة ومفتاح'، ننشر التفاصيل الكاملة عن قصة المسلسل، حيث تدور الأحداث حول قصة حياة طفلين تربيا في دار أيتام وتربطهما علاقة صداقة قوية ولا يجدان سوى النشل والسرقة لتكون مهنتهما، وبعد خروجهما من دار الأيتام يتعرضان لمواقف تغير مسار حياتهما. ومن المقرر البدء في التصوير تمهيدًا لعرضه رمضان القادم. ويعتبر المسلسل عودة لأحمد مالك للظهور في دراما رمضان بعد غياب 3 سنوات، بعد مشاركته في مسلسل 'نسل الأغراب' الذي عُرض عام 2021، وكان آخر ظهور لأحمد مالك في الدراما من خلال مسلسل 'مطعم الحبايب' الذي عُرض مؤخرًا على إحدى المنصات الإلكترونية الشهيرة. و كان آخر أعمال طه دسوقي أيضًا في الدراما، مسلسل 'حالة خاصة' المُكون من 10 حلقات وتم عرضه على إحدى المنصات، كما أن آخر مشاركاته الرمضانية كانت في مسلسل 'الصفارة' العام قبل الماضي مع أحمد أمين."
     ,ImgUrl:"/images/news127.webp"},
     {Title:'أشرف عبد الباقي يدعم ابنته زينة في أولى تجاربها الإخراجية'
       , Description:"دعم أشرف عبد الباقى ابنته زينة، في أولى تجاربها الإخراجية وهي فيلم 'مين يصدق'، ليكون أول من يقف بجانبها ويساندها حتى يخرج أول عمل لها إلى النور حتى يشاهده الجميع. وجاء الدعم والمساندة بظهوره أيضًا في الفيلم، ويشارك الفيلم في الدورة الـ 45 من مهرجان القاهرة السينمائى. وكتبت زينة عبد الباقي على انستجرام: '‎يتشرف فيلم مين يصدق بمشاركته في المسابقة الرسمية لمهرجان القاهرة السينمائي رحلة كلها ضحك ورومانسية وحزن ومشاعر مختلفة بين الأجيال هتصدقوا فيها استنوا فيلم مين يصدق قريبا جدًا'. ويشارك في الفيلم العديد من النجوم كضيوف شرف، ومنهم أشرف عبد الباقي وشريف منير وأحمد رزق وسليمان عيد. فيلم 'مين يصدق' بطولة يوسف عمر، وجايدا منصور، وفكرة زينة عبدالباقي ومصطفى عسكر، وحامد الشراب وسيناريو وحوار زينة عبد الباقي ومصطفى خالد بهجت وإخراج زينة عبدالباقي وإنتاج أنور الصباح وأشرف عبد الباقي، ومحمد عبدالوهاب، ومحمد زعيتر."

       ,ImgUrl:"/images/news128.webp"},
  {Title:'نيللي كريم وكندة علوش في "ناقص ضلع" في رمضان 2025'
    , Description:"بدأ فريق عمل مسلسل 'ناقص ضلع' الاستعداد للتصوير بالتحضيرات اللازمة، والمقرر عرضه في رمضان 2025، والذي تتشارك فيه نيللي كريم وكندة علوش وروبي وجيهان الشماشرجي. المسلسل من تأليف مهاب طارق وإخراج أحمد شاكر، ويعكس رؤية فنية جديدة تسعى لتقديم قصة مثيرة وجذابة للجمهور. ويُعد آخر أعمال نيللي كريم هو مسلسل 'فراولة' رمضان 2024. أما آخر أعمال كندة علوش هو مسلسل 'ستات بيت المعادي' عام 2021."
     ,ImgUrl:"/images/news125.webp"},
     {Title:'هدى المفتي تخوض تجربة درامية جديدة في رمضان'
       , Description:"مازال صدى نجاح مسلسل 'مطعم الحبايب' مستمر حيث حصد المسلسل نسبة مشاهدات عالية ويبدو أن نجاح هدى المفتي في دور 'ديدة' في مطعم الحبايب رشحها لبطولة مسلسل جديد رمضان القادم. تعاقدت هدى المفتي على مسلسل من تأليف غادة عبد العال وإخراج كوثر يونس، والمسلسل ينتمي لنوعية الـ 15 حلقة، وتقوم حاليًا بعقد جلسات عمل مكثفة للوقوف على التفاصيل النهائية للمسلسل وسيتم الإعلان عن باقي فريق العمل قريباً."



       ,ImgUrl:"/images/news126.webp"},
  {Title:'أسماء جلال تصف كواليس "الفستان الأبيض" أنها لذيذة .. وهل تشارك في أشغال شقة الجزء الثاني؟'
    , Description:"على هامش فعاليات الدورة السابعة لمهرجان الجونة السينمائي قالت أسماء جلال عن فيلمها الجديد 'الفستان الأبيض'، والذي تم عرضه أمس ضمن فعاليات المهرجان: إنها سعيدة جدا بهذا الفيلم، وأشارت إلى إن كرو العمل تعب على هذا الفيلم من أول الممثلين وحتى المخرجة. وتابعت إن الكواليس كانت ممتعة مع كرو العمل، مشيرة إلى إنه ليس أول تعاون بينها وبين ياسمين رئيس، حيث قالت: كانت ألذ حاجة وكأننا رايحين نصور مع عيلة. وأنهت أسماء جلال حديثها عن أحدث أعمالها التي تستعد لها في هذه الفترة الحالية، حيث كشفت أنها تشارك في الجزء الثاني من مسلسل أشغال شقة." 
     ,ImgUrl:"/images/news123.webp"},
     {Title:'محمد سعد يبدأ تصوير "الدشاش"'
       , Description:"بدأ محمد سعد تصوير أولى مشاهد أحدث أفلامه 'الدشاش'، من إخراج سامح عبد العزيز ويشاركه في البطولة باقة مميزة من نجوم السينما في مصر والوطن العربي، ومن المقرر عرضه في موسم عيد الفطر 2025. ونشر عبد العزيز في منشور له على حسابه على الفيسبوك صورة الكلاكيت الخاص بتصوير فيلم 'الدشاش'، معلقاً عليها: 'أول يوم تصوير فيلم الدشاش، توكلت على الله'. وقد حاز المنشور على إعجاب عدد كبير من الجمهور والمتابعين الذين أعربوا عن حماسهم لمشاهدة الفيلم فور طرحه."


       ,ImgUrl:"/images/news124.webp"},
  {Title:'عمرو يوسف في موسم الرياض للمرة الثالثة على التوالي '
    , Description:"عبّر عمرو يوسف عن سعادته بالمشاركة في موسم الرياض للمرة الثالثة على التوالي من خلال مسرحية 'قلبي وأشباحه' التي انطلق عرضها أمس. وكشف عمرو يوسف عن الكواليس والتحضيرات للمسرحية في الرياض، معلقًا أن المسرح له طعم مختلف وإحساس خاص ومتعة من نوع آخر. وأضاف أن مسرحية 'قلبي وأشباحه' هي أول مسرحية تُقدم في إطار رعب كوميدي، تحت إشراف المنتج صلاح الجهيني والأستاذ محمد نصار، اللذين حرصا على تقديم فكرة وحركة جديدة ومشاهد رعب حقيقية مباشرة على المسرح، من خلال تقنيات عالية وهذا ما وفره القائمون على موسم الرياض من تقنيات حديثة وشاشات ضخمة. مسرحية 'قلبي وأشباحه' بطولة مي عز الدين، عمرو يوسف، سليمان عيد، حمدي المرغني، من تأليف طه زغلول ونور مهران وأحمد عبد العزيز (زوز) ومن إخراج محمد محمدي."

     ,ImgUrl:"/images/news121.webp"},
     {Title:'الحزن يسيطر على الوسط الفني برحيل اثنين من كبار النجوم '
       , Description:"حالة من الحزن سيطرت على الوسط الفني في مصر والعالم العربي، برحيل اثنين من كبار النجوم من أصحاب التاريخ الفني العريق. فبعد إعلان وفاة الفنان القدير حسن يوسف، صباح أمس، عن عمر ناهز الـ90 عاماً، وحرص عدد من النجوم على حضور صلاة الجنازة لدعم زوجته الفنانة المعتزلة شمس البارودي وأولاده في مصابهم الأليم، ونعى الآخرون 'الولد الشقي' بكلمات مؤثرة عبر صفحاتهم على السوشيال ميديا، والتي تحولت لسرادق عزاء كشف خلالها نجوم الفن ذكرياتهم معه. بعد ساعات قليلة من هذه الفاجعة، أُصيب الوسط الفني بصدمة أخرى في إعلان وفاة الفنان مصطفى فهمي، الذي فارق الحياة في الساعات الأخيرة من مساء أمس، عن عمر ناهز الـ82 عامًا بعد أقل من 60 يوماً من الصراع مع المرض. حيث تدهورت حالته الصحية بعد أيام قليلة من إجرائه جراحة دقيقة بالمخ لاستئصال ورم سرطاني، ليستمر سرادق العزاء قائمًا على صفحات نجوم الفن على السوشيال ميديا بوفاة الفنان مصطفى فهمي، لتكون بذلك ليلة أمس هى ليلة الحزن بالوسط الفني."

       ,ImgUrl:"/images/news122.webp"},
  {Title:'آسر ياسين في رمضان 2025 بـ"الحب كله"'
    , Description:"حالة من النشاط الفني يعيشها الفنان آسر ياسين، فمع انضمامه للمنافسة الرمضانية بمسلسل 'الحب كله' والذي يتكون من 15 حلقة فقط، ومن إخراج تامر محسن. يشارك أيضًا في فيلم 'فرقة الموت' مع أحمد عز ومنة شلبي ومحمود حميدة من تأليف صلاح الجوهري وإخراج أحمد علاء الديب، وهو فيلم أكشن وإثارة، ويدور حول ضابط شرطة يتم اختياره لتكوين فرقة للقضاء على تجار المخدرات في صعيد مصر. وتدور الأحداث في فترة الأربعينيات. كما انطلق تصوير فيلم 'إن غاب القط' بطولة آسر ياسين وبمشاركة أسماء جلال والفيلم تأليف أيمن وتار وإخراج سارة نوح، والفيلم تدور أحداثه في إطار كوميدي رومانسي."
     ,ImgUrl:"/images/news119.webp"},
     {Title:'أحمد داوود يكشف عن موعد "الهوى سلطان" وبوستر دعائي جديد'
       , Description:"كشف أحمد داوود عبر حسابه على انستجرام عن موعد عرض فيلم 'الهوى سلطان' ونشر بوستر دعائي جديد، حيث ظهر فيه مع منة شلبي وأحمد خالد صالح وجيهان الشماشرجي. ومن المقرر طرح الفيلم يوم 6 نوفمبر في جميع دور العرض في مصر ويوم 14 نوفمبر في جميع الدول العربية. علق أحمد داوود على البوستر قائلًا: 'في كل لحظة، الحب والصداقة بيكتبوا قصة جديدة! هتعرفوها في فيلم 'الهوى سلطان' بجميع دور العرض يوم 6 نوفمبر في مصر ويوم 14 نوفمبر في جميع الدول العربية'."
       ,ImgUrl:"/images/news120.webp"},
  {Title:'نيكول سابا وياسمين عبد العزيز يلتقيان في "تقابل حبيب" بعد غياب 18 عام '
    , Description:"⅛ دستة أشرار كان أول عمل يجمعهما منذ 18 عام، وتتشارك ياسمين عبد العزيز ونيكول سابا مرة أخرى في رمضان في مسلسل 'تقابل حبيب'. والمسلسل من تأليف عمرو محمود ياسين وإخراج محمد الخضيري وبطولة ياسمين عبد العزيز ونيكول سابا وكريم فهمي ومن إنتاج سينرجي. جدير بالذكر أن آخر أعمال نيكول سابا بطولة مسرحية 'الليلة الكبيرة'. أما عن ياسمين عبد العزيز كان آخر أعمالها الفنية مسلسل 'ضرب نار' الذي عُرض في رمضان 2023، وكان من بطولتها مع أحمد العوضي."
     ,ImgUrl:"/images/news117.webp"},
     {Title:'"الديب" ينضم لقائمة أفلام السقا الجديدة'
       , Description:"رغم ارتباط أحمد السقا بتصوير مسلسل 'العتاولة 2' استعدادًا للموسم الرمضاني، إلا أن السقا يقوم بتحضير عدة أفلام له الفترة المقبلة وسيبدأ تصويرهم بعد رمضان فور انتهاءه من تصوير المسلسل. ومن هذا الأفلام فيلم 'الديب' الذي تم تغيير اسمه من 'خبطة العمر' وانتهى المخرج محمد سلامة من معاينة أماكن التصوير الذي يتم التحضير له منذ شهر تقريبًا وهو من تأليف هاني سرحان، وإنتاج سينرجي، ومن المقرر أن يبدأ تصويره بالتزامن مع تصوير مسلسل 'العتاولة 2'. كما تعاقد السقا على بطولة فيلم 'هيروشيما' من إنتاج السيناريست أيمن بهجت قمر ومن إخراج أحمد نادر جلال ومن المقرر أن يبدأ تصويره بعد رمضان. كما بدأ تصوير فيلم 'أحمد وأحمد' مع أحمد فهمي وهو من إخراج أحمد نادر جلال وتشارك في البطولة جيهان الشماشرجي."
       ,ImgUrl:"/images/news118.webp"},
  {Title:'بعد اعتذار مخرجة "شباب إمرأة" غادة عبد الرازق تتعاون مع المخرج أحمد حسن مرة أخرى'
    , Description:"تعاقدت الشركة المنتجة لمسلسل 'شباب امرأة' لـ غادة عبد الرازق مع المخرج أحمد حسن ليتولى إخراج المسلسل بعد اعتذار نادين خان مؤخرًا، لينقذ أحمد حسن المسلسل من التأجيل. ويعتبر مسلسل 'شباب امرأة' التعاون الثاني بين غادة عبد الرازق وأحمد حسن بعد مسلسل 'صيد العقارب'، الذي عُرض رمضان الماضي. مسلسل 'شباب امرأة' تأليف محمد سليمان عبدالمالك، ويتكون من 15 حلقة، ويتم حاليًا اختيار باقي أبطال العمل لبدء التصوير منتصف نوفمبر القادم. وهذه المرة الثالثة لغادة عبد الرازق التي تعيد فيها تقديم عمل فني، سبق وأعادت تقديم فيلم 'الباطنية' في مسلسل تليفزيوني عرض في رمضان عام 2009، وهو الفيلم الذي قدمته في السينما الفنانة نادية الجندي عام 1980."
    ,ImgUrl:"/images/news115.webp"},
    {Title:'إسعاد يونس في السعودية للتحضيرات النهائية لمسرحية "إس إس هانم"'

      , Description:"تتوجه إسعاد يونس إلى السعودية لعمل البروفات والتحضيرات النهائية لمسرحية 'إس إس هانم' المقرر أن تشارك بها في موسم الرياض الحالي. وأعلنت الشركة المنظمة لموسم الرياض عن موعد عرض المسرحية والذي سيكون في الفترة من 7 إلى 11 نوفمبر القادم على مسرح محمد العلي. ويشارك إسعاد يونس في مسرحية 'إس إس هانم' كل من محمد ثروت وحجاج عبد العظيم وكريم عفيفي، ويعتبر العمل عودة لإسعاد يونس للمسرح بعد غياب منذ آخر مسرحية لها وهي 'باللو' عام 1995 مع صلاح السعدني وأشرف عبد الباقي."

      ,ImgUrl:"/images/news116.webp"},
  {Title:'هنا شيحة تشارك محمد فراج "منتهي الصلاحية"'
    , Description:"انضمت هنا شيحة للموسم الرمضاني بمشاركتها مع محمد فراج بطولة أحدث أعماله مسلسل 'منتهي الصلاحية'، والمقرر عرضه رمضان القادم. ويتكون المسلسل من 15 حلقة، من تأليف محمد هشام عبيه، وإنتاج عبدالله أبو الفتوح، ويواصل صناع العمل وضع اللمسات النهائية على القصة، وترشيح النجوم المشاركين في البطولة."

    ,ImgUrl:"/images/news113.webp"},
    {Title:'طرح الإعلان التشويقي الأول لفيلم "الحريفة 2"'
      , Description:"طرحت الشركة المنتجة لفيلم 'الحريفة 2' الإعلان التشويقي الأول للجزء الثاني من الفيلم على مواقع التواصل الاجتماعي. ويظهر في الإعلان دخول الحريفة للجامعة لأول مرة وانبهارهم بما داخلها وعودتهم للعب كرة القدم، مع وجود وجوه من العناصر النسائية في دور الحريفة الجدد داخل الفريق سواء من العنصر النسائي أو الرجالي. فيلم 'الحريفة ٢' تحت اسم 'الريمونتادا'، وهو من بطولة نور النبوي، كزبرة، أحمد غزي، عبد الرحمن محمد، سليم الترك، خالد الذهبي، ومن تأليف إياد صالح وإخراج كريم سعد، ويدور الجزء الثاني حول الحريفة بعد فوزهم بالبطولة، يتفقوا على استكمال الحلم سويًا. وقد حقق الجزء الأول من 'الحريفة' نجاح كبير والذي دارت أحداثه حول شخصية 'ماجد'، وهو شاب يعشق كرة القدم، ويتعرض والده لأزمات في حياته فيقرر نقله لمدرسة حكومية أخرى، ليتلقى خلالها بعوالم جديدة عليه. وتبدأ رحلته في الانضمام لفريق كرة القدم بأحد مراكز الشباب، ويكون صداقات جديدة ويحقق نجاحات في لعبته المُفضلة."
      ,ImgUrl:"/images/news114.webp"},
  {Title:'محمد هنيدي يتعاقد علي مسرحية "المجانين"'
    , Description:"تعاقد محمد هنيدي على بطولة مسرحية جديدة بعنوان 'المجانين'، ومن المقرر عرضها ضمن فعاليات موسم الرياض التي تستمر حتى نهاية فبراير من العام المقبل. في سياق أخر ينتظر هنيدي عرض فيلم 'الجواهرجي' والذي يتعاون فيه بعد غياب للتعاون مع منى زكي، منذ مشاركتهم في فيلم 'صعيدي في الجامعة الأمريكية'. وتدور أحداث الفيلم في إطار كوميدي، حول تاجر مجوهرات يقع في العديد من المتاعب والمواقف المحرجة بسبب زوجته؛ ثم يدخل مستشفى الأمراض النفسية والعصبية."
    ,ImgUrl:"/images/news111.webp"},
    {Title:'بدء تصوير عمرو يوسف لـ  فيلمه الجديد "درويش"'
      , Description:"بدأ عمرو يوسف وتارا عماد تصوير مشاهدهم في فيلم 'درويش' وهو من نوعية أفلام الأكشن والمطاردات، وتدور أحداثه خلال فترة الأربعينات. ويشارك في بطولة فيلم 'درويش' كل من دينا الشربيني ومحمد شاهين وتارا عماد ومصطفى غريب وأحمد عبد الوهاب وخالد كمال وإسلام حافظ، وهو من تأليف وسام صبري وإخراج وليد الحلفاوي. ويلعب فيه عمرو يوسف دور محتال يتحول إلى بطل شعبي بالصدفة."
      ,ImgUrl:"/images/news112.webp"},
  {Title:'الدعاية تتواصل لـ مسلسل "نقطة سودة" على مواقع التواصل الاجتماعي'
    , Description:"طرحت الشركة المُنتجة البوسترات الدعائية لأبطال مسلسل 'نقطة سودة' المقرر عرضه خلال أيام على قناة mbc مصر. وانتشرت البوسترات بشكل كبير على مواقع التواصل الاجتماعي وذلك بعد مشاركة أبطال العمل للبوسترات الدعائية 'السنجل' الخاصة بهم والتي تجاوزت 15 بوستر دعائي. وتضمنت بوستر الراحل أشرف عبد الغفور والراحلة ناهد رشدي، حيث يعد مسلسل 'نقطة سودة' هو آخر أعمال كلًا من النجمين الراحلين قبل وفاتهم، ومن المقرر أن يكون هذا العمل تخليداً لذكراهم. مسلسل 'نقطة سودة' يتكون من 50 حلقة ويشارك في بطولته نخبة كبيرة من النجوم من بينهم أحمد فهمي ووفاء عامر وأحمد مجدي وناهد السباعي ونضال الشافعي وأحمد بدير وسماح أنور وسارة سلامة. وهو من تأليف أمين جمال وإخراج محمد أسامة وموسيقى تصويرية محمد نزيه. وتم التحضير للعمل على مدار أربعة أشهر وتم تصويره خلال 120 يوم."
    ,ImgUrl:"/images/news109.webp"},
    {Title:'محمد رجب يعود للسينما بعد غياب بـ فيلم "كوكتيل"'
      , Description:"شارك محمد رجب، جمهوره عبر حسابه على انستجرام صور لأحدث ظهور له جمعته بالمنتج أحمد السبكي ونجله كريم السبكي التي أعلن فيها عن تعاقده على بطولة فيلم جديد، وعلق قائلاً: 'بسم الله توكلنا على الله.. فيلم كوكتيل .. إنتاج أحمد السبكي وتأليف محمد سمير مبروك'. وكان آخر أعمال محمد رجب السينمائية منذ 6 سنوات من خلال فيلم 'بيكيا'، عام 2018 وحقق نجاحا كبيرًا، كما أنه حقق نجاح كبير عند عرضه عبر بعض القنوات الفضائية."

      ,ImgUrl:"/images/news110.webp"},
  {Title:'محمد لطفي ينضم للمنافسة الرمضانية بـ "الحلانجي"'
    , Description:"تعاقد محمد لطفي على المشاركة في مسلسل 'الحلانجي' مع محمد رجب، والمقرر عرضه ضمن موسم رمضان المقبل 2025. تدور أحداث مسلسل 'الحلانجي' في إطار اجتماعي، ويتكون من 30 حلقة، ومن المقرر أن يبدأ تصويره منتصف نوفمبر المقبل، ويجسد رجب خلال أحداثه شخصية نصاب، ومن تأليف محمود حمدان وإخراج معتز حسام، وإنتاج ممدوح شاهين. من ناحية أخرى يشارك محمد لطفي في بطولة فيلم 'من أيام الجيزة' بطولة إياد نصار، ومن المقرر بدأ تصوير العمل خلال الفترة المقبلة. وهو من نوعية الأعمال الاجتماعية الكوميدية، ومن بطولة إياد نصار، آية سماحة، عمرو عبدالجليل، محمد لطفي، وحاتم صلاح، ومن إخراج مرقس عادل."
    ,ImgUrl:"/images/news107.webp"},
    {Title:'نيقولا معوض ينضم إلى أبطال مسلسل "ضل حيطة" مع ياسمين صبري'
      , Description:"تعاقد نيقولا معوض على مشاركة ياسمين صبري بطولة مسلسها الرمضاني الجديد 'ضل حيطة' الذي ينضم للمنافسة الرمضانية في رمضان 2025. مسلسل 'ضل حيطة' مكون من 30 حلقة، ومن بطولة ياسمين صبري، ثراء جبيل، عابد عناني، هاجر الشرنوبي، أحمد فؤاد سليم، سلوى عثمان، وغفران محمد. وتدور أحداث 'ضل حيطة' في إطار اجتماعي تشويقي، تظهر خلاله ياسمين بشخصية ربة منزل تمر بالعديد من التحولات وتعاني من أزمات عديدة في حياتها، وتتكون عائلة ياسمين من أحمد فؤاد سليم الذي يلعب دور والدها وسلوى عثمان التي تظهر بشخصية والدتها، فيما يلعب عابد عناني دور شقيقها، وتقدم غفران محمد شخصية شقيقة ياسمين ضمن الأحداث."
      ,ImgUrl:"/images/news108.webp"},
  {Title:'بعد غياب 6 سنوات عن الدراما الرمضانية .. ظافر العابدين يعود بـ "نلتقي بعد الفاصل"'
    , Description:"يعود ظافر العابدين للدراما في رمضان المُقبل بمسلسل جديد بعنوان 'نلتقي بعد الفاصل' من تأليف وائل حمدي، وذلك بعد 6 سنوات على مسلسل 'ليالي أوجيني'. 'نلتقي بعد الفاصل' من نوعية المسلسلات الطويلة وتتكون حلقاته من 30 حلقة، وهو عمل درامي اجتماعي، يعاني فيها ظافر من العديد من الأزمات المهنية والعائلية والعاطفية. يذكر أن آخر مشاركة لظافر العابدين في رمضان كانت من خلال مسلسل 'ليالي أوجيني' 2018، وشاركه في بطولته مجموعة من النجوم ضمت أمينة خليل، إنجي المقدم، انتصار، كارمن بصيبص، وهو من تأليف سماء عبد الخالق، وإنجي القاسم، ومن إخراج هاني خليفة."
    ,ImgUrl:"/images/news105.webp"},
    {Title:'يحيى الفخراني يقدم مسلسل "الأستاذ" في رمضان .. من إخراج ماندو العدل '
      , Description:"يستعد الفنان القدير يحيى الفخراني لتقديم مسلسل جديد بعنوان 'الأستاذ'، ليتم عرضه في الموسم الرمضاني 2025، والعمل من تأليف أمين جمال وإخراج ماندو العدل. ويجسد الفخراني من خلاله دورًا مميزًا في هذا العمل، حيث يظهر شخصية دكتور جامعي يتمتع بمكانة اجتماعية مرموقة، ويواجه تحديات كبيرة في حياته المهنية والشخصية، ويثير العديد من القضايا الاجتماعية المتعلقة بالأخلاق والتعليم. وفاجأ الفخراني الجميع منذ أيام خلال تكريمه في حفل افتتاح مهرجان نقابة المهن التمثيلية للمسرح المصري، حيث قام بإهداء التكريم للفنان الراحل حمدي غيث. حيث قال: كنت هتنازل عن نقابة الأطباء من أجل نقابة المهن التمثيلية، ولما بلغت أستاذ حمدي غيث، كسر القانون وعمل استثناء للممثل يحيى الفخراني، عشان يبقى عضو عامل في نقابة المهن التمثيلية، وأنا أهديه التكريم."
      ,ImgUrl:"/images/news106.webp"},
  {Title:'تفاصيل شخصية محمد سلام في "كارثة طبيعية"'
    , Description:"بدأ محمد سلام في تصوير مشاهده في مسلسل 'كارثة طبيعية'. ويقوم بشخصية أب لديه 7 أطفال وتبدأ مغامراته معهم، وتجسد الممثلة جهاد حسام الدين دور زوجته ومن المقرر انضمام فنانين آخرين للعمل خلال الفترة القادمة. وأعلنت الشركة المتحدة للخدمات الإعلامية في وقت سابق عن تعاقدها مع محمد سلام على بطولة مسلسل جديد بعنوان 'كارثة طبيعية' من تأليف أحمد عاطف وإخراج حسام حامد. وأعلنت الشركة على صفحتها عن انطلاق تصوير المسلسل بالتعاون مع إحدى المنصات الشهيرة. جدير بالذكر أن آخر أعمال محمد سلام هو المشاركة في الجزء الأخير من مسلسل 'الكبير أوي' الجزء الثامن، الذي كان ينافس في الموسم الرمضاني السابق لعام 2024."
    ,ImgUrl:"/images/news103.webp"},
    {Title:'انضمام أحمد عبد العزيز إلى أسرة مسلسل "فهد البطل"'
      , Description:"يستعد أحمد عبد العزيز إلى تصوير دوره في مسلسل 'فهد البطل' في نوفمبر. وصرح بأن التصوير لم يبدأ بعد ولكن البروفات خلال أسبوع، وأضاف أنه متحمس للمشاركة في هذا العمل والسبب يعود لوجود العوضي في بطولة هذا العمل، وأنه شاركه في 'كلبش 3' وكان وجه جديد. وتابع أن العوضي فنان جميل، ومتميز، ويمتلك أدواته بشكل جيد، وهذا ما اثبتته السنوات الأخيرة. يذكر ان مسلسل 'فهد البطل' من بطولة أحمد العوضي، ميرنا نور الدين، أحمد عبد العزيز، محمود البزاوي، عصام السقا، لوسي، إخراج محمد عبد السلام، تأليف محمود حمدان، إنتاج تامر مرسي."
      ,ImgUrl:"/images/news104.webp"},
  {Title:'أحمد السقا ونسرين أمين أعداء في "العتاولة 2" '
    , Description:"تعاقدت نسرين أمين على المشاركة في مسلسل 'العتاولة 2' بطولة أحمد السقا وطارق لطفي، وتجسد فيه شخصية سيدة أعمال، وتدخل في صراعات مع السقا وطارق لطفي، وهي عدوة قديمة لهما تعود للظهور مجددًا في حياتهما، ومن المقرر عرض العمل في موسم رمضان 2025 المقبل. يشار إلى أن مسلسل العتاولة، عُرض في رمضان الماضي، وحقق العمل نجاحًا كبيرًا وقت عرضه، وتناول في إطار من التشويق والإثارة، حول قصة الشقيقان خضر، ونصار، واللذان يعملا في مجال النصب والجريمة، مما يضعهما في العديد من العقبات والمخاطر."
    ,ImgUrl:"/images/news101.webp"},
    {Title:'أحمد خالد صالح يتعاون مع ياسمين رئيس في فيلم "الفستان الأبيض" '
      , Description:"عبر أحمد خالد صالح عن سعادته لمشاركته في فيلم 'الفستان الأبيض' مع ياسمين رئيس. حيث يخوض من خلاله بعد الانتهاء من تصويره، وذلك من خلال حضوره العرض العالمي الأول فى الدورة السابعة من مهرجان الجونة السينمائي الدولي. ويشارك فيلم 'الفستان الأبيض' في مسابقة الأفلام الروائية الطويلة، ليكون أول فيلم يشارك بشكل رسمي بالمهرجان ضمن المسابقة. وأكد سعادته بأن يكون العرض الأول لفيلمه في المهرجان. يقدم أحمد خالد صالح في هذا الفيلم شخصية جديدة ومختلفة عن الأعمال التي شارك فيها من قبل، كما أن الفيلم هو أول تجربة سينمائية للمخرجة جيلان عوف. وأشار إلى أنه أحب أفلامها القصيرة التي قدمتها من قبل، كما أنه سعيد بالتعاون للمرة الثانية مع الفنانة ياسمين رئيس من خلال شخصية 'حسين' والتي يقدمها ضمن أحداث الفيلم وهو 'العريس'. فيلم 'الفستان الأبيض' كان يحمل اسم 'رحلة البحث عن الفستان الأبيض' قبل تغييره، ويشارك في بطولته مع أحمد خالد صالح كل من ياسمين رئيس وأسماء جلال. وتدور أحداثه في إطار من الدراما حول صديقتين من حى فقير توشك إحداهما على الزواج، لكن يُتلف فستان زفافها فى نفس يوم الحفل، فتخوض رحلة فى القاهرة مع صديقتها المقربة للبحث عن فستان آخر."
      ,ImgUrl:"/images/news102.webp"},
 
]

const NewsList = News.map((item,index)=>{
  return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
})
  return (
    <>
     <Navbar />
       
      <div className='page container'>
    
      <div className='page-hierarchy'>
             <span className='parent'>
              <a href='/http://www.hareeftabkh.com/'>
                الرئيسية 
             </a>
           <span className='arow-icon'><MdOutlineKeyboardArrowLeft /></span>
           </span>
           <span className='child'>أخبار الفنانين</span>

      </div>
      <div className='page-title'>أخبار الفنانين</div>
          <div className='landing-news-container '>
       {NewsList}
    
          </div>
        
      </div>
      <Footer />
      </>
  )
}

export default News