import React from 'react'
import Link from 'next/link'
import Footer from '../components/reusable/Footer'
import Navbar from '../components/reusable/Navbar'
import Singlenewsinallnews from '../components/Singlenewsinallnews'
import SingleNews from '../components/reusable/singleNews'
import {MdOutlineKeyboardArrowLeft} from'react-icons/md'
import { useQuery } from 'react-query'
import axios from 'axios'
const News = () => {
  const fetchData = async () => {
  
    const response = await axios.get(`https://vodafone.alerting.services/LawMawhobApis/Talents/GetLastNews`,{ headers: {
      "Api_Key": "elinxfthr62023",
      'content-type': 'text/json'
    }});
    return response.data;

  
};
const { isLoading, data, isError, error, isFetching, refetch } = useQuery(
  ["news"],
  () => fetchData(),
  {
    keepPreviousData: true, // Keep previous data while fetching new data
    staleTime: 0,
  }
);
console.log(data);
const News =[
  {Title: "فيلم جديد يجمع كبار النجوم قريبًا"
    ,Description:"عدد من الثنائيات الفنية تشهدها الساحة الفنية في مصر وذلك من خلال تحضير مجموعة أفلام جديدة التي تجمع أكثر من نجم. وأول هذه الثنائيات فيلم 'الأخوات'، بطولة كريم عبد العزيز وأحمد حلمي، وذلك لأول مرة منذ عام أكثر من 20 عام بعد تعاونهما في فيلم 'عبود على الحدود' عام 99 و'ليه خلتني أحبك' عام 2000، بجانب ظهورهما كضيفا شرف في مسلسل 'الجماعة' 2010، وظهور حلمي كضيف شرف في مسلسل 'الاختيار' 2022. ومن المقرر بدء تصوير 'الأخوات' عقب انتهاء كريم عبد العزيز من فيلمه الجديد 'المشروع' مع المخرج بيتر ميمي، وكذلك انتهاء أحمد حلمي من تصوير فيلم جديد لازال في مرحلة التحضير أيضًا."



    ,ImgUrl:"/images/news6.webp"},
  {Title:'استعداد هشام ماجد لتقديم تجربة سينمائية مرتقبة'
,Description:"أبدى هشام ماجد عن حماسه الشديد لتقديم نسخة معاصرة من فيلم 'البحث عن فضيحة' الذي سبق وقدمه الفنان عادل إمام، عام 1973. وصرح ماجد أن الهدف من إعادة تقديم هذا الفيلم، هو أن تشاهده الأجيال الجديدة التي قد تكون لم تشاهد النسخة الأصلية، ولأن موضوع الفيلم حلو وجذاب، وبالطبع سنقدمه بشكلٍ عصري يتناسب مع طبيعة الفترة الحالية، وهو من إخراج رامي إمام، ويجري حالياً كتابة النسخة الأخيرة، تمهيداً لبدء التصوير. ومن ضمن الأعمال التي يقوم بتصويرها حاليا الجزء الثاني من مسلسل 'أشغال شقة' ليشارك به في رمضان 2025 وقال: أن العمل لازال في مرحلة الكتابة، والأحداث ستشهد تطورات درامية عديدة، وظهور شخصيات جديدة، إلى جانب شخصياته الاساسية، وسنبدأ تصويره عقب الانتهاء من الكتابة كاملة. المسلسل من بطولة أسماء جلال، ومصطفى غريب، وتأليف خالد وشيرين دياب، وإخراج خالد دياب. كما أضاف أن اللعبة 5 في مرحلة الكتابة والتحضيرات ولم يتم تحديد موعد لتصويره حتى الآن."

,ImgUrl:"/images/news5.webp"},
  {Title:'تأجيل مفاجئ لحفل خطوبة ليلى زاهر وهشام جمال .. والموعد الجديد غير معروف'
    ,Description:"رغم تحديد يوم الجمعة الماضية لإقامة حفل خطوبة ليلى زاهر وهشام جمال في الساحل الشمالي إلا أنه تقرر تأجيل الحفل لأجل غير مسمى. وجاء قرار التأجيل بعد وفاة ثلاثة من أبرز المنتجين في الوسط الفني وهم حسام شوقي وفتحي إسماعيل ومحمود كمال إثر حادث أليم على طريق الضبعة. لذلك قرر أحمد زاهر تأجيل حفل الخطوبة حدادًا على وفاة المنتجين الثلاثة. جدير بالذكر أنه تمت قراءة الفاتحة في يناير الماضي في حفل عائلي بسيط."
    
       
    ,ImgUrl:"/images/news3.webp"},
          {Title: "أيمن بهجت قمر: ري ستارت ليست فكرتي ولم أحسم قراري بعد من كتابة أغاني الفيلم "
          ,Description:"صرح الكاتب أيمن بهجت قمر أن فيلم 'ري ستارت' الذي يجري تصويره حاليًا هو من فكرة تامر حسني. وأوضح أنه من أجل خروج الفكرة للنور تم عقد عمل جلسات عمل لمدة 5 شهور مع المخرجة سارة وفيق حتى تم الاستقرار على مختلف التفاصيل. وأضاف أن 'اسم الفيلم يُعبر عن الرسالة التي تحملها الفكرة، وهو أننا جميعًا بحاجة إلى انتعاشة لمواصلة الرحلة والقدرة على تحمل المسؤوليات، لنحقق خطوات ناجحة ونمضي قدماً للأمام'. كما أشار إلى أنه لم يحسم موقفه النهائي من كتابة الأغاني الخاصة بالفيلم من عدمه، إذ أن الأمر يتوقف على إذا كان الفيلم جاهز أو لا، وأيضًا الانتهاء من السيناريو بشكلٍ كامل أولاً. ويشارك في بطولته كلّ من هنا الزاهد، وباسم سمرة ومحمد ثروت، وإخراج سارة وفيق. ويُعد هذا الفيلم التعاون الثاني بين تامر حسني وأيمن بهجت قمر."
    
          ,ImgUrl:"/images/news4.webp"},
  {Title: "احتفال بشرى بزواجها من نجل محمود حميدة",Description:
"احتفلت بشرى بزفافها على خالد حميدة، نجل الفنان محمود حميدة، حيث أُقيم حفل الزفاف في الساحل الشمالي وسط الأهل والأقارب وبعض الفنانين الذين تربطهم علاقة قوية بالفنانة بشرى. وكشفت بعض المصادر المقربة من الفنانة بشرى عن وجود علاقة صداقة في الأساس منذ عامين تقريبًا، وتحولت الصداقة إلى حب أثناء اشتراكهما في مشروع فني كبير وهو رقمنة الأرشيف المصري باستخدام تقنيات الذكاء الاصطناعي. جدير بالذكر أن بشرى انفصلت عن زوجها السابق سالم هيكل منذ عام.",ImgUrl:"/images/news1.webp"},
  {Title: "مسلسلات تحجز مقعدها في رمضان 2025: أولها المداح الجزء الخامس ",Description:"على الرغم أن الموسم والسباق الرمضاني لم يبدأ بعد، إلا أن صناع الدراما بدأوا في حجز مقاعدهم بالتحضير لأعمالهم الفنية. وللمرة الخامسة على التوالي، يستغل 'المداح' نجاحه وشهرته والتفاعل الجماهيري، ليعلن حمادة هلال عن الجزء الخامس ليكون بذلك من أوائل دراما رمضان 2025. من المقرر أن يشارك في بطولة الجزء الخامس خالد سرحان وهادي خفاجة وفتحي عبد الوهاب وعدد آخر من النجوم الشباب. المسلسل من تأليف أمين جمال، وليد أبو المجد، شريف يسري، وإخراج أحمد سمير فرج",ImgUrl:"/images/news2.webp"},
]

const NewsList = News.map((item,index)=>{
  return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
})
  return (
    <>
        <Navbar />
      <div className='page container'>
    
      <div className='page-hierarchy'>
             <span className='parent'>
              <Link href='/'>
                الرئيسية 
             </Link>
           <span className='arow-icon'><MdOutlineKeyboardArrowLeft /></span>
           </span>
           <span className='child'>أخبار الفنانين</span>

      </div>
      <div className='page-title'>أخبار الفنانين</div>
          <div className='landing-news-container '>
       {NewsList}
    
          </div>
        
      </div>
      <Footer />
      </>
  )
}

export default News