import React from 'react'
import Link from 'next/link'
import Footer from '../components/reusable/Footer'
import Navbar from '../components/reusable/Navbar'
import Singlenewsinallnews from '../components/Singlenewsinallnews'
import SingleNews from '../components/reusable/singleNews'
import {MdOutlineKeyboardArrowLeft} from'react-icons/md'
import { useQuery } from 'react-query'
import axios from 'axios'
const News = () => {
  const fetchData = async () => {
  
    const response = await axios.get(`https://vodafone.alerting.services/LawMawhobApis/Talents/GetLastNews`,{ headers: {
      "Api_Key": "elinxfthr62023",
      'content-type': 'text/json'
    }});
    return response.data;

  
};
const { isLoading, data, isError, error, isFetching, refetch } = useQuery(
  ["news"],
  () => fetchData(),
  {
    keepPreviousData: true, // Keep previous data while fetching new data
    staleTime: 0,
  }
);
console.log(data);
const News =[
  {Title:'حورية فرغلي وإيساف في "االمدرسة" '
    , Description :"انطلق تصوير \"المدرسة\" وهو عنوان مؤقت للفيلم الجديد الذي تقوم ببطولته حورية فرغلي وإيساف. والفيلم قصة كل من محمد جمال الحديني ومحمد حمزة وسيناريو وحوار محمد شعبان وإخراج محمد جمال الحديني. وتدور أحداث فيلم \"المدرسة\" فى إطار من الإثارة والتشويق والرعب النفسى على مخاوف الشخصيات وعدم الإستقرار العاطفي وغيرها. وكشفت حورية فرغلي أنها تسعى من خلال الفيلم إلي الوصول لرسالة فنية هدفها تعزيز القيم والمبادئ داخل قلوب الجماهير وذلك في إطار العادات والتقاليد المصرية. ومن ناحية أخرى أبدى إيساف توقعاته بأن يلقى الفيلم ردود فعل إيجابية من حيث الإيرادات واستقبال الجمهور والنقاد عند عرضه في دور السينما."


     ,ImgUrl:"/images/news25.webp"},
   {Title:'وداعًا حمدي .. يجمع بين شيرين رضا وآية سماحة '
,Description:"بعد نجاحها في الفترة الماضية من خلال أعمالها المتميزة في الدراما والسينما، تعاقدت مؤخرًا آية سماحة على فيلم جديد بعنوان 'وداعًا حمدي' بمشاركة شيرين رضا الذي تدور أحداثه في إطار كوميدي، وجاري إنهاء التعاقدات مع جميع أبطال العمل لتحديد موعد بدء التصوير. وكشفت آية أنها تجسد خلال الأحداث شخصية صحفية، وأنها تواصل التصوير في الفترة الحالية. وأضافت أنها متحمّسة جداً لهذا العمل وتعتبره تحدّي، خاصة أنه أولى بطولاتها في السينما، ووعدت جمهورها بعمل مختلف."

,ImgUrl:"/images/news26.webp"},
  {Title:'البدء في تصوير هيبتا المحاضرة الآخيرة '
    , Description :"بدأ صناع فيلم هيبتا المحاضرة الأخيرة في تصوير الجزء الثاني من الفيلم والذي يشارك في بطولته عدد كبير من النجوم وهو من بطولة منة شلبي وكريم فهمي وسلمى أبو ضيف ومايان السيد وأسماء جلال، ومن تأليف محمد صادق وإخراج هادي الباجوري، ومن المقرر عرضه في دور السينما قريبًا. وكان المخرج هادي الباجوري قد نشر مجموعة صور لأبطال فيلم هيبتا 2 على انستجرام، وظهروا فيها وهم يحملون أوراق اللعب الرقم 7. وتدور أحداث فيلم هيبتا المحاضرة الأخيرة، في إطار دراما رومانسية من تأليف الكاتب محمد صادق، وسيناريو وحوار محمد جلال ومحمد صادق بالتعاون مع نهى أبو بكر، وإخراج هادي الباجوري."

     ,ImgUrl:"/images/news23.webp"},
   {Title:'الفيشاوي يتعاقد على سفاح التجمع والعمل مازال في مرحلة التحضيرات'
,Description:"الكشف عن تفاصيل مسلسل 'سفاح التجمع' والذي أعلن مؤخرا عنه المنتج أيمن يوسف، في الوقت الذي يتم التحضير لمسلسل آخر بنفس الاسم ولكن من إنتاج السبكي وتأليف محمد صلاح العزب. إلا أن المنتج أيمن يوسف والمؤلف جوزيف فوزي أعلنوا أن مسلسلهم الوحيد الصادر له ترخيص من الرقابة على المصنفات الفنية. وبالفعل تم التعاقد مع أحمد الفيشاوي ليقدم دور البطولة في المسلسل وسيتم الإعلان عن باقي المشاركين في العمل وموعد تصويره قريبًا. وعن تفاصيل المسلسل قال فوزي أن فترة التحضير ما زالت على الورق وباقي تفاصيل قليلة، وبعد الفيشاوي سوف يكون الإيقاع سريع، وممكن البدء في التصوير في نهاية شهر أكتوبر وحاليًا جار التعاقد مع باقي الأبطال."

,ImgUrl:"/images/news24.webp"},

  {Title:'نجم لا كازا دي بابل في "حصاد الكاكا" وصناع العمل يكشفون عن موعد عرض الفيلم '
    , Description :"أعلن المنتجان محمد عماد ومحمد الكومي عن تعاقدهما مع النجم الإسباني العالمي 'إنريكي أرسي' للمشاركة في بطولة فيلم 'حصاد الكاكا' مع نخبة من النجوم العرب والعالميين، مثل محمد ثروت، حمزة العيلي، محمود حافظ، والممثل التونسي نجيب بالحسن. كما يشارك في الفيلم أيضًا النجوم الكوميديين ويزو، سليمان عيد، سامي مغاوري، وبلوجر مصطفى ترك، بالإضافة إلى مجموعة من ضيوف الشرف من نجوم الكوميديا. تدور أحداث الفيلم في إطار كوميدي أكشن، ويشارك في بطولته نخبة من النجوم المصريين، ومن المقرر أن يجسد إنريكي أرسي شخصية الجوليادور، وهو رجل مافيا إسباني أربعيني من أخطر رجال المافيا. ومن المقرر أن يعرض فيلم 'موسم حصاد الكاكا' في إجازة منتصف العام."
     ,ImgUrl:"/images/news21.webp"},
   {Title:'ياسمين رئيس بدأت في تصوير أحدث أعمالها بين الدراما والسينما'
,Description:"بدأت الفنانة ياسمين رئيس مؤخرًا في تصوير حكاية 'رقم سري' من مسلسل صوت وصورة 2، ومن المقرر عرضه خارج السباق الرمضاني المقبل. كما تنتظر ياسمين رئيس، عرض فيلم 'الفستان الأبيض' خلال الفترة المقبلة، وتدور أحدث العمل في إطار من الدراما حول صديقتين من حي فقير توشك إحداهما على الزواج، لكن يُتلف فستان زفافها في نفس يوم الحفل، فتخوض رحلة في القاهرة مع صديقتها المقربة للبحث عن فستان آخر. وقد حققت ياسمين نجاح كبير خلال الفترة الماضية بعد مشاركتها في مسلسل 'جودر' الذي تم عرضه في رمضان الماضي، وبدأت في تصوير الجزء الثاني منه الذي من المفترض أن يُعرض في رمضان 2025، ويشارك فيه نفس أبطال الجزء الأول."
,ImgUrl:"/images/news22.webp"},
  {Title:'مواعيد عرض مسرحية "البنك سرقوه" في مهرجان العلمين 2024'
    , Description :"في إطار فعاليات الموسم الثاني من مهرجان العلمين ينطلق عرض مسرحية \"البنك سرقوه\" التي يشارك فيها كل من الفنان أشرف عبد الباقي وكريم محمود عبد العزيز وسليمان عيد وميرنا جميل. ونشرت ميرنا جميل بوستر المسرحية على صفحتها الشخصية وقالت: \"هنستناكم في مهرجان العلمين في ألذ مسرحية في الدنيا، البنك سرقوه، يوم 22 و23 و24\". وتدور أحداث المسرحية في إطار كوميدي حول أحد المجرمين الخطرين الذي يهرب من السجن ويخطط بعدها لسرقة أحجار كريمة من أحد البنوك."
     ,ImgUrl:"/images/news19.webp"},
   {Title:'بين الإشاعة والحقيقة.. أحمد عيد يرد عن إفيهات هنيدي'
,Description:"على مدار أكثر من 20 عامًا تألق فيهم النجم الكبير محمد هنيدي بأفلامه وإفيهاته المميزة والتي علقت في العقول والقلوب منذ بداياته وحتى أول بطولة مطلقة له في فيلم \"صعيدي في الجامعة الأمريكية\" مرورًا بحضوره الطاغي على المسرح وحتى المسلسلات الإذاعية، انتشرت مؤخرًا معلومة تفيد بأن الفنان أحمد عيد هو صاحب أفكار هذه الإفيهات. ولم يُعلق هنيدي بالموافقة أو النفي، ولكن خرج أحمد عيد عن صمته ليرد بشكل قاطع قائلًا: \"مساء الخير.. الكلام ده غير حقيقي.. سمعته أكتر من مرة قبل كده وكذبته وقتها.. محمد هنيدي نجم كبير ومش أنا اللي هكتبله إفيهات الأفلام\".\n\nوروى تفاصيل خاصة جمعته بمحمد هنيدي وقال: \"بالعكس ده أنا أول مسرحية اشتغلتها معاه كانت ألابندا.. وكان هو اللي بيساعدني ويضيفلي بنفسه\".\n\nواختتم عيد تعليقه: \"محمد هنيدي أول تواجد ليا في الوسط الفني كان بسببه بعد ربنا سبحانه وتعالى وله فضل كبير عليا مقدرش أنكره.. فواجب عليا لما ألاقي كلام زي كده أطلع أنفيه\"."
,ImgUrl:"/images/news20.webp"},
  {Title:' 3 أفلام في قائمة الانتظار لـ منة شلبي'

    , Description :"يبدو أن منة شلبي تعيش حالة من الانتعاش الفني على المستوى السينمائي تعيش الفنانة منة شلبي حيث تنتظر عرض 3 أفلام خلال الفترة المقبلة بمجرد الانتهاء من تصويرهم، وهم فيلم فرقة الموت، والهوى سلطان، وكونداليني. نبدأ بفيلم 'الهوى سلطان' الذي يشاركها في بطولته أحمد داود، وأحمد خالد صالح، وسوسن بدر، وجيهان الشماشرجي، من تأليف وإخراج هبة يسري، وتدور أحداثه في إطار رومانسي اجتماعي لايت عن العلاقات والحب بين الأصدقاء. أما فيلم 'فرقة الموت' تشارك منة البطولة فيه مع أحمد عز، وآسر ياسين، ومحمود حميدة، وبيومي فؤاد، وعصام عمر، وهو من إخراج أحمد علاء الدين، وتأليف صلاح الجهيني. وللروايات نصيب مع منة شلبي، حيث تقوم ببطولة فيلم 'كونداليني' المأخوذ عن رواية بنفس الاسم للكاتبة ميرنا الهلباوي، ويشاركها البطولة ظافر العابدين ومن إخراج محمد سلامة."


     ,ImgUrl:"/images/news17.webp"},
   {Title:'حسن الرداد وإيمي سمير غانم في العلمين بـ "التلفزيون"'
,Description:"في إطار فعاليات الأسبوع السادس من مهرجان العلمين في دورته الثانية، يشهد المهرجان التعاون الأول بين حسن الرداد وإيمي سمير غانم على المسرح من خلال عرضهم مسرحية 'التلفزيون' اليوم الخميس، والتي تستمر لمدة يومين حتى 17 أغسطس. ويشارك حسن وإيمي البطولة أوس أوس وسليمان عيد. وتدور أحداث مسرحية 'التلفزيون' حول حفظي وكروانة، اللذين يجدان نفسيهما في تلفزيون سحري، ويتصارعان مع ديزني، لديهم عم يقدم له الهدايا ويكتشفون معه أشياء جديدة، من بينها ريموت قديم يمكنهم من خوض تجارب حياتية مختلفة، في إطار كوميدي خفيف."



,ImgUrl:"/images/news18.webp"},
  {Title:'علي ربيع يبدأ تحضيرات فيلمة الجديد من إنتاج السبكي'

    , Description :"بدأ علي ربيع في التحضيرات لأحدث أفلامه \"الصفا الثانوية بنات\" حيث اجتمع مع السبكي لمناقشة تفاصيل العمل المبدئية قبل انطلاق التصوير واختيار باقي فريق العمل. الفيلم من تأليف أمين جمال وورشته الكتابية ومن إخراج محمود أمين وإنتاج السبكي. وهو فيلم كوميدي ويؤدي علي ربيع دور طيار يقابل العديد من المواقف الكوميدية، حيث يقدم شخصية \"هادي\" الموظف الكسول الذي تنقلب حياته رأساً علي عقب بعد تعرضه لمرض نادر لنعيش معه مغامرة من الكوميديا والتحدي. وقد كانت آخر أعمال ربيع فيلم \"عالماشي\" مع كريم عفيفي وفيلم \"بعد الشر\" مع أوس أوس."

     ,ImgUrl:"/images/news15.webp"},
   {Title:'يسرا اللوزي: "سراب" و "البحر الأسود" أخرجاني من حالة الحزن '
,Description:"كشفت يسرا اللوزي عن سر مشاركتها في مسلسل 'سراب' رغم رفضها له في البداية خاصة بسبب فقدان والدتها ومشاعر الحزن التي سيطرت عليها. إلا أن المخرج أحمد خالد دعمها بقوة وأعطاها المساحة الكافية حتى تستطيع التحضير للدور. المسلسل من بطولة خالد النبوي وتدور أحداثه في إطار تشويقي وتقوم بتجسيد شخصية الدكتورة 'ملك' ولها طفل اسمه زين وهي زوجة طارق الشخصية التي يؤديها الفنان خالد النبوي ويقع حدثًا في الحلقة الأولى يقلب الأوضاع رأسًا على عقب وتبدأ الأحداث في الإثارة ومن إخراج أحمد خالد. كما أن اللوزي تشارك أيضًا في فيلم 'البحر الأسود' مع خالد الصاوي وهو من أنواع السينما المستقلة، كما أنه أول تجربة للمخرج علاء الدين مصطفى. وأضافت أن الفيلم من أنواع الفانتازيا كل شخص سيشاهده من زاويته، وقد تظن أنه سهل إلا أنه في حقيقة الأمر صعب للغاية وله حبكة مختلفة."


,ImgUrl:"/images/news16.webp"},
  {Title:'عمرو يوسف بطل شعبي في "درويش المصري"'

    , Description :"تتجه أنظار الفنان عمرو يوسف هذه الفترة لأداء نوع جديد من الأدوار، وهي أدوار الكوميدي أكشن. وهذا ما يعمل عليه حاليًا في جلسات العمل المبدئية لفيلم 'يوسف المصري'، الذي تدور أحداثه في إطار كوميدي تشويقي حيث يتحول فيه البطل إلى بطل شعبي خلال الأحداث. ومن أول المنضمين للعمل مصطفى غريب ومن المقرر أن يتم الإعلان عن باقي أسماء الممثلين خلال الفترة المقبلة. ويجرى مخرج العمل وليد الحلفاوي حاليًا معاينة أماكن التصوير بحسب النسخة الأولى من السيناريو للعمل، حيث من المقرر انطلاق تصوير العمل مطلع شهر سبتمبر المقبل. الفيلم من تأليف وسام صبري وإخراج وليد الحلفاوي."
     ,ImgUrl:"/images/news13.webp"},
   {Title:'تأجيل مفاجئ لعرض فيلم "الملحد"'
,Description:"وسط دعوات لمقاطعة فيلم 'الملحد' جاء تأجيل عرض الفيلم في دور السينما بعد أن كان من المقرر عرضه يوم 14 أغسطس الجاري، حيث قرر المنتج أحمد السبكي تأجيل طرح الفيلم بسبب عدم الانتهاء من أعمال الصوت، ونفى ما تردد حول نية الشركة في تغيير الاسم، ومن المفترض الإعلان عن الموعد الجديد خلال الأيام القليلة المقبلة. واستنكر الهجوم الذي يتعرض له 'الملحد' وقال: 'العمل لم يُعرض حتى الآن لكي يتم انتقاده'. وبالتزامن مع تأجيل الفيلم، كتب مخرج العمل ماندو العدل على حسابه على الفيسبوك: 'المنع مش حل!'. الفيلم تأليف إبراهيم عيسى، وإخراج محمد العدل، وبطولة أحمد حاتم، ومحمود حميدة، وحسين فهمي، وصابرين، وشيرين رضا."

,ImgUrl:"/images/news14.webp"},
  {Title:'من هو بديل بيومي فؤاد في مسرحية "السندباد" بعد عودتها إلى مصر؟'

    , Description :"على الرغم من مشاركة بيومي فؤاد في كل العروض الخاصة بمسرحية 'السندباد' في السعودية، إلا أن الجمهور فوجئ باستبداله في العرض بمصر ومشاركة سامي مغاوري بدلا منه، مما أثار التساؤلات عن أسباب غيابه عن العرض. والسبب الحقيقي هو أن بيومي فؤاد يشارك في مسرحية مي عز الدين 'زواج اصطناعي' في أول تجربة مسرحية لها والتي مازال عرضها مستمر في السعودية، مما جعل مشاركته والتوفيق بين العرضين، عرض 'السندباد' في العلمين و'زواج اصطناعي' في السعودية، فقرر أن يعتذر عن عدم المشاركة في عروض مصر. مسرحية 'السندباد' هي عودة لكريم عبد العزيز للمسرح بعد غياب سنوات وأول تجربة مسرحية لنيللي كريم، ويشارك فيها عدد كبير من النجوم منهم مصطفى خاطر، شيماء سيف، سامي مغاوري، ويزو، والمسرحية من إنتاج آلاء الغزالي، وإخراج أحمد الجندي. يذكر أن عرض المسرحية كان من 8 لـ 10 أغسطس."



     ,ImgUrl:"/images/news11.webp"},
   {Title:"أسباب شخصية تمنع سلمى أبو ضيف من المشاركة في دراما رمضان 2025"
,Description:"على الرغم من النجاح الذي حققه مسلسل \"أعلى نسبة مشاهدة\" رمضان الماضي، والذي أدت فيه سلمى أبو ضيف دور يعتبر البطولة الأولى لها، إلا أنها لن تشارك في دراما رمضان هذا العام. والسبب أنها تستعد لإقامة حفل زفافها والتي أعلنت عنه بنشر صور لها على انستجرام أثناء تواجدها بالمالديف بصحبة خطيبها والتي بدت وكأنها طقوس لحفل الزفاف. وقد فاجئت سلمى جمهورها يونيو الماضي بخبر عقد قرانها بعد خطوبتها بأسابيع قليلة على إدريس عبد العزيز. واختلف تفاعل رواد مواقع التواصل الاجتماعي مع منشور سلمى، حيث عبر البعض عن عدم فهمهم لمغزى هذه الطقوس الغريبة، بينما عبر آخرون عن إعجابهم بالمشهد غير المعتاد، متمنين التوفيق للزوجين مع بداية حياتهما الزوجية."

,ImgUrl:"/images/news12.webp"},
  {Title:'"واحد من الناس" هذا الأسبوع من العلمين الجديدة'

    , Description :"حلقة استثنائية تتميز بخفة الدم يقدمها عمر الليثي من خلال برنامجه \"واحد من الناس\" الذي يُقدم فيها هشام ماجد والمخرج معتز التوني من مدينة العلمين الجديدة. ومن المقرر أن تذاع الحلقة يوم الخميس القادم على قناة الحياة. ومن المقرر أن يتناول الحديث الطريف والشيق العديد من الموضوعات منها التعاون الفني بين هشام ماجد ومعتز التوني ونجاحهما مؤخرًا من خلال فيلم (إكس مراتي) والانسجام والتعاون بينهما في أكثر من عمل فني، كما يتحدثا عن كواليس العمل. كما يتحدثا أيضًا عن المصيف وذكرياته لدى ماجد والتوني منذ الطفولة والمواقف الكوميدية به. كما يتحدث هشام ماجد عن الفرق بين تأديته لدوره كممثل ودوره كمؤلف وأيضًا عشقه لفريق الزمالك. ويشارك معتز التوني امنيته عبر البرنامج بتقديم فيلم كوميدي مع النجمة مني زكي."



     ,ImgUrl:"/images/news9.webp"},
   {Title:"محمد سامي يكشف تفاصيل مسلسلاته في دراما رمضان 2025"
,Description:"نشر محمد سامي على صفحته الشخصية عن بدء تصويره لمسلسله الجديد الذي يشارك به في دراما رمضان 2025. حيث كتب: \"من تصوير مسلسل 'إش إش' للنجمة مي عمر، رمضان 2025 إن شاء الله، على mbc، هيكون بإذن الله أقوى مسلسلاتي\". وقد أكد سامي أن الجمهور سيشاهد مي عمر في دور مختلف تمامًا عما قدمته في أعمالها السابقة. ويتولى محمد سامي تأليف وإخراج هذا المسلسل. وجدير بالذكر أن الثنائي محمد سامي ومي عمر قد تعاونا في مسلسل 'نعمة الأفوكاتو'، الذي عُرض في رمضان 2024. وبهذا يكون 'إش إش' هو العمل الثاني لـ محمد سامي الذي يشارك به في رمضان، حيث يقوم بإخراج مسلسل عمرو سعد أيضًا وهو 'سيد الناس'. ويعد برنامج 'بيت السعد' هو آخر أعمال محمد سامي الذي يقدمه عمرو سعد وأحمد سعد ويعرض على قناة 'MBC مصر'. ويستضيف البرنامج أبرز النجوم ويحتوي على فقرات فنية وكوميدية متعددة."
,ImgUrl:"/images/news10.webp"},

  {Title: '4 أيام فقط تفصلنا على الانتهاء من تصوير مسلسل "6 شهور"'
    ,Description:"تقترب أعمال التصوير لمسلسل '6 شهور' من نهايتها، حيث من المقرر الانتهاء منها خلال الأيام القليلة القادمة. هذا العمل الدرامي، الذي تدور أحداثه في إطار اجتماعي مشوق، من إنتاج أروما استديوز للمنتج تامر مرتضى، وإشراف عام مصطفى العوضى. ويضم كوكبة من النجوم. ويشارك في بطولة المسلسل بجانب نور النبوي، نور إيهاب، ومجدي بدر وعدد كبير من ضيوف الشرف، حيث تجمع كل حلقة ضيف شرف مختلف عن الحلقة السابقة، ومن المقرر أن يعرض المسلسل عقب انتهاء المونتاج والمكساج. وبالتزامن مع التصوير، دخل العمل مرحلة المونتاج والمكساج استعدادًا لعرضه الحصري على واحدة من المنصات الشهيرة. وتدور أحداثه في 10 حلقات مليئة بالأحداث المشوقة."




    ,ImgUrl:"/images/news7.webp"},
  {Title:'"السيد رامبو" يشارك في مهرجان فينسيا الدولي '
,Description:"'واجهنا العديد من الصعوبات، منذ بداية العمل عليه قبل سنوات طويلة' هذا ما قالته المنتجة رشا حسني عن فيلم 'البحث عن منفذ لخروج السيد رامبو' الذي بدأت فكرته منذ عام وبدأ التصوير فيه منذ 3 أشهر تقريبًا في مناطق مختلفة داخل القاهرة. وقال محمد حفظي: 'منذ قراءة النص، توقعت وصوله للمشاركة في مهرجان كان أو فينيسا، وكنا نراهن على ذلك كصُنّاع للمشروع، والحمد لله وفقنا في أحدهما'. وتابع: 'وجود مصر بشكلٍ رسمي في المهرجان، بالتأكيد شيء مشرف، خاصة وأنه يأتي بعد غياب دام 12 عاماً'. وأضاف إنّ مشاركة العمل في الدورة المقبلة من مهرجان فينيسيا السينمائي الدولي، المقرر انطلاقها يوم 28 أغسطس يُعد أمر متوقع بالنسبة له، إذ أنه لم يُفاجئ بالإعلان عن مشاركة الفيلم ضمن العروض الرسمية. وكشف حفظي أن عصام عمر وركين تم ترشيحهم من المؤلفين منذ أول يوم في كتابة الفيلم. وتدور أحداث الفيلم الذي ينتمي لنوعية الأفلام الدرامية، حول الشاب حسن، الذي يعيد اكتشاف نفسه مرة أخرى ويضطر لمواجهة مخاوف ماضيه، خلال رحلته لإنقاذ كلبه وصديقه الوحيد 'رامبو' من مصير مجهول بعدما تورط في حادث خطير دون ذنب، ليصبح بين ليلة وضحاها مطارداً من قبل جاره 'كارم' وجميع أهالي الحي. وأشار حفظي إلى أن التحدي الأبرز الذي واجه فريق العمل، وهو التعامل مع الكلاب التي تظهر في بعض مشاهد الفيلم، فقد خضعت هذه الحيوانات لفترة من التدريب قبل انطلاق التصوير. وأكد أن الفيلم لا ينتمي إلى الميزانيات الضخمة أبداً، كما أنه تلقى دعماً من مهرجان البحر الأحمر السينمائي، ومن المقرر مشاركته في عدد من المهرجانات المختلفة خلال الفترة المقبلة، وطرحه جماهيرياً في دور العرض نهاية هذا العام."


,ImgUrl:"/images/news8.webp"},
  {Title: "فيلم جديد يجمع كبار النجوم قريبًا"
    ,Description:"عدد من الثنائيات الفنية تشهدها الساحة الفنية في مصر وذلك من خلال تحضير مجموعة أفلام جديدة التي تجمع أكثر من نجم. وأول هذه الثنائيات فيلم 'الأخوات'، بطولة كريم عبد العزيز وأحمد حلمي، وذلك لأول مرة منذ عام أكثر من 20 عام بعد تعاونهما في فيلم 'عبود على الحدود' عام 99 و'ليه خلتني أحبك' عام 2000، بجانب ظهورهما كضيفا شرف في مسلسل 'الجماعة' 2010، وظهور حلمي كضيف شرف في مسلسل 'الاختيار' 2022. ومن المقرر بدء تصوير 'الأخوات' عقب انتهاء كريم عبد العزيز من فيلمه الجديد 'المشروع' مع المخرج بيتر ميمي، وكذلك انتهاء أحمد حلمي من تصوير فيلم جديد لازال في مرحلة التحضير أيضًا."



    ,ImgUrl:"/images/news6.webp"},
  {Title:'استعداد هشام ماجد لتقديم تجربة سينمائية مرتقبة'
,Description:"أبدى هشام ماجد عن حماسه الشديد لتقديم نسخة معاصرة من فيلم 'البحث عن فضيحة' الذي سبق وقدمه الفنان عادل إمام، عام 1973. وصرح ماجد أن الهدف من إعادة تقديم هذا الفيلم، هو أن تشاهده الأجيال الجديدة التي قد تكون لم تشاهد النسخة الأصلية، ولأن موضوع الفيلم حلو وجذاب، وبالطبع سنقدمه بشكلٍ عصري يتناسب مع طبيعة الفترة الحالية، وهو من إخراج رامي إمام، ويجري حالياً كتابة النسخة الأخيرة، تمهيداً لبدء التصوير. ومن ضمن الأعمال التي يقوم بتصويرها حاليا الجزء الثاني من مسلسل 'أشغال شقة' ليشارك به في رمضان 2025 وقال: أن العمل لازال في مرحلة الكتابة، والأحداث ستشهد تطورات درامية عديدة، وظهور شخصيات جديدة، إلى جانب شخصياته الاساسية، وسنبدأ تصويره عقب الانتهاء من الكتابة كاملة. المسلسل من بطولة أسماء جلال، ومصطفى غريب، وتأليف خالد وشيرين دياب، وإخراج خالد دياب. كما أضاف أن اللعبة 5 في مرحلة الكتابة والتحضيرات ولم يتم تحديد موعد لتصويره حتى الآن."

,ImgUrl:"/images/news5.webp"},
  {Title:'تأجيل مفاجئ لحفل خطوبة ليلى زاهر وهشام جمال .. والموعد الجديد غير معروف'
    ,Description:"رغم تحديد يوم الجمعة الماضية لإقامة حفل خطوبة ليلى زاهر وهشام جمال في الساحل الشمالي إلا أنه تقرر تأجيل الحفل لأجل غير مسمى. وجاء قرار التأجيل بعد وفاة ثلاثة من أبرز المنتجين في الوسط الفني وهم حسام شوقي وفتحي إسماعيل ومحمود كمال إثر حادث أليم على طريق الضبعة. لذلك قرر أحمد زاهر تأجيل حفل الخطوبة حدادًا على وفاة المنتجين الثلاثة. جدير بالذكر أنه تمت قراءة الفاتحة في يناير الماضي في حفل عائلي بسيط."
    
       
    ,ImgUrl:"/images/news3.webp"},
          {Title: "أيمن بهجت قمر: ري ستارت ليست فكرتي ولم أحسم قراري بعد من كتابة أغاني الفيلم "
          ,Description:"صرح الكاتب أيمن بهجت قمر أن فيلم 'ري ستارت' الذي يجري تصويره حاليًا هو من فكرة تامر حسني. وأوضح أنه من أجل خروج الفكرة للنور تم عقد عمل جلسات عمل لمدة 5 شهور مع المخرجة سارة وفيق حتى تم الاستقرار على مختلف التفاصيل. وأضاف أن 'اسم الفيلم يُعبر عن الرسالة التي تحملها الفكرة، وهو أننا جميعًا بحاجة إلى انتعاشة لمواصلة الرحلة والقدرة على تحمل المسؤوليات، لنحقق خطوات ناجحة ونمضي قدماً للأمام'. كما أشار إلى أنه لم يحسم موقفه النهائي من كتابة الأغاني الخاصة بالفيلم من عدمه، إذ أن الأمر يتوقف على إذا كان الفيلم جاهز أو لا، وأيضًا الانتهاء من السيناريو بشكلٍ كامل أولاً. ويشارك في بطولته كلّ من هنا الزاهد، وباسم سمرة ومحمد ثروت، وإخراج سارة وفيق. ويُعد هذا الفيلم التعاون الثاني بين تامر حسني وأيمن بهجت قمر."
    
          ,ImgUrl:"/images/news4.webp"},
  {Title: "احتفال بشرى بزواجها من نجل محمود حميدة",Description:
"احتفلت بشرى بزفافها على خالد حميدة، نجل الفنان محمود حميدة، حيث أُقيم حفل الزفاف في الساحل الشمالي وسط الأهل والأقارب وبعض الفنانين الذين تربطهم علاقة قوية بالفنانة بشرى. وكشفت بعض المصادر المقربة من الفنانة بشرى عن وجود علاقة صداقة في الأساس منذ عامين تقريبًا، وتحولت الصداقة إلى حب أثناء اشتراكهما في مشروع فني كبير وهو رقمنة الأرشيف المصري باستخدام تقنيات الذكاء الاصطناعي. جدير بالذكر أن بشرى انفصلت عن زوجها السابق سالم هيكل منذ عام.",ImgUrl:"/images/news1.webp"},
  {Title: "مسلسلات تحجز مقعدها في رمضان 2025: أولها المداح الجزء الخامس ",Description:"على الرغم أن الموسم والسباق الرمضاني لم يبدأ بعد، إلا أن صناع الدراما بدأوا في حجز مقاعدهم بالتحضير لأعمالهم الفنية. وللمرة الخامسة على التوالي، يستغل 'المداح' نجاحه وشهرته والتفاعل الجماهيري، ليعلن حمادة هلال عن الجزء الخامس ليكون بذلك من أوائل دراما رمضان 2025. من المقرر أن يشارك في بطولة الجزء الخامس خالد سرحان وهادي خفاجة وفتحي عبد الوهاب وعدد آخر من النجوم الشباب. المسلسل من تأليف أمين جمال، وليد أبو المجد، شريف يسري، وإخراج أحمد سمير فرج",ImgUrl:"/images/news2.webp"},
]

const NewsList = News.map((item,index)=>{
  return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
})
  return (
    <>
        <Navbar />
      <div className='page container'>
    
      <div className='page-hierarchy'>
             <span className='parent'>
              <Link href='/'>
                الرئيسية 
             </Link>
           <span className='arow-icon'><MdOutlineKeyboardArrowLeft /></span>
           </span>
           <span className='child'>أخبار الفنانين</span>

      </div>
      <div className='page-title'>أخبار الفنانين</div>
          <div className='landing-news-container '>
       {NewsList}
    
          </div>
        
      </div>
      <Footer />
      </>
  )
}

export default News