import React from 'react'
import Link from 'next/link'
import Footer from '../components/reusable/Footer'
import Navbar from '../components/reusable/Navbar'
import Singlenewsinallnews from '../components/Singlenewsinallnews'
import SingleNews from '../components/reusable/singleNews'
import {MdOutlineKeyboardArrowLeft} from'react-icons/md'
import { useQuery } from 'react-query'
import axios from 'axios'
const News = () => {
  const fetchData = async () => {
  
    const response = await axios.get(`https://vodafone.alerting.services/LawMawhobApis/Talents/GetLastNews`,{ headers: {
      "Api_Key": "elinxfthr62023",
      'content-type': 'text/json'
    }});
    return response.data;

  
};
const { isLoading, data, isError, error, isFetching, refetch } = useQuery(
  ["news"],
  () => fetchData(),
  {
    keepPreviousData: true, // Keep previous data while fetching new data
    staleTime: 0,
  }
);
console.log(data);
const News =[
  {Title: '4 أيام فقط تفصلنا على الانتهاء من تصوير مسلسل "6 شهور"'
    ,Description:"تقترب أعمال التصوير لمسلسل '6 شهور' من نهايتها، حيث من المقرر الانتهاء منها خلال الأيام القليلة القادمة. هذا العمل الدرامي، الذي تدور أحداثه في إطار اجتماعي مشوق، من إنتاج أروما استديوز للمنتج تامر مرتضى، وإشراف عام مصطفى العوضى. ويضم كوكبة من النجوم. ويشارك في بطولة المسلسل بجانب نور النبوي، نور إيهاب، ومجدي بدر وعدد كبير من ضيوف الشرف، حيث تجمع كل حلقة ضيف شرف مختلف عن الحلقة السابقة، ومن المقرر أن يعرض المسلسل عقب انتهاء المونتاج والمكساج. وبالتزامن مع التصوير، دخل العمل مرحلة المونتاج والمكساج استعدادًا لعرضه الحصري على واحدة من المنصات الشهيرة. وتدور أحداثه في 10 حلقات مليئة بالأحداث المشوقة."




    ,ImgUrl:"/images/news7.webp"},
  {Title:'"السيد رامبو" يشارك في مهرجان فينسيا الدولي '
,Description:"'واجهنا العديد من الصعوبات، منذ بداية العمل عليه قبل سنوات طويلة' هذا ما قالته المنتجة رشا حسني عن فيلم 'البحث عن منفذ لخروج السيد رامبو' الذي بدأت فكرته منذ عام وبدأ التصوير فيه منذ 3 أشهر تقريبًا في مناطق مختلفة داخل القاهرة. وقال محمد حفظي: 'منذ قراءة النص، توقعت وصوله للمشاركة في مهرجان كان أو فينيسا، وكنا نراهن على ذلك كصُنّاع للمشروع، والحمد لله وفقنا في أحدهما'. وتابع: 'وجود مصر بشكلٍ رسمي في المهرجان، بالتأكيد شيء مشرف، خاصة وأنه يأتي بعد غياب دام 12 عاماً'. وأضاف إنّ مشاركة العمل في الدورة المقبلة من مهرجان فينيسيا السينمائي الدولي، المقرر انطلاقها يوم 28 أغسطس يُعد أمر متوقع بالنسبة له، إذ أنه لم يُفاجئ بالإعلان عن مشاركة الفيلم ضمن العروض الرسمية. وكشف حفظي أن عصام عمر وركين تم ترشيحهم من المؤلفين منذ أول يوم في كتابة الفيلم. وتدور أحداث الفيلم الذي ينتمي لنوعية الأفلام الدرامية، حول الشاب حسن، الذي يعيد اكتشاف نفسه مرة أخرى ويضطر لمواجهة مخاوف ماضيه، خلال رحلته لإنقاذ كلبه وصديقه الوحيد 'رامبو' من مصير مجهول بعدما تورط في حادث خطير دون ذنب، ليصبح بين ليلة وضحاها مطارداً من قبل جاره 'كارم' وجميع أهالي الحي. وأشار حفظي إلى أن التحدي الأبرز الذي واجه فريق العمل، وهو التعامل مع الكلاب التي تظهر في بعض مشاهد الفيلم، فقد خضعت هذه الحيوانات لفترة من التدريب قبل انطلاق التصوير. وأكد أن الفيلم لا ينتمي إلى الميزانيات الضخمة أبداً، كما أنه تلقى دعماً من مهرجان البحر الأحمر السينمائي، ومن المقرر مشاركته في عدد من المهرجانات المختلفة خلال الفترة المقبلة، وطرحه جماهيرياً في دور العرض نهاية هذا العام."


,ImgUrl:"/images/news8.webp"},
  {Title: "فيلم جديد يجمع كبار النجوم قريبًا"
    ,Description:"عدد من الثنائيات الفنية تشهدها الساحة الفنية في مصر وذلك من خلال تحضير مجموعة أفلام جديدة التي تجمع أكثر من نجم. وأول هذه الثنائيات فيلم 'الأخوات'، بطولة كريم عبد العزيز وأحمد حلمي، وذلك لأول مرة منذ عام أكثر من 20 عام بعد تعاونهما في فيلم 'عبود على الحدود' عام 99 و'ليه خلتني أحبك' عام 2000، بجانب ظهورهما كضيفا شرف في مسلسل 'الجماعة' 2010، وظهور حلمي كضيف شرف في مسلسل 'الاختيار' 2022. ومن المقرر بدء تصوير 'الأخوات' عقب انتهاء كريم عبد العزيز من فيلمه الجديد 'المشروع' مع المخرج بيتر ميمي، وكذلك انتهاء أحمد حلمي من تصوير فيلم جديد لازال في مرحلة التحضير أيضًا."



    ,ImgUrl:"/images/news6.webp"},
  {Title:'استعداد هشام ماجد لتقديم تجربة سينمائية مرتقبة'
,Description:"أبدى هشام ماجد عن حماسه الشديد لتقديم نسخة معاصرة من فيلم 'البحث عن فضيحة' الذي سبق وقدمه الفنان عادل إمام، عام 1973. وصرح ماجد أن الهدف من إعادة تقديم هذا الفيلم، هو أن تشاهده الأجيال الجديدة التي قد تكون لم تشاهد النسخة الأصلية، ولأن موضوع الفيلم حلو وجذاب، وبالطبع سنقدمه بشكلٍ عصري يتناسب مع طبيعة الفترة الحالية، وهو من إخراج رامي إمام، ويجري حالياً كتابة النسخة الأخيرة، تمهيداً لبدء التصوير. ومن ضمن الأعمال التي يقوم بتصويرها حاليا الجزء الثاني من مسلسل 'أشغال شقة' ليشارك به في رمضان 2025 وقال: أن العمل لازال في مرحلة الكتابة، والأحداث ستشهد تطورات درامية عديدة، وظهور شخصيات جديدة، إلى جانب شخصياته الاساسية، وسنبدأ تصويره عقب الانتهاء من الكتابة كاملة. المسلسل من بطولة أسماء جلال، ومصطفى غريب، وتأليف خالد وشيرين دياب، وإخراج خالد دياب. كما أضاف أن اللعبة 5 في مرحلة الكتابة والتحضيرات ولم يتم تحديد موعد لتصويره حتى الآن."

,ImgUrl:"/images/news5.webp"},
  {Title:'تأجيل مفاجئ لحفل خطوبة ليلى زاهر وهشام جمال .. والموعد الجديد غير معروف'
    ,Description:"رغم تحديد يوم الجمعة الماضية لإقامة حفل خطوبة ليلى زاهر وهشام جمال في الساحل الشمالي إلا أنه تقرر تأجيل الحفل لأجل غير مسمى. وجاء قرار التأجيل بعد وفاة ثلاثة من أبرز المنتجين في الوسط الفني وهم حسام شوقي وفتحي إسماعيل ومحمود كمال إثر حادث أليم على طريق الضبعة. لذلك قرر أحمد زاهر تأجيل حفل الخطوبة حدادًا على وفاة المنتجين الثلاثة. جدير بالذكر أنه تمت قراءة الفاتحة في يناير الماضي في حفل عائلي بسيط."
    
       
    ,ImgUrl:"/images/news3.webp"},
          {Title: "أيمن بهجت قمر: ري ستارت ليست فكرتي ولم أحسم قراري بعد من كتابة أغاني الفيلم "
          ,Description:"صرح الكاتب أيمن بهجت قمر أن فيلم 'ري ستارت' الذي يجري تصويره حاليًا هو من فكرة تامر حسني. وأوضح أنه من أجل خروج الفكرة للنور تم عقد عمل جلسات عمل لمدة 5 شهور مع المخرجة سارة وفيق حتى تم الاستقرار على مختلف التفاصيل. وأضاف أن 'اسم الفيلم يُعبر عن الرسالة التي تحملها الفكرة، وهو أننا جميعًا بحاجة إلى انتعاشة لمواصلة الرحلة والقدرة على تحمل المسؤوليات، لنحقق خطوات ناجحة ونمضي قدماً للأمام'. كما أشار إلى أنه لم يحسم موقفه النهائي من كتابة الأغاني الخاصة بالفيلم من عدمه، إذ أن الأمر يتوقف على إذا كان الفيلم جاهز أو لا، وأيضًا الانتهاء من السيناريو بشكلٍ كامل أولاً. ويشارك في بطولته كلّ من هنا الزاهد، وباسم سمرة ومحمد ثروت، وإخراج سارة وفيق. ويُعد هذا الفيلم التعاون الثاني بين تامر حسني وأيمن بهجت قمر."
    
          ,ImgUrl:"/images/news4.webp"},
  {Title: "احتفال بشرى بزواجها من نجل محمود حميدة",Description:
"احتفلت بشرى بزفافها على خالد حميدة، نجل الفنان محمود حميدة، حيث أُقيم حفل الزفاف في الساحل الشمالي وسط الأهل والأقارب وبعض الفنانين الذين تربطهم علاقة قوية بالفنانة بشرى. وكشفت بعض المصادر المقربة من الفنانة بشرى عن وجود علاقة صداقة في الأساس منذ عامين تقريبًا، وتحولت الصداقة إلى حب أثناء اشتراكهما في مشروع فني كبير وهو رقمنة الأرشيف المصري باستخدام تقنيات الذكاء الاصطناعي. جدير بالذكر أن بشرى انفصلت عن زوجها السابق سالم هيكل منذ عام.",ImgUrl:"/images/news1.webp"},
  {Title: "مسلسلات تحجز مقعدها في رمضان 2025: أولها المداح الجزء الخامس ",Description:"على الرغم أن الموسم والسباق الرمضاني لم يبدأ بعد، إلا أن صناع الدراما بدأوا في حجز مقاعدهم بالتحضير لأعمالهم الفنية. وللمرة الخامسة على التوالي، يستغل 'المداح' نجاحه وشهرته والتفاعل الجماهيري، ليعلن حمادة هلال عن الجزء الخامس ليكون بذلك من أوائل دراما رمضان 2025. من المقرر أن يشارك في بطولة الجزء الخامس خالد سرحان وهادي خفاجة وفتحي عبد الوهاب وعدد آخر من النجوم الشباب. المسلسل من تأليف أمين جمال، وليد أبو المجد، شريف يسري، وإخراج أحمد سمير فرج",ImgUrl:"/images/news2.webp"},
]

const NewsList = News.map((item,index)=>{
  return <SingleNews key={index} Title={item.Title} Description={item.Description} ImgUrl={item.ImgUrl} />
})
  return (
    <>
        <Navbar />
      <div className='page container'>
    
      <div className='page-hierarchy'>
             <span className='parent'>
              <Link href='/'>
                الرئيسية 
             </Link>
           <span className='arow-icon'><MdOutlineKeyboardArrowLeft /></span>
           </span>
           <span className='child'>أخبار الفنانين</span>

      </div>
      <div className='page-title'>أخبار الفنانين</div>
          <div className='landing-news-container '>
       {NewsList}
    
          </div>
        
      </div>
      <Footer />
      </>
  )
}

export default News