import React from 'react'
import Footer from '../components/reusable/Footer'
import Navbar from '../components/reusable/Navbar'
import {MdOutlineKeyboardArrowLeft} from 'react-icons/md'
const terms = () => {
  return (
    <>
      <Navbar />
    <div className='static-pages'>
         
         <div className='page-hierarchy'>
             <span className='parent'>
              <Link href='/'>
                الرئيسية 
             </Link>
           <span className='arow-icon'><MdOutlineKeyboardArrowLeft /></span>
           </span>
           <span className='child'>الشروط والاحكام</span>

         </div>
         <div className='title'>الشروط والاحكام</div>
  
    <p>
    شروط واحكام مسابقة/خدمة &quot; لو موهوب&quot;
الشروط والأحكام
لإجراء النشاط الترويجي لخدمة اورنچ مصر : “لو موهوب” رقم موافقة حماية المستهلك: 38/2020 يتم تنفيذ الخدمة من أجل تعزيز الخدمات التي تقدمها الشركة المصرية اورنچ
1- الرمز المتوفر للرسائل القصيرة: 7613- #37#
1.1 الاشتراك في خدمة &quot;لو موهوب” مجاني لمدة 3 أيام. ثم تصبح الرسوم 1.5جنيه مصري في اليوم. في حالة عدم كفاية الرصيد ، سيقوم اورنچ بإعادة المحاولة باي تكلفة.

1.2 جميع الرسائل / الردود الى الرمز القصير 7613 وجميع الرسائل المرسلة من رمز 7613 مجانية. قيمة الاشتراك اليومى عن طريق الاتصال ب #37# للخدمة ستكون بقيمة 1.5 جنيهاً يوميا.

1.3 يمكن لعملاء &quot; اورنچ مصر&quot; الاشتراك في خدمة &quot;لو موهوب&quot; عن طريق إرسال رقم 1 فعال الى 7613 أو من خلال طلب # 37 #. عند التسجيل ، سيتم منح المستخدمين والمشتركين 10 دقائق مجانية من Orange إلى Orange والمحتوى المرسل.

1.4 لو موهوب هي خدمة رسائل نصية بالإضافة الي منصة إلكترونية وهى عبارة عن خدمة لعرض مواهب تتيح لمن اراد من مستخدميها (يشار اليهم فيما بعد بالمستخدم أوالمستخدمين أو المشترك أو المشتركين) بنشر او عرض أو إتاحة أعمالهم (يشار الى تلك الأعمال فيما بعد بالمحتوى) على خدمات الأنترنت والتليفون المحمول لشركة أورانج مصر.

2- منظم االخدمة:
2.1 اورنچ مصر مشغّل الإتصالات الخلوية .

2.2 العنوان: القرية الذكية

3- اسم الخدمة:
3.1 &quot;لو موهوب&quot;

4 - المكان:
4.1 مصر.

5 - الإطار الزمني للمسابقة:
5.1 تبدأ االخدمة في 24/02/2020 و تنتهي في 23/02/2021 (365 يوم) الرجاء زور الصفحة https://www.orange.eg أو إتصل على خدمة العملاء من رقمك ال اورنچ الخاص

5.2 يحتفظ ل اورنچ بحق تمديد مدة الحملة الترويجية وتعديل الشروط والأحكام الحالية.

5.3 في حالة تمديد مدة الحملة الترويجية، سيتم اعتبار جميع المشتركين المسجلين في المسابقة/الخدمة خلال المدة الأصلية تلقائيا كمشاركين في الفترة الممددة مع الاحتفاظ بجميع النقاط التي جمعوها حتى تلك المرحلة.

6 قبول شروط الاستخدام:
6.1 يضمن ويقر جميع المشتركين بأنهم قد قرأوا وفهموا تماما هذه الشروط والأحكام وهي متاحة للجميع https://www.orange.eg

6.2 عبر إرسال رقم 1 على الرمز القصير 7613 أو عبر طلب#37# و التسجيل في خدمة الاشتراك يقر جميع المشتركين قبولهم التام و فهمهم لهذه الشروط و الأحكام, و يوافقون على:

6.2.1 تلقي رسائل نصية قصيرة متعلقة بخدمة &quot; لو موهوب&quot; من اورنچ على هواتفهم المحمولة.

6.2.2 تلقي رسائل أوعروض إعلانية عبر الرسائل النصية القصيرة من اورنچ أو أي شركة أخرى تتعامل مع أورنج.

6.3 اورنچ تحتفظ بالحق بإلغاء أو تعديل هذا العرض و هذه الشروط و الأحكام في أي وقت. في حالة أي تغيير، سيتم نشره على https://www.orange.eg

6.4 في حالة نشوب نزاع بشأن الشروط و الأحكام, السلوك, النتائج, و جميع المسائل الأخرى المتعلقة بالمسابقة/الخدمة, يعد قرار اورنچ نهائيا و لا يجوز النقاش فيه.

6.5 تعد هذه الاتفاقية سارية المفعول و التأثير طالما هذا العرض ساري من قبل اورنچ (دون الاخذ في الاعتبار أي تعليق مؤقت للعرض لأسباب تشغيلية. على سبيل المثال للإصلاحات, الصيانة المنظمة أو التحديث)

7- المشاركون في الخدمة:
7.1 المؤهلون للاشتراك:

7.1.1 الأشخاص الطبيعيون (بخلاف الموظفين من قبل أورنج, أو أي من شركاء اورنچ , خلال فترة المسابقة/الخدمة, و أيضا أقاربهم حتى الدرجة الرابعة و أزواجهم) من عملاء شركة اورنچ خلال فترة المسابقة/الخدمة . إذا كان الفائز قاصر، يجب على الوصي عليه أن يكون حاضرا في يوم تسليم الجائزة لاستلامها على أن يكون معه بطاقة هويته وشهادة تثبت أنه الوصي.

7.1.2 الكيانات القانونية (على سبيل المثال المشتركون في خدمات الهواتف المحمولة المملوكة من قبل شركات بأي من شركات ال اورنچ المشاركة في هذه الحملة) يحق فقط للأشخاص المفوضين بالتوقيع بالنيابة عن الكيانات القانونية باستلام الجائزة.

7.1.3 يحق ل اورنچ أن تستبعد أي مشارك إذا كانت هناك أسباب وجيهة للاعتقاد بأن المشارك قد أخل بأي بند من الشروط و الأحكام.

7.1.4 من خلال المشاركة في المسابقة/الخدمة, يضمن المشاركين بأن جميع المعلومات المقدمة صحيحة, سارية, و كاملة. إلى أقصى حد يسمح به القانون، فإن أي نزاع ينشأ بين المستخدم وبين أي جهة خارجية بسبب استخدامك للمنصة أو للخدمة، بما في ذلك على سبيل المثال لا الحصر، أي شركة نقل البيانات أو مالك حقوق النشر أو مستخدم آخر، يكون بينك وبين هذه الجهة الخارجية مباشرة، وتعفي الشركة بشكل لا رجعة فيه من أي وجميع المطالبات والأضرار من أي نوع أو طبيعة كانت. إذا كان سن او عمر المستخدم تحت السن القانونى فأنه يعلن موافقة والديه أو الوصى القانونى على إستخدام المنصة لتحميل المحتوي.

8- توافر و سهولة الحصول على المعلومات, و آلية الانسحاب
8.1 يستطيع كل مشارك الخروج من المسابقة/الخدمة أو وقف تلقي أي معلومات عن المسابقة/الخدمة عبر إرسال كلمة &quot;إلغاء&quot; أو UNSUB او &quot;0&quot; في رسالة نصية على الرقم 7613. من خلال إرسال إلغاء إلى رمز الاشتراك 7613، يقوم المستخدمون بإلغاء الاشتراك من خدمة المحتوى اليومية وليسوا مؤهلين للحصول على جوائز مستقبلية.

8.2سيتم منح المستخدمين الذين تم التصويت علي محتواهم الذي تم تحميله علي المنصه عشرة نقاط عن كل صوت (10) نقطة إضافية من المشتركين في الخدمة.

8.3- يحق لأورانج خلال فترة المسابقة/الخدمة إضافة أو إلغاء أي من الأرقام التفاعلية و بدون إنذار مسبق. في حال إلغاء أي رقم تفاعلي, سيتم حفظ فرص جميع المشتركين الذين اشتركوا عبر الأرقام التفاعلية الملغية للجوائز.

.8.4 الانقطاع أو الإنهاء المبكر للمسابقة لا يعفي اورنچ من التزامها بتسليم الجوائز التي فاز بها متسابقون بالفعل وتنفيذ الإجراءات الأخرى المطلوبة. تستثنى من ذلك الحالات التي يكون فيها الانقطاع أو انتهاء المسابقة ناتجا عن أحداث خارجة عن سيطرة اورنچ للمسابقة أو الخدمة.

8.5 لا يحق ل اورنچ الإفراج عن أي معلومات شخصية خاصة بالمشتركين لأي طرف آخر إلا في حال طلب منها ذلك بموجب القانون أو للامتثال للهيئات الحكومية لمصر

8.6. يحتفظ اورنچ بالحق في عدم الدخول في مفاوضات مكتوبة أو التواصل مع المشاركين في المسابقة خلاف ذلك وفقا للشروط والأحكام أو وفقا لمتطلبات التشريع الحالي لمصر

8.7 لمزيد من المعلومات، يمكن للمشارك الاتصال بقسم مركز دعم 24/7. للاتصال من مصر، يرجى الاتصال ب: 110 من الرقم الخاص بك من اورنچ

8.8 إذا كنت ترغب في تقديم شكوى أو لديك إستفسار، يرجي إرسال إيميل علي البريد الإلكتروني: X@Y.com

9- قوانين الاشتراك في الخدمة:
9.1 للاشتراك في المسابقة/الخدمة, على المشترك أن يرسل 1 على الرقم 7613أو طلب #37#

9.2 يمنح المشتركون في خدمة &quot;لو موهوب&quot; 10 دقائق اتصال مجانية على الشبكة عند الاشتراك الأول حتى نهاية اليوم التالي ومحتوى يومي. يتم إحتساب خدمة الاشتراك على أساس يومي.

9.3 عند تحميل المستخدم للمحتوي علي المنصه ، سيحصل على 10 نقاط عن كل صوت (Vote) من المشتركين ، ورسالة ترحيبية . الإشعارات من Orange عند إضافة دقائق الاتصال المجانية له.

10 – شروط المحتوي وحقوق الإستغلال:
10.1 المحتوى هو عبارة عن أى عمل أو مصنف سواء كان ترفيهى، غنائى، معلوماتى، موسيقى، أخبارى، أو خلافه سواء أخذ شكل نصى مكتوب أو مسموع (صوتى)، أو مرئى (فيديو) أو على شكل رسومات، أو اشكال كرتونية، أو المزج بين ما ذكر أو بأى طريقة أخرى يمكن إتاحتها على المنصة، على ان يكون هذا المحتوى سواء من أداء أو صوت أو تلحين أو كلمات أو إنتاج ملكا للمستخدم أو له حق إستخدامه قانونا، وان المحتوى المقدم غير مخالف للنظام العام أو الأداب العامة وليس له اى مغزى سياسى أو تحريضى أو موجه ضد أى ديانة أو فرد أو شخصية إعتبارية، ويكون المستخدم مسئوول مسؤولية كاملة أمام القضاء فى حالة مخالفة اى مما ذكر، كما يقر مستخدم المنصة بأنه أعطى الحق للشركة بأستخدام وأستغلال المحتوى بأى طريقة شاؤوا.

10.2لا تتحمل الشركة أي مسؤولية تتعلق بأي محتوى مقدم من المستخدمين سواء تم نشره عن طريقها أو تم تحميله عن طريق جهات أخرى أو خارجية مرخّصة.

10.3يعتبر الحفاظ على حقوق الملكية الفكرية شرط للوصول إلى المنصة واستخدامها لتحميل أي محتوي، ويعلم المستخدم ويوافق على عدم استخدام المنصة لانتهاك أي حقوق ملكية فكرية، وأنه يقر بملكيتة لكافة حقوق أستخدام أو عرض المحتوى المقدم منه وأنه لا ينتهك حقوق طبع أو نشر أو اى حقوق ملكية فكرية للغير أو إعتداء على حقوق الغير كما يضمن عدم التعرض القانونى للشركة ويتحمل وحده أى ادعاءات أو تعويضات أو مطالبات أو قضايا قد ترفع من قبل الغير وتكون متعلقة بحقوق هذا المحتوى كما يتحمل عبء الدفاع عن الشركة فى اى قضايا قد ترفع عليها بخصوص هذا الشأن بما فى ذلك نفقات اتعاب المحاماه والمصروفات التى قد تتكبدها الشركة. هذا ونحتفظ بالحق، مع إخطار أو دونه في أي وقت ووفقًا لتقديرنا، فى منع الوصول إلى المنصةأو إزالة المحتوى لأي مستخدم ينتهك أو يُزعم أنه ينتهك حقوق النشر أو حقوق الملكية الفكرية للأخرين.

10.4بموجب هذه الشروط يمنح المستخدم ترخيصا غير حصريا للشركة وغير مشروط طوال مدة وجود المحتوي علي المنصه وذلك لإستغلال المحتوى المقدم منه بأى شكل كان، ويحق للشركة استخدام أو تعديل المحتوى، أو نشرأو إتاحة المشاهدة أو التحميل من قبل مستخدمين آخرين

10.5يوافق ويقر المستخدم بأنه قد منح كافة حقوق إستغلال المحتوى الذى تم تحميله على المنصة من قبله، وعلى حق الشركة فى تحقيق الإيرادات من إستخدامه للمنصة أو الخدمة وعلى سبيل المثال وليس الحصر من بيع الإعلاانات والرعاية أو من العروض الترويجية أو إشتراكات الخدمة أو بيانات الإستخدام، ولن يكون للمستخدم الحق فى المشاركة فى أى من هذه الإيرادات ولا يحق له تلقى أى دخل أو اى مقابل من محتواه (خلاف الجوائز فى حالة الفوز)أو اى محتوى آخر على المنصة وانه قام بتحميل محتواه لعرض موهبته فقط.

10.6إذا كان الإستخدام للمنصة أو المحتوى الذى تم تحميله نيابة عن نشاط تجارى أو كيان، يقر ويتعهد المستخدم بأنه الممثل المفوض لهذا النشاط أو الكيان ومعه سلطة إلزامهم بهذه الشروط، ويوافق على هذه الشروط نيابة عنهمويكون النشاط التجاري أو الكيان مسؤولًا قانونيًا وماليًا عن وصولك لتحميل المحتوي علي المنصة.

11- مكان، تاريخ، وقت وترتيب الجوائز
11.1 لا يمكن لرقم مشترك واحد (MSISDN) أن يربح الجائزة نفسها أكثر من مرة واحدة خلال المسابقة.

11.2 تشكيل سجل المشتركين طوال فترة المسابقة سيبدأ عند الساعة 00:00:01 من اليوم الأول للمسابقة وينتهي عند الساعة 23:59:59 بتوقيت مصر من اليوم الأخير للمسابقة .

11.3 سيتم إعلام الفائزين بالمكافأة عبر مكالمة هاتفية الجوائز مذكورة أدناه:

11.4 10 دقائق مجانية لكل مشترك.

11.5 10,000 جنيها تقدم كل اسبوعين للمشترك الحاصل على أعلى نقاط

11.6- جائزة كبرى كل ثلاثة أشهر بقيمة 100,000 جنيه للمشترك الحاصل على أعلى نقاط.

12- شروط الجوائز:
12.1سيتم تسليم جائزة بعد نهاية كل أسبوعين بقيمة 10,000 جنيه وجائزة بعد نهاية كل ثلاثة اشهر بقيمة 100,000 جنيه (ما عدا Orange money ستستغرق بعض الوقت)

212. يجب أن تكون الجوائز خالية من الضرائب.

12.3 من خلال المشاركة في المسابقة/الخدمة، يوافق الفائزون على أن أي من بياناتهم، بما في ذلك الأسماء والألقاب والصور وصور الفيديو، يمكن أن تستخدمها اورنچ لأغراض الدعاية دون الحصول على موافقة مسبقة من الفائز و مجانا.

12.4 القرارات التي يتخذها اورنچ نهائية ولن يتم الدخول في أي مفاوضات. كما ان الجوائز غير قابلة للتحويل.

13- حماية البيانات والدعاية
.113 سيتم حفظ البيانات الشخصية المتعلقة بالصوت والصورة، الاسم، العنوان أو أي معلومات أخرى ذات صلة في نظام إيداع تابع اورنچ كنظام تحكم بالبيانات، ويمكن استخدامها للمشاركة بالمسابقة/الخدمة، والدعاية البريدية، أو أي غرض آخر يتعلق بخدمات اورنچ ، ما لم يذكر خلاف ذلك.

13.2 يوافق المشاركون على أنه في حال فازوا بالجائزة، سيتم نشر أسمائهم وجزء من أرقام الهواتف التي اشتركوا بها لأغراض إعلامية فقط.

13.3- يوصي اورنچ المشاركين بتوخي الحذر والحس السليم عند المشاركة في المسابقة/الخدمة في جميع الأوقات

14- إخلاء المسؤولية عن الضمانات
14.1 يفهم المشاركون ويوافقون على أن مشاركتهم في هذه المسابقة/الخدمة هي على مسؤوليتهم الخاصة وبقرارهم ولم يتم إجبارهم على المشاركة في هذه المسابقة بأي طريقة.

14.2 اورنچ لا تضمن، ولم تصرح أو تعرب عن أن أي جزء من المسابقة/الخدمة سيكون بدون انقطاع أو بدون أخطاء.

14.3 لا تقبل اورنچ أو أي من مدراءها، موظفيها، وكلاءها, أو مورديها, تحمل أي مسئولية عن أي ضرر, خسارة, إصابة, أو خيبة أمل يعاني منها أي من المشتركين في المسابقة/الخدمة أو من جراء قبولهم الجائزة.

14.4 اورنچ ليست مسؤولة عن أي مشاكل أو خلل فني لأي من شبكات أو خطوط الهاتف، أنظمة الكمبيوتر على الأنترنت، مقدمي الخدمات، أو أجهزة الكمبيوتر، أعطال البرامج لأي بريد إلكتروني أو إدخال يتم استلامه بسبب خلل فني أو ازدحام على شبكة الأنترنت، خطوط الهاتف أو أي موقع إلكتروني، أو أي مزيج منها، بما في ذلك أي إصابة أو ضرر لكمبيوتر المشارك أو كمبيوتر أو هاتف أي شخص ذو صلة من جراء الاشتراك أو تحميل أي مواد خاصة بالمسابقة/الخدمة.

14.5 عبر الاشتراك في المسابقة/الخدمة، يوافق المشتركون على ألا تتم أي مطالبة تتعلق بالخسارة أو الإصابة (بما في ذلك خسائر خاصة، غير مباشرة، أو تبعية) من اورنچ ، الشركات الأم، الشركات التابعة، المدراء، الموظفين، أو الوكلاء من أي و كل الخسائر، الإصابات، الحقوق أو الإجراءات من أي نوع ناجمة عن قبول أو استعمال أي جائزة، بما في ذلك و بدون استثناء، الإصابات الشخصية، الموت، و الأضرار في الممتلكات.

14.6عند قيام المستخدم بإشتراكه في الخدمة وإستخدامهللمنصة يقر بأنه قد قام أولا بقراءة الشروط والأحكام المدونة أدناه وقد وافق عليها دون أعتراض حيث أنها تمثل العلاقة وتعتبر أتفاقا بين المستخدم والمنصة، وتكون هذه الشروط ملزمة قانونا للمستخدم كما يقر بعلمه وموافقته بأحكام القانون رقم 175 لسنة 2018 داخل جمهورية مصر العربية. ويقر المستخدم بعلمه وموافقته بأنه بمجرد وصوله للمنصة أو إستخدامها لتحميل أي محتوي على أنه قبول للشروط من ذلك الوقت فصاعدًا دون حق الإعتراض عليها.

14.7 عند قيام المستخدم باستخدامه المنصة لتحميل المحتوي فأنه يعلم تمام العلم بأنها منصة لأتاحة وعرض أعمال(محتوى) الموهبين دون تحقيق أى عائد مادى له (خلاف الجوائز فى حالة الفوز)أو لغيره وأنه يتحمل كافة مصاريف أعماله التى سيتم اتاحتها على المنصة أواشتراكه بالخدمة، وأنها لعرض المواهب وللإستخدام غير التجارى للمستخدم، وستقوم المنصه بعرض هذه الأعمال على جمهور المستخدمين للخدمة وإجراء تصويت لأختيار أفضل الأعمال وتقديم جوائز للفائزين.

14.8 يقر المستخدم الذي يقوم بتحميل المحتوي علي المنصة بأنه حاصل على موافقة من معه أو يعاونه فى المحتوى وبأنه صاحب الحق فى التصرف لهذا المحتوى وتحميله على المنصة وله حق إستخدامه قانونا ونيابة عن من معه أو يعاونه ومفوض منهم وأنه أو أنهم يتحملون كافة المسئولية القانونية فى اى نزاع قانونى قد يكون أو ينشأ على هذا المحتوى.

14.9يقر مستخدم المنصة بأنه ومن معه أو يعاونه فى المحتوى الذى تم تحميله على المنصة بأنه أو أنهم فوق السن القانونية للتعامل داخل جمهورية مصر العربية.

14.10 لا يحق لمستخدم المنصة استخدام لوجو أوشعار أى منصة أخرى أو شعار أى شركة تجارية أو أستخدام محتوى او جزء من محتوى ملك منصة أو شركة أخرى أو ملك شخص أو فنان أخر، كما لايحق له الأعلان أو الأشارة من بعيد او قريب عن أى منتج أو شركة داخل المحتوى الذى تم تحميله بواستطه.

15- حماية البيانات والدعاية
15.1 سيتم حفظ البيانات الشخصية المتعلقة بالصوت والصورة، الاسم، العنوان أو أي معلومات أخرى ذات صلة في نظام إيداع تابع اورنچ كنظام تحكم بالبيانات، ويمكن استخدامها للمشاركة بالمسابقة/الخدمة، والدعاية البريدية، أو أي غرض آخر يتعلق بخدمات اورنچ ، ما لم يذكر خلاف ذلك.

16 القانون الحاكم
16.1 في حال نشوب أي خلاف، يمكن للمشاركين تقديم شكواهم إلى أورنج، وستنظر القضية وفقا لقوانين جمهورية مصر العربية.

   
    </p>
   
</div>
<Footer />
</>
  )
}

export default terms