import React from 'react'
import Link from 'next/link'
import Footer from '../components/reusable/Footer'
import Navbar from '../components/reusable/Navbar'
import {MdOutlineKeyboardArrowLeft} from 'react-icons/md'
const terms = () => {
  return (
    <>
      <Navbar />
    <div className='static-pages terms'>
         
         <div className='page-hierarchy'>
             <span className='parent'>
              <Link href='/'>
                الرئيسية 
             </Link>
           <span className='arow-icon'><MdOutlineKeyboardArrowLeft /></span>
           </span>
           <span className='child'>الشروط والاحكام</span>

         </div>
         <div className='title'>الشروط والاحكام</div>
 
         <h5>الشروط والأحكام لإجراء النشاط الترويجي لخدمة اورنچ مصر : “لو موهوب”
رقم موافقة حماية المستهلك: 38/2020
يتم تنفيذ الخدمة من أجل تعزيز الخدمات التي تقدمها الشركة المصرية اورنچ
</h5>
<h3>1. الرمز المتوفر للرسائل القصيرة: 7613- #37#</h3>
<ul>
            <li>1.1 الاشتراك في خدمة &quot;لو موهوب” مجاني لمدة 3 أيام. ثم تصبح الرسوم 1.5 جنيه مصري في اليوم. في حالة عدم كفاية الرصيد، سيقوم اورنچ بإعادة المحاولة بأي تكلفة.</li>
            <li>1.2 جميع الرسائل / الردود الى الرمز القصير 7613 وجميع الرسائل المرسلة من رمز 7613 مجانية. قيمة الاشتراك اليومي عن طريق الاتصال ب #37# للخدمة ستكون بقيمة 1.5 جنيه يوميا.</li>
            <li>1.3 يمكن لعملاء &quot;اورنچ مصر&quot; الاشتراك في خدمة &quot;لو موهوب&quot; عن طريق إرسال رقم 1 فعال الى 7613 أو من خلال طلب #37#. عند التسجيل، سيتم منح المستخدمين والمشتركين 10 دقائق مجانية من Orange إلى Orange والمحتوى المرسل.</li>
            <li>1.4 لو موهوب هي خدمة رسائل نصية بالإضافة إلى منصة إلكترونية وهي عبارة عن خدمة لعرض مواهب تتيح لمن أراد من مستخدميها (يشار إليهم فيما بعد بالمستخدم أو المستخدمين أو المشترك أو المشتركين) بنشر أو عرض أو إتاحة أعمالهم (يشار إلى تلك الأعمال فيما بعد بالمحتوى) على خدمات الإنترنت والتليفون المحمول لشركة أورانج مصر.</li>
        </ul>
        
        <h3>2. منظم الخدمة:</h3>
        <ul>
            <li>2.1 اورنچ مصر مشغّل الاتصالات الخلوية.</li>
            <li>2.2 العنوان: القرية الذكية</li>
        </ul>

        <h3>3. اسم الخدمة:</h3>
        <ul>
            <li>3.1 &quot;لو موهوب&quot;</li>
        </ul>

        <h3>4. المكان:</h3>
        <ul>
            <li>4.1 مصر.</li>
        </ul>

        <h3>5. الإطار الزمني للمسابقة:</h3>
        <ul>
            <li>5.1 لا توجد مسابقه حاليا. الرجاء زيارة الصفحة <a href="https://www.orange.eg">https://www.orange.eg</a> أو الاتصال بخدمة العملاء من رقمك الخاص اورنچ.</li>
            <li>5.2 يحتفظ اورنچ بحق تمديد مدة الحملة الترويجية وتعديل الشروط والأحكام الحالية.</li>
            <li>5.3 في حالة تمديد مدة الحملة الترويجية، سيتم اعتبار جميع المشتركين المسجلين في المسابقة/الخدمة خلال المدة الأصلية تلقائيا كمشاركين في الفترة الممددة مع الاحتفاظ بجميع النقاط التي جمعوها حتى تلك المرحلة.</li>
        </ul>

        <h3>6. قبول شروط الاستخدام:</h3>
        <ul>
            <li>6.1 يضمن ويقر جميع المشتركين بأنهم قد قرأوا وفهموا تماما هذه الشروط والأحكام وهي متاحة للجميع على <a href="https://www.orange.eg">https://www.orange.eg</a>.</li>
            <li>6.2 عبر إرسال رقم 1 على الرمز القصير 7613 أو عبر طلب #37# والتسجيل في خدمة الاشتراك، يقر جميع المشتركين بقبولهم التام وفهمهم لهذه الشروط والأحكام، ويوافقون على:
                <ul>
                    <li>6.2.1 تلقي رسائل نصية قصيرة متعلقة بخدمة &quot;لو موهوب&quot; من اورنچ على هواتفهم المحمولة.</li>
                    <li>6.2.2 تلقي رسائل أو عروض إعلانية عبر الرسائل النصية القصيرة من اورنچ أو أي شركة أخرى تتعامل مع أورنچ.</li>
                </ul>
            </li>
            <li>6.3 تحتفظ اورنچ بالحق في إلغاء أو تعديل هذا العرض وهذه الشروط والأحكام في أي وقت. في حالة أي تغيير، سيتم نشره على <a href="https://www.orange.eg">https://www.orange.eg</a>.</li>
            <li>6.4 في حالة نشوب نزاع بشأن الشروط والأحكام، السلوك، النتائج، وجميع المسائل الأخرى المتعلقة بالمسابقة/الخدمة، يعد قرار اورنچ نهائيا ولا يجوز النقاش فيه.</li>
            <li>6.5 تعد هذه الاتفاقية سارية المفعول والتأثير طالما هذا العرض ساري من قبل اورنچ (دون الأخذ في الاعتبار أي تعليق مؤقت للعرض لأسباب تشغيلية مثل الإصلاحات، الصيانة المنظمة أو التحديث).</li>
        </ul>

        <h3>7. المشاركون في الخدمة:</h3>
        <ul>
            <li>7.1 المؤهلون للاشتراك:
                <ul>
                    <li>7.1.1 الأشخاص الطبيعيون (بخلاف الموظفين من قبل أورنچ، أو أي من شركاء اورنچ، خلال فترة المسابقة/الخدمة، وأيضا أقاربهم حتى الدرجة الرابعة وأزواجهم) من عملاء شركة اورنچ خلال فترة المسابقة/الخدمة. إذا كان الفائز قاصرا، يجب على الوصي عليه أن يكون حاضرا في يوم تسليم الجائزة لاستلامها على أن يكون معه بطاقة هويته وشهادة تثبت أنه الوصي.</li>
                    <li>7.1.2 الكيانات القانونية (على سبيل المثال المشتركين في خدمات الهواتف المحمولة المملوكة من قبل شركات بأي من شركات اورنچ المشاركة في هذه الحملة) يحق فقط للأشخاص المفوضين بالتوقيع بالنيابة عن الكيانات القانونية استلام الجائزة.</li>
                    <li>7.1.3 يحق لاورنچ أن تستبعد أي مشارك إذا كانت هناك أسباب وجيهة للاعتقاد بأن المشارك قد أخل بأي بند من الشروط والأحكام.</li>
                    <li>7.1.4 من خلال المشاركة في المسابقة/الخدمة، يضمن المشاركون بأن جميع المعلومات المقدمة صحيحة، سارية، وكاملة. إلى أقصى حد يسمح به القانون، فإن أي نزاع ينشأ بين المستخدم وبين أي جهة خارجية بسبب استخدامك للمنصة أو للخدمة، بما في ذلك على سبيل المثال لا الحصر، أي شركة نقل البيانات أو مالك حقوق النشر أو مستخدم آخر، يكون بينك وبين هذه الجهة الخارجية مباشرة، وتعفي الشركة بشكل لا رجعة فيه من أي وجميع المطالبات والأضرار من أي نوع أو طبيعة كانت. إذا كان سن أو عمر المستخدم تحت السن القانوني، فإنه يعلن موافقة والديه أو الوصي القانوني على استخدام المنصة لتحميل المحتوى.</li>
                </ul>
            </li>
        </ul>

        <h3>8. توافر وسهولة الحصول على المعلومات، وآلية الانسحاب:</h3>
        <ul>
            <li>8.1 يستطيع كل مشارك الخروج من المسابقة/الخدمة أو وقف تلقي أي معلومات عن المسابقة/الخدمة عبر إرسال كلمة &quot;إلغاء&quot; أو UNSUB أو &quot;0&quot; في رسالة نصية على الرقم 7613. من خلال إرسال إلغاء إلى رمز الاشتراك 7613، يقوم المستخدمون بإلغاء الاشتراك من خدمة المحتوى اليومية وليسوا مؤهلين للحصول على جوائز مستقبلية.</li>
            <li>8.2 سيتم منح المستخدمين الذين تم التصويت على محتواهم الذي تم تحميله على المنصة عشرة نقاط عن كل صوت (10) نقطة إضافية من المشتركين في الخدمة.</li>
            <li>8.3 يحق لأورانج خلال فترة المسابقة/الخدمة إضافة أو إلغاء أي من الأرقام التفاعلية وبدون إنذار مسبق. في حال إلغاء أي رقم تفاعلي، سيتم حفظ فرص جميع المشتركين الذين اشتركوا عبر الأرقام التفاعلية الملغية للجوائز.</li>
            <li>8.4 الانقطاع أو الإنهاء المبكر للمسابقة لا يعفي اورنچ من التزامها بتسليم الجوائز التي فاز بها متسابقون بالفعل وتنفيذ الإجراءات الأخرى المطلوبة، تستثنى من ذلك الحالات التي يكون فيها الانقطاع أو انتهاء المسابقة ناتجا عن أحداث خارجة عن سيطرة اورنچ للمسابقة أو الخدمة.</li>
            <li>8.5 لا يحق لاورنچ الإفراج عن أي معلومات شخصية خاصة بالمشتركين لأي طرف آخر إلا في حال طلب منها ذلك بموجب القانون أو للامتثال للهيئات الحكومية لمصر.</li>
            <li>8.6 تحتفظ اورنچ بالحق في عدم الدخول في مفاوضات مكتوبة أو التواصل مع المشاركين في المسابقة خلاف ذلك وفقا للشروط والأحكام أو وفقا لمتطلبات التشريع الحالي لمصر.</li>
            <li>8.7 لمزيد من المعلومات، يمكن للمشارك الاتصال بقسم مركز دعم 24/7. للاتصال من مصر، يرجى الاتصال بـ: 110 من الرقم الخاص بك من اورنچ.</li>
            <li>8.8 إذا كنت ترغب في تقديم شكوى أو لديك استفسار، يرجى إرسال إيميل على البريد الإلكتروني: X@Y.com.</li>
        </ul>

        <h3>9. قوانين الاشتراك في الخدمة:</h3>
        <ul>
            <li>9.1 للاشتراك في المسابقة/الخدمة، على المشترك أن يرسل 1 على الرقم 7613 أو طلب #37#.</li>
            <li>9.2 يمنح المشتركون في خدمة &quot;لو موهوب&quot; 10 دقائق اتصال مجانية على الشبكة عند الاشتراك الأول حتى نهاية اليوم التالي ومحتوى يومي. يتم احتساب خدمة الاشتراك على أساس يومي.</li>
            <li>9.3 عند تحميل المستخدم للمحتوى على المنصة، سيحصل على 10 نقاط عن كل صوت (Vote) من المشتركين، ورسالة ترحيبية. الإشعارات من Orange عند إضافة دقائق الاتصال المجانية له.</li>
        </ul>

        <h3>10. شروط المحتوى وحقوق الاستغلال:</h3>
        <ul>
            <li>10.1 المحتوى هو عبارة عن أى عمل أو مصنف سواء كان ترفيهى، غنائى، معلوماتى، موسيقى، أخبارى، أو خلافه سواء أخذ شكل نصى مكتوب أو مسموع (صوتى)، أو مرئى (فيديو) أو على شكل رسومات، أو اشكال كرتونية، أو المزج بين ما ذكر أو بأى طريقة أخرى يمكن إتاحتها على المنصة، على ان يكون هذا المحتوى سواء من أداء أو صوت أو تلحين أو كلمات أو إنتاج ملكا للمستخدم أو له حق إستخدامه قانونا، وان المحتوى المقدم غير مخالف للنظام العام أو الأداب العامة وليس له اى مغزى سياسى أو تحريضى أو موجه ضد أى ديانة أو فرد أو شخصية إعتبارية، ويكون المستخدم مسئوول مسؤولية كاملة أمام القضاء فى حالة مخالفة اى مما ذكر، كما يقر مستخدم المنصة بأنه أعطى الحق للشركة بأستخدام وأستغلال المحتوى بأى طريقة شاؤوا.</li>
            <li>10.2 لا تتحمل الشركة أي مسؤولية تتعلق بأي محتوى مقدم من المستخدمين سواء تم نشره عن طريقها أو تم تحميله عن طريق جهات أخرى أو خارجية مرخّصة.</li>
            <li>10.3 يعتبر الحفاظ على حقوق الملكية الفكرية شرط للوصول إلى المنصة واستخدامها لتحميل أي محتوي، ويعلم المستخدم ويوافق على عدم استخدام المنصة لانتهاك أي حقوق ملكية فكرية، وأنه يقر بملكيتة لكافة حقوق أستخدام أو عرض المحتوى المقدم منه وأنه لا ينتهك حقوق طبع أو نشر أو اى حقوق ملكية فكرية للغير أو إعتداء على حقوق الغير كما يضمن عدم التعرض القانونى للشركة ويتحمل وحده أى ادعاءات أو تعويضات أو مطالبات أو قضايا قد ترفع من قبل الغير وتكون متعلقة بحقوق هذا المحتوى كما يتحمل عبء الدفاع عن الشركة فى اى قضايا قد ترفع عليها بخصوص هذا الشأن بما فى ذلك نفقات اتعاب المحاماه والمصروفات التى قد تتكبدها الشركة. هذا ونحتفظ بالحق، مع إخطار أو دونه في أي وقت ووفقًا لتقديرنا، فى منع الوصول إلى المنصة أو إزالة المحتوى لأي مستخدم ينتهك أو يُزعم أنه ينتهك حقوق النشر أو حقوق الملكية الفكرية للأخرين.</li>
            <li>10.4 بموجب هذه الشروط يمنح المستخدم ترخيصا غير حصريا للشركة وغير مشروط طوال مدة وجود المحتوي علي المنصه وذلك لإستغلال المحتوى المقدم منه بأى شكل كان، ويحق للشركة استخدام أو تعديل المحتوى، أو نشر أو إتاحة المشاهدة أو التحميل من قبل مستخدمين آخرين.</li>
            <li>10.5 يوافق ويقر المستخدم بأنه قد منح كافة حقوق إستغلال المحتوى الذى تم تحميله على المنصة من قبله، وعلى حق الشركة فى تحقيق الإيرادات من إستخدامه للمنصة أو الخدمة وعلى سبيل المثال وليس الحصر من بيع الإعلاانات والرعاية أو من العروض الترويجية أو إشتراكات الخدمة أو بيانات الإستخدام، ولن يكون للمستخدم الحق فى المشاركة فى أى من هذه الإيرادات ولا يحق له تلقى أى دخل أو اى مقابل من محتواه (خلاف الجوائز فى حالة الفوز) أو اى محتوى آخر على المنصة وانه قام بتحميل محتواه لعرض موهبته فقط.</li>
            <li>10.6 إذا كان الإستخدام للمنصة أو المحتوى الذى تم تحميله نيابة عن نشاط تجارى أو كيان، يقر ويتعهد المستخدم بأنه الممثل المفوض لهذا النشاط أو الكيان ومعه سلطة إلزامهم بهذه الشروط، ويوافق على هذه الشروط نيابة عنهم ويكون النشاط التجاري أو الكيان مسؤولًا قانونيًا وماليًا عن وصولك لتحميل المحتوي علي المنصة.</li>
        </ul>
        <h3>11. مكان، تاريخ، وقت وترتيب الجوائز:</h3>
        <ul>
            <li>11.1 لا يمكن لرقم مشترك واحد (MSISDN) أن يربح الجائزة نفسها أكثر من مرة واحدة خلال المسابقة.</li>
            <li>11.2 تشكيل سجل المشتركين طوال فترة المسابقة سيبدأ عند الساعة 00:00:01 من اليوم الأول للمسابقة وينتهي عند الساعة 23:59:59 بتوقيت مصر من اليوم الأخير للمسابقة.</li>
            <li>11.3 سيتم إعلام الفائزين بالمكافأة عبر مكالمة هاتفية. الجوائز مذكورة أدناه:</li>
            <li>11.4 10 دقائق مجانية لكل مشترك.</li>
        </ul>

        <h3>12. شروط الجوائز:</h3>
        <ul>
            <li>12.1 من خلال المشاركة في المسابقة/الخدمة، يوافق الفائزون على أن أي من بياناتهم، بما في ذلك الأسماء والألقاب والصور وصور الفيديو، يمكن أن تستخدمها اورنچ لأغراض الدعاية دون الحصول على موافقة مسبقة من الفائز و مجانا.</li>
            <li>12.2 القرارات التي يتخذها اورنچ نهائية ولن يتم الدخول في أي مفاوضات. كما ان الجوائز غير قابلة للتحويل.</li>
        </ul>

        <h3>13. حماية البيانات والدعاية:</h3>
        <ul>
            <li>13.1 سيتم حفظ البيانات الشخصية المتعلقة بالصوت والصورة، الاسم، العنوان أو أي معلومات أخرى ذات صلة في نظام إيداع تابع اورنچ كنظام تحكم بالبيانات، ويمكن استخدامها للمشاركة بالمسابقة/الخدمة، والدعاية البريدية، أو أي غرض آخر يتعلق بخدمات اورنچ، ما لم يذكر خلاف ذلك.</li>
            <li>13.2 يوافق المشاركون على أنه في حال فازوا بالجائزة، سيتم نشر أسمائهم وجزء من أرقام الهواتف التي اشتركوا بها لأغراض إعلامية فقط.</li>
            <li>13.3 يوصي اورنچ المشاركين بتوخي الحذر والحس السليم عند المشاركة في المسابقة/الخدمة في جميع الأوقات.</li>
        </ul>

        <h3>14. إخلاء المسؤولية عن الضمانات:</h3>
        <ul>
            <li>14.1 يفهم المشاركون ويوافقون على أن مشاركتهم في هذه المسابقة/الخدمة هي على مسؤوليتهم الخاصة وبقرارهم ولم يتم إجبارهم على المشاركة في هذه المسابقة بأي طريقة.</li>
            <li>14.2 اورنچ لا تضمن، ولم تصرح أو تعرب عن أن أي جزء من المسابقة/الخدمة سيكون بدون انقطاع أو بدون أخطاء.</li>
            <li>14.3 لا تقبل اورنچ أو أي من مدرائها، موظفيها، وكلائها، أو مورديها، تحمل أي مسئولية عن أي ضرر، خسارة، إصابة، أو خيبة أمل يعاني منها أي من المشتركين في المسابقة/الخدمة أو من جراء قبولهم الجائزة.</li>
            <li>14.4 اورنچ ليست مسؤولة عن أي مشاكل أو خلل فني لأي من شبكات أو خطوط الهاتف، أنظمة الكمبيوتر على الإنترنت، مقدمي الخدمات، أو أجهزة الكمبيوتر، أعطال البرامج لأي بريد إلكتروني أو إدخال يتم استلامه بسبب خلل فني أو ازدحام على شبكة الإنترنت، خطوط الهاتف أو أي موقع إلكتروني، أو أي مزيج منها، بما في ذلك أي إصابة أو ضرر لكمبيوتر المشارك أو كمبيوتر أو هاتف أي شخص ذو صلة من جراء الاشتراك أو تحميل أي مواد خاصة بالمسابقة/الخدمة.</li>
            <li>14.5 عبر الاشتراك في المسابقة/الخدمة، يوافق المشتركون على ألا تتم أي مطالبة تتعلق بالخسارة أو الإصابة (بما في ذلك خسائر خاصة، غير مباشرة، أو تبعية) من اورنچ، الشركات الأم، الشركات التابعة، المدراء، الموظفين، أو الوكلاء من أي و كل الخسائر، الإصابات، الحقوق أو الإجراءات من أي نوع ناجمة عن قبول أو استعمال أي جائزة، بما في ذلك و بدون استثناء، الإصابات الشخصية، الموت، و الأضرار في الممتلكات.</li>
            <li>14.6 عند قيام المستخدم بإشتراكه في الخدمة وإستخدامه للمنصة يقر بأنه قد قام أولا بقراءة الشروط والأحكام المدونة أدناه وقد وافق عليها دون اعتراض حيث أنها تمثل العلاقة وتعتبر اتفاقا بين المستخدم والمنصة، وتكون هذه الشروط ملزمة قانونا للمستخدم كما يقر بعلمه وموافقته بأحكام القانون رقم 175 لسنة 2018 داخل جمهورية مصر العربية. ويقر المستخدم بعلمه وموافقته بأنه بمجرد وصوله للمنصة أو استخدامها لتحميل أي محتوى على أنه قبول للشروط من ذلك الوقت فصاعدًا دون حق الاعتراض عليها.</li>
            <li>14.7 عند قيام المستخدم باستخدامه المنصة لتحميل المحتوى فإنه يعلم تمام العلم بأنها منصة لإتاحة وعرض أعمال (محتوى) الموهوبين دون تحقيق أي عائد مادي له (خلاف الجوائز في حالة الفوز) أو لغيره وأنه يتحمل كافة مصاريف أعماله التي سيتم إتاحتها على المنصة أو اشتراكه بالخدمة، وأنها لعرض المواهب وللاستخدام غير التجاري للمستخدم، وستقوم المنصة بعرض هذه الأعمال على جمهور المستخدمين للخدمة وإجراء تصويت لاختيار أفضل الأعمال وتقديم جوائز للفائزين.</li>
            <li>14.8 يقر المستخدم الذي يقوم بتحميل المحتوى على المنصة بأنه حاصل على موافقة من معه أو يعاونه في المحتوى وبأنه صاحب الحق في التصرف لهذا المحتوى وتحميله على المنصة وله حق استخدامه قانونا ونيابة عن من معه أو يعاونه ومفوض منهم وأنه أو أنهم يتحملون كافة المسؤولية القانونية في أي نزاع قانوني قد يكون أو ينشأ على هذا المحتوى.</li>
            <li>14.9 يقر مستخدم المنصة بأنه ومن معه أو يعاونه في المحتوى الذي تم تحميله على المنصة بأنه أو أنهم فوق السن القانونية للتعامل داخل جمهورية مصر العربية.</li>
            <li>14.10 لا يحق لمستخدم المنصة استخدام لوجو أو شعار أي منصة أخرى أو شعار أي شركة تجارية أو استخدام محتوى أو جزء من محتوى ملك منصة أو شركة أخرى أو ملك شخص أو فنان آخر، كما لا يحق له الإعلان أو الإشارة من بعيد أو قريب عن أي منتج أو شركة داخل المحتوى الذي تم تحميله بواسطته.</li>
        </ul>

        <h3>15. حماية البيانات والدعاية:</h3>
        <ul>
            <li>15.1 سيتم حفظ البيانات الشخصية المتعلقة بالصوت والصورة، الاسم، العنوان أو أي معلومات أخرى ذات صلة في نظام إيداع تابع اورنچ كنظام تحكم بالبيانات، ويمكن استخدامها للمشاركة بالمسابقة/الخدمة، والدعاية البريدية، أو أي غرض آخر يتعلق بخدمات اورنچ، ما لم يذكر خلاف ذلك.</li>
        </ul>

        <h3>16. القانون الحاكم:</h3>
        <ul>
            <li>16.1 في حال نشوب أي خلاف، يمكن للمشاركين تقديم شكواهم إلى أورنج، وستنظر القضية وفقا لقوانين جمهورية مصر العربية.</li>
        </ul>

   
</div>
<Footer />
</>
  )
}

export default terms